{

  "NombreLey": "Constitución Española de 1978",
  "Preambulo": {
    "ResumenPreambulo": "Establece los principios fundamentales y el marco legal del Estado español.",
    "TextoCompletoPreambulo": "El preámbulo completo de la Constitución Española de 1978."
  },
  "Titulos": [
    {
      "NombreTitulo": "TÍTULO PRELIMINAR",
      "ResumenTitulo":  "**Forma de Estado**: España es un Estado social y democrático de Derecho con Monarquía parlamentaria.\n\n**Valores fundamentales**: Libertad, justicia, igualdad y pluralismo político.\n\n**Soberanía**: Reside en el pueblo español.\n\n**Unidad y autonomía**: Se fundamenta en la unidad de la Nación española, reconociendo el derecho a la autonomía de nacionalidades y regiones.\n\n**Lenguas oficiales**: El castellano es la lengua oficial del Estado. Otras lenguas son oficiales en sus respectivas Comunidades Autónomas.\n\n**Símbolos nacionales**: Describe la bandera de España y permite banderas propias de las Comunidades Autónomas.\n\n**Capital**: Madrid es la capital del Estado.\n\n**Partidos políticos y sindicatos**: Son fundamentales para la participación política y la defensa de intereses económicos y sociales.\n\n**Fuerzas Armadas**: Su misión es garantizar la soberanía, independencia y ordenamiento constitucional.\n\n**Principios legales**: Establece la sujeción a la Constitución, la promoción de la igualdad, y garantiza principios como legalidad, jerarquía normativa y seguridad jurídica.",
      "Articulos": [
        {
          "NumeroArticulo": 1,
          "NombreArticulo": "Principios fundamentales del Estado",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo establece los principios fundamentales del Estado español:\n\n**Forma de Estado**: España se constituye como un Estado social y democrático de Derecho.\n\n**Valores superiores**: El ordenamiento jurídico se basa en la libertad, la justicia, la igualdad y el pluralismo político.\n\n**Soberanía**: Reside en el pueblo español, fuente de todos los poderes del Estado.\n\n**Forma política**: Se establece la Monarquía parlamentaria como forma de gobierno.",
          "TextoCompletoArticulo": "**Artículo 1**\n1. España se constituye en un Estado social y democrático de Derecho, que propugna como valores superiores de su ordenamiento jurídico la libertad, la justicia, la igualdad y el pluralismo político.\n2. La soberanía nacional reside en el pueblo español, del que emanan los poderes del Estado.\n3. La forma política del Estado español es la Monarquía parlamentaria."
        },
        {
          "NumeroArticulo": 2,
          "NombreArticulo": "Unidad de la Nación y derecho a la autonomía",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo aborda dos conceptos fundamentales:\n\n**Unidad nacional**: Se afirma la unidad indisoluble de la Nación española, definida como patria común e indivisible de todos los españoles.\n\n**Derecho a la autonomía**: Se reconoce y garantiza el derecho a la autonomía de las nacionalidades y regiones que integran España, promoviendo la solidaridad entre ellas.",
          "TextoCompletoArticulo": "**Artículo 2**\nLa Constitución se fundamenta en la indisoluble unidad de la Nación española, patria común e indivisible de todos los españoles, y reconoce y garantiza el derecho a la autonomía de las nacionalidades y regiones que la integran y la solidaridad entre todas ellas."
        },
        {
          "NumeroArticulo": 3,
          "NombreArticulo": "Lenguas oficiales",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo trata sobre las lenguas oficiales en España:\n\n**Lengua oficial del Estado**: El castellano es la lengua española oficial del Estado. Todos los españoles tienen el deber de conocerla y el derecho a usarla.\n\n**Lenguas cooficiales**: Las demás lenguas españolas serán también oficiales en sus respectivas Comunidades Autónomas, según sus Estatutos.\n\n**Protección lingüística**: Se reconoce la riqueza de las distintas modalidades lingüísticas de España como patrimonio cultural, merecedor de especial respeto y protección.",
          "TextoCompletoArticulo": "**Artículo 3**\n1. El castellano es la lengua española oficial del Estado. Todos los españoles tienen el deber de conocerla y el derecho a usarla.\n2. Las demás lenguas españolas serán también oficiales en las respectivas Comunidades Autónomas de acuerdo con sus Estatutos.\n3. La riqueza de las distintas modalidades lingüísticas de España es un patrimonio cultural que será objeto de especial respeto y protección."
        },
        {
          "NumeroArticulo": 4,
          "NombreArticulo": "Bandera de España y banderas autonómicas",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo describe los símbolos nacionales y regionales:\n\n**Bandera nacional**: La bandera de España está formada por tres franjas horizontales: roja, amarilla y roja. La franja amarilla tiene doble anchura que cada una de las rojas.\n\n**Banderas autonómicas**: Los Estatutos pueden reconocer banderas y enseñas propias de las Comunidades Autónomas. Estas deben utilizarse junto a la bandera de España en edificios públicos y actos oficiales de las Comunidades Autónomas.",
          "TextoCompletoArticulo": "**Artículo 4**\n1. La bandera de España está formada por tres franjas horizontales, roja, amarilla y roja, siendo la amarilla de doble anchura que cada una de las rojas.\n2. Los Estatutos podrán reconocer banderas y enseñas propias de las Comunidades Autónomas. Estas se utilizarán junto a la bandera de España en sus edificios públicos y en sus actos oficiales."
        },
        {
          "NumeroArticulo": 5,
          "NombreArticulo": "Capital del Estado",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este breve artículo establece la capital de España:\n\n**Capital**: Se designa a la villa de Madrid como la capital del Estado español.",
          "TextoCompletoArticulo": "**Artículo 5**\nLa capital del Estado es la villa de Madrid."
        },
        {
          "NumeroArticulo": 6,
          "NombreArticulo": "Partidos políticos",
          "NombreArticuloOriginal": true,
          "ResumenArticulo": "**Partidos políticos**: Representan el pluralismo político y son fundamentales para la participación política. Puntos clave:\n\n- **Función**: Expresan la voluntad popular\n- **Libertad**: Su creación y actividad son libres, respetando la Constitución y la ley\n- **Estructura**: Deben ser democráticos internamente",
          "TextoCompletoArticulo": "**Artículo 6**\nLos partidos políticos expresan el pluralismo político, concurren a la formación y manifestación de la voluntad popular y son instrumento fundamental para la participación política. Su creación y el ejercicio de su actividad son libres dentro del respeto a la Constitución y a la ley. Su estructura interna y funcionamiento deberán ser democráticos."
        },
        {
          "NumeroArticulo": 7,
          "NombreArticulo": "Sindicatos y asociaciones empresariales",
          "NombreArticuloOriginal": true,
          "ResumenArticulo": "**Sindicatos y asociaciones empresariales**: Organizaciones que defienden intereses económicos y sociales. Aspectos importantes:\n\n- **Objetivo**: Defensa y promoción de intereses específicos\n- **Libertad**: Creación y actividad libres, respetando la Constitución y la ley\n- **Estructura**: Deben ser democráticos internamente",
          "TextoCompletoArticulo": "**Artículo 7**\nLos sindicatos de trabajadores y las asociaciones empresariales contribuyen a la defensa y promoción de los intereses económicos y sociales que les son propios. Su creación y el ejercicio de su actividad son libres dentro del respeto a la Constitución y a la ley. Su estructura interna y funcionamiento deberán ser democráticos."
        },
        {
          "NumeroArticulo": 8,
          "NombreArticulo": "Fuerzas Armadas",
          "NombreArticuloOriginal": true,
          "ResumenArticulo": "**Fuerzas Armadas**: Definen su composición y misión. Puntos clave:\n\n- **Composición**: Ejército de Tierra, Armada y Ejército del Aire\n- **Misión**: Garantizar soberanía, independencia, integridad territorial y orden constitucional\n- **Regulación**: Una ley orgánica establecerá las bases de organización militar",
          "TextoCompletoArticulo": "**Artículo 8**\n1. Las Fuerzas Armadas, constituidas por el Ejército de Tierra, la Armada y el Ejército del Aire, tienen como misión garantizar la soberanía e independencia de España, defender su integridad territorial y el ordenamiento constitucional.\n2. Una ley orgánica regulará las bases de la organización militar conforme a los principios de la presente Constitución."
        },
        {
          "NumeroArticulo": 9,
          "NombreArticulo": "Principios constitucionales y deberes de los poderes públicos",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Principios y deberes constitucionales**: Establece obligaciones y garantías fundamentales. Aspectos clave:\n\n1. **Sujeción a la ley**: Ciudadanos y poderes públicos deben respetar la Constitución y el ordenamiento jurídico\n2. **Deberes de los poderes públicos**:\n   - Promover libertad e igualdad efectivas\n   - Facilitar participación ciudadana en todos los ámbitos\n3. **Garantías constitucionales**:\n   - Principio de legalidad\n   - Jerarquía normativa\n   - Publicidad de las normas\n   - No retroactividad de sanciones\n   - Seguridad jurídica\n   - Responsabilidad de los poderes públicos",
          "TextoCompletoArticulo": "**Artículo 9**\n1. Los ciudadanos y los poderes públicos están sujetos a la Constitución y al resto del ordenamiento jurídico.\n2. Corresponde a los poderes públicos promover las condiciones para que la libertad y la igualdad del individuo y de los grupos en que se integra sean reales y efectivas; remover los obstáculos que impidan o dificulten su plenitud y facilitar la participación de todos los ciudadanos en la vida política, económica, cultural y social.\n3. La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas, la irretroactividad de las disposiciones sancionadoras no favorables o restrictivas de derechos individuales, la seguridad jurídica, la responsabilidad y la interdicción de la arbitrariedad de los poderes públicos."
        }
      ],
      "Capitulos": [

      ]
    },
    {
      "NombreTitulo": "TÍTULO I. De los derechos y deberes fundamentales",
      "ResumenTitulo": "**Título I: Derechos y Deberes Fundamentales**\n\n**Dignidad y derechos**: Fundamento del orden político y paz social.\n**Interpretación**: Conforme a la Declaración Universal de Derechos Humanos y tratados internacionales.\n\n**Capítulo Primero: Españoles y Extranjeros**\n\n**Nacionalidad**: Se adquiere, conserva y pierde según la ley.\n**Mayoría de edad**: A los 18 años.\n**Extranjeros**: Gozan de libertades públicas según tratados y leyes.\n\n**Capítulo Segundo: Derechos y Libertades**\n\n**Igualdad**: Ante la ley, sin discriminación.\n**Derecho a la vida**: Y a la integridad física y moral.\n**Libertad ideológica y religiosa**: Garantizada.\n**Libertad personal**: Detención preventiva limitada a 72 horas.\n**Intimidad**: Inviolabilidad del domicilio y secreto de comunicaciones.\n**Libertad de residencia y circulación**: Dentro y fuera de España.\n**Libertad de expresión**: Incluye producción artística y científica.\n**Reunión y manifestación**: Pacífica y sin armas.\n**Asociación**: Libre, excepto las ilegales o paramilitares.\n**Participación política**: Sufragio universal.\n**Tutela judicial**: Derecho a defensa y debido proceso.\n**Principio de legalidad penal**: No hay pena sin ley previa.\n**Educación**: Derecho universal, obligatoria y gratuita en nivel básico.\n**Sindicación y huelga**: Derechos reconocidos.\n**Petición**: Derecho de los españoles.\n\n**Sección 2ª: Derechos y Deberes de los Ciudadanos**\n\n**Defensa de España**: Derecho y deber.\n**Tributos**: Contribución justa al gasto público.\n**Matrimonio**: Igualdad jurídica entre cónyuges.\n**Propiedad privada**: Reconocida, con función social.\n**Trabajo**: Derecho y deber, sin discriminación.\n**Negociación colectiva**: Garantizada por ley.\n**Libertad de empresa**: En economía de mercado.\n\n**Capítulo Tercero: Principios de Política Social y Económica**\n\n**Familia**: Protección social, económica y jurídica.\n**Progreso socioeconómico**: Promoción de condiciones favorables.\n**Seguridad Social**: Régimen público garantizado.\n**Salud**: Derecho a la protección.\n**Cultura**: Promoción del acceso.\n**Medio ambiente**: Derecho a disfrutarlo y deber de conservarlo.\n**Vivienda**: Derecho a una digna y adecuada.\n**Discapacidad**: Protección especial e inclusión.\n**Tercera edad**: Garantía de suficiencia económica.\n**Consumidores**: Protección de sus derechos.\n\n**Capítulo Cuarto: Garantías de Libertades y Derechos Fundamentales**\n\n**Vinculación**: Los derechos vinculan a todos los poderes públicos.\n**Defensor del Pueblo**: Alto comisionado para la defensa de derechos.\n\n**Capítulo Quinto: Suspensión de Derechos y Libertades**\n\n**Suspensión**: Posible en estados de excepción o sitio.",
      "Articulos": [
        {
          "NumeroArticulo": 10,
          "NombreArticulo": "Fundamentos del orden político y la paz social",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Fundamentos del orden político y la paz social**: Este artículo establece los pilares fundamentales de la sociedad española:\n\n1. **Dignidad de la persona**\n2. **Derechos inviolables** inherentes\n3. **Libre desarrollo** de la personalidad\n4. **Respeto a la ley** y a los derechos de los demás\n\nAdemás, indica que la interpretación de los **derechos fundamentales** y **libertades** reconocidos en la Constitución debe hacerse de acuerdo con la **Declaración Universal de Derechos Humanos** y los **tratados internacionales** ratificados por España.",
          "TextoCompletoArticulo": "**Artículo 10**\n1. La **dignidad de la persona**, los **derechos inviolables** que le son inherentes, el **libre desarrollo de la personalidad**, el **respeto a la ley** y a los **derechos de los demás** son fundamento del orden político y de la paz social.\n2. Las normas relativas a los **derechos fundamentales** y a las **libertades** que la Constitución reconoce se interpretarán de conformidad con la **Declaración Universal de Derechos Humanos** y los **tratados y acuerdos internacionales** sobre las mismas materias ratificados por España."
        }
      ],
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO PRIMERO. De los españoles y los extranjeros",
          "ResumenCapitulo": "**Nacionalidad española**: Se adquiere, conserva y pierde según la ley. Ningún español de origen puede ser privado de ella.\n\n**Tratados de doble nacionalidad**: El Estado puede concertarlos con países iberoamericanos o con especial vinculación a España.\n\n**Mayoría de edad**: Los españoles son mayores a los 18 años.\n\n**Derechos de extranjeros**: Gozan de libertades públicas según tratados y leyes.\n\n**Derechos exclusivos**: Solo españoles tienen derechos del artículo 23, salvo excepciones en elecciones municipales.\n\n**Extradición**: Se concede por tratado o ley, excluyendo delitos políticos (no incluye terrorismo).\n\n**Derecho de asilo**: La ley determina condiciones para ciudadanos extranjeros y apátridas.",
          "Articulos": [
            {
              "NumeroArticulo": 11,
              "NombreArticulo": "Nacionalidad española",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Nacionalidad española**: Este artículo trata sobre la adquisición, conservación y pérdida de la nacionalidad española:\n\n1. Se rige por lo **establecido por la ley**\n2. **Ningún español de origen** puede ser privado de su nacionalidad\n3. El Estado puede establecer **tratados de doble nacionalidad** con países iberoamericanos o con particular vinculación a España\n4. Los españoles pueden **naturalizarse** en estos países sin perder su nacionalidad de origen, incluso sin reciprocidad",
              "TextoCompletoArticulo": "**Artículo 11**\n1. La **nacionalidad española** se adquiere, se conserva y se pierde de acuerdo con lo establecido por la ley.\n2. Ningún **español de origen** podrá ser privado de su nacionalidad.\n3. El Estado podrá concertar **tratados de doble nacionalidad** con los países iberoamericanos o con aquellos que hayan tenido o tengan una particular vinculación con España. En estos mismos países, aun cuando no reconozcan a sus ciudadanos un derecho recíproco, podrán **naturalizarse** los españoles sin perder su nacionalidad de origen."
            },
            {
              "NumeroArticulo": 12,
              "NombreArticulo": "Mayoría de edad",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Mayoría de edad**: Este breve artículo establece que la **mayoría de edad** en España se alcanza a los **18 años**.",
              "TextoCompletoArticulo": "**Artículo 12**\nLos españoles son **mayores de edad** a los **dieciocho años**."
            },
            {
              "NumeroArticulo": 13,
              "NombreArticulo": "Derechos de los extranjeros",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Derechos de los extranjeros**: Este artículo aborda los derechos de los extranjeros en España:\n\n1. **Libertades públicas**: Los extranjeros gozan de ellas según los tratados y la ley\n2. **Derechos políticos**: Reservados a españoles, con excepciones para elecciones municipales\n3. **Extradición**: Se concede por tratado o ley, excluyendo delitos políticos pero no terrorismo\n4. **Derecho de asilo**: La ley regulará su aplicación a extranjeros y apátridas",
              "TextoCompletoArticulo": "**Artículo 13**\n1. Los **extranjeros** gozarán en España de las **libertades públicas** que garantiza el presente Título en los términos que establezcan los tratados y la ley.\n2. Solamente los **españoles** serán titulares de los derechos reconocidos en el artículo 23, salvo lo que, atendiendo a criterios de reciprocidad, pueda establecerse por tratado o ley para el derecho de sufragio activo y pasivo en las **elecciones municipales**.\n3. La **extradición** sólo se concederá en cumplimiento de un tratado o de la ley, atendiendo al principio de reciprocidad. Quedan excluidos de la extradición los delitos políticos, no considerándose como tales los actos de terrorismo.\n4. La ley establecerá los términos en que los ciudadanos de otros países y los apátridas podrán gozar del **derecho de asilo** en España."
            }
          ],
          "Secciones": [

          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO SEGUNDO. Derechos y libertades",
          "ResumenCapitulo": "**Igualdad ante la ley**: Se prohíbe la discriminación por cualquier condición.\n\n**Derechos fundamentales**:\n- **Derecho a la vida e integridad**: Se prohíbe la tortura y se abole la pena de muerte.\n- **Libertad ideológica y religiosa**: Garantizada sin más límites que el orden público.\n- **Libertad y seguridad personal**: Incluye garantías en detenciones y el procedimiento de habeas corpus.\n- **Derecho al honor e intimidad**: Inviolabilidad del domicilio y secreto de comunicaciones.\n- **Libertad de residencia y circulación**: Incluye entrar y salir libremente de España.\n- **Libertad de expresión**: Incluye producción artística y científica, sin censura previa.\n- **Derecho de reunión**: Pacífica y sin armas, sin autorización previa.\n- **Derecho de asociación**: Prohibidas las secretas y paramilitares.\n- **Participación política**: Derecho a participar en asuntos públicos y acceder a cargos públicos.\n- **Tutela judicial efectiva**: Incluye presunción de inocencia y derecho a la defensa.\n- **Principio de legalidad penal**: No hay pena sin ley previa.\n- **Derecho a la educación**: Obligatoria y gratuita, con libertad de enseñanza.\n- **Libertad sindical y derecho a huelga**: Para defensa de intereses de trabajadores.\n- **Derecho de petición**: Individual y colectiva.\n\n**Deberes y derechos de los ciudadanos**:\n- **Defensa de España**: Derecho y deber, con regulación de objeción de conciencia.\n- **Sostenimiento de gastos públicos**: Sistema tributario justo.\n- **Matrimonio**: Igualdad jurídica entre hombre y mujer.\n- **Propiedad privada y herencia**: Reconocidas con función social.\n- **Derecho de fundación**: Para fines de interés general.\n- **Derecho y deber de trabajar**: Sin discriminación, con remuneración suficiente.\n- **Colegios Profesionales**: Regulados por ley, con estructura democrática.\n- **Negociación colectiva**: Garantizada entre trabajadores y empresarios.\n- **Libertad de empresa**: En el marco de la economía de mercado." ,
          "Articulos": [
            {
              "NumeroArticulo": 14,
              "NombreArticulo": "Igualdad ante la ley",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Igualdad ante la ley**: Este artículo establece el principio fundamental de **igualdad** para todos los españoles. Prohíbe expresamente la **discriminación** por cualquier motivo, incluyendo:\n\n- Nacimiento\n- Raza\n- Sexo\n- Religión\n- Opinión\n- Cualquier otra condición o circunstancia personal o social",
              "TextoCompletoArticulo": "**Artículo 14**\nLos españoles son **iguales ante la ley**, sin que pueda prevalecer **discriminación** alguna por razón de **nacimiento**, **raza**, **sexo**, **religión**, **opinión** o cualquier otra condición o circunstancia personal o social."
            }
          ],
          "Secciones": [
            {
              "NombreSeccion": "Sección 1.ª De los derechos fundamentales y de las libertades públicas",
              "ResumenSeccion": "**Derechos fundamentales y libertades públicas**:\n\n**Derecho a la vida**: Se garantiza el derecho a la vida e integridad física y moral. Se prohíbe la tortura y se abole la pena de muerte, excepto en tiempos de guerra según leyes militares.\n\n**Libertad ideológica y religiosa**: Se garantiza la libertad de pensamiento y culto. El Estado es aconfesional pero coopera con la Iglesia Católica y otras confesiones.\n\n**Libertad y seguridad personal**: Se protege contra detenciones arbitrarias. La detención preventiva tiene un límite de 72 horas. Se garantiza el derecho a un abogado y al habeas corpus.\n\n**Derecho a la intimidad**: Se protege el honor, la intimidad y la propia imagen. El domicilio es inviolable y se garantiza el secreto de las comunicaciones.\n\n**Libertad de residencia y circulación**: Los españoles pueden elegir libremente su residencia y circular por el territorio nacional.\n\n**Libertad de expresión**: Se protege la libre expresión de ideas, la producción artística y científica, y el derecho a recibir información veraz.\n\n**Derecho de reunión y manifestación**: Se reconoce el derecho de reunión pacífica sin autorización previa.\n\n**Derecho de asociación**: Se garantiza, excepto para fines delictivos. Se prohíben asociaciones secretas y paramilitares.\n\n**Participación política**: Los ciudadanos tienen derecho a participar en asuntos públicos y acceder a cargos públicos.\n\n**Tutela judicial efectiva**: Se garantiza el acceso a la justicia, el derecho a un juez imparcial, a la defensa, y a la presunción de inocencia.\n\n**Principio de legalidad penal**: Nadie puede ser condenado por acciones no tipificadas como delito en el momento de cometerse.\n\n**Derecho a la educación**: Se reconoce el derecho a la educación y la libertad de enseñanza. La educación básica es obligatoria y gratuita.\n\n**Libertad sindical y derecho a huelga**: Se reconoce el derecho a sindicarse libremente y a la huelga.\n\n**Derecho de petición**: Todos los españoles pueden realizar peticiones individuales o colectivas por escrito.",
              "Articulos": [
                {
                  "NumeroArticulo": 15,
                  "NombreArticulo": "Derecho a la vida e integridad",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "**Derecho a la vida e integridad**: Este artículo garantiza derechos fundamentales:\n\n1. **Derecho a la vida**\n2. **Integridad física y moral**\n3. **Prohibición** de tortura y tratos inhumanos o degradantes\n4. **Abolición de la pena de muerte**, con excepción en leyes militares en tiempos de guerra",
                  "TextoCompletoArticulo": "**Artículo 15**\nTodos tienen **derecho a la vida** y a la **integridad física y moral**, sin que, en ningún caso, puedan ser sometidos a **tortura** ni a **penas o tratos inhumanos o degradantes**. Queda **abolida la pena de muerte**, salvo lo que puedan disponer las leyes penales militares para tiempos de guerra."
                },
                {
                  "NumeroArticulo": 16,
                  "NombreArticulo": "Libertad ideológica, religiosa y de culto",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "El artículo 16 aborda tres aspectos fundamentales:\n\n1. **Libertad de pensamiento y creencias**: Se garantiza la libertad ideológica, religiosa y de culto para individuos y comunidades, con limitaciones solo para mantener el orden público.\n\n2. **Protección contra la discriminación**: Nadie puede ser obligado a declarar sobre su ideología, religión o creencias, protegiendo así la privacidad y evitando la discriminación.\n\n3. **Estado laico y cooperación religiosa**: Establece que ninguna religión tendrá carácter estatal, pero los poderes públicos deben considerar las creencias de la sociedad y mantener relaciones de cooperación con la Iglesia Católica y otras confesiones.",
                  "TextoCompletoArticulo": "**Artículo 16**\n1. Se garantiza la libertad ideológica, religiosa y de culto de los individuos y las comunidades sin más limitación, en sus manifestaciones, que la necesaria para el mantenimiento del orden público protegido por la ley.\n2. Nadie podrá ser obligado a declarar sobre su ideología, religión o creencias.\n3. Ninguna confesión tendrá carácter estatal. Los poderes públicos tendrán en cuenta las creencias religiosas de la sociedad española y mantendrán las consiguientes relaciones de cooperación con la Iglesia Católica y las demás confesiones."
                },
                {
                  "NumeroArticulo": 17,
                  "NombreArticulo": "Derecho a la libertad y seguridad personal",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "El artículo 17 establece garantías fundamentales relacionadas con la libertad y seguridad personal:\n\n1. **Derecho a la libertad**: Toda persona tiene derecho a la libertad y seguridad, con restricciones solo según lo establecido por la ley.\n\n2. **Límites de la detención preventiva**: Se limita a 72 horas como máximo, tras lo cual el detenido debe ser liberado o puesto a disposición judicial.\n\n3. **Derechos del detenido**: Incluyen:\n   - Ser informado inmediatamente de sus derechos y razones de detención\n   - No ser obligado a declarar\n   - Asistencia de abogado en diligencias policiales y judiciales\n\n4. **Procedimiento de 'habeas corpus'**: Garantiza la presentación inmediata ante un juez de cualquier persona detenida ilegalmente.\n\n5. **Prisión provisional**: La ley determinará su duración máxima.",
                  "TextoCompletoArticulo": "**Artículo 17**\n1. Toda persona tiene derecho a la libertad y a la seguridad. Nadie puede ser privado de su libertad, sino con la observancia de lo establecido en este artículo y en los casos y en la forma previstos en la ley.\n2. La detención preventiva no podrá durar más del tiempo estrictamente necesario para la realización de las averiguaciones tendentes al esclarecimiento de los hechos, y, en todo caso, en el plazo máximo de setenta y dos horas, el detenido deberá ser puesto en libertad o a disposición de la autoridad judicial.\n3. Toda persona detenida debe ser informada de forma inmediata, y de modo que le sea comprensible, de sus derechos y de las razones de su detención, no pudiendo ser obligada a declarar. Se garantiza la asistencia de abogado al detenido en las diligencias policiales y judiciales, en los términos que la ley establezca.\n4. La ley regulará un procedimiento de «habeas corpus» para producir la inmediata puesta a disposición judicial de toda persona detenida ilegalmente. Asimismo, por ley se determinará el plazo máximo de duración de la prisión provisional."
                },
                {
                  "NumeroArticulo": 18,
                  "NombreArticulo": "Derecho a la intimidad y protección de datos personales",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "El artículo 18 establece protecciones fundamentales para la privacidad y los datos personales:\n\n1. **Derechos personales**: Garantiza el derecho al honor, la intimidad personal y familiar, y la propia imagen.\n\n2. **Inviolabilidad del domicilio**: Prohíbe entradas o registros sin consentimiento del titular o resolución judicial, excepto en casos de delito flagrante.\n\n3. **Secreto de comunicaciones**: Garantiza la privacidad de las comunicaciones, especialmente las postales, telegráficas y telefónicas, salvo resolución judicial.\n\n4. **Protección de datos**: Establece que la ley limitará el uso de la informática para proteger el honor, la intimidad personal y familiar, y el pleno ejercicio de los derechos de los ciudadanos.",
                  "TextoCompletoArticulo": "**Artículo 18**\n1. Se garantiza el derecho al honor, a la intimidad personal y familiar y a la propia imagen.\n2. El domicilio es inviolable. Ninguna entrada o registro podrá hacerse en él sin consentimiento del titular o resolución judicial, salvo en caso de flagrante delito.\n3. Se garantiza el secreto de las comunicaciones y, en especial, de las postales, telegráficas y telefónicas, salvo resolución judicial.\n4. La ley limitará el uso de la informática para garantizar el honor y la intimidad personal y familiar de los ciudadanos y el pleno ejercicio de sus derechos."
                },
                {
                  "NumeroArticulo": 19,
                  "NombreArticulo": "Libertad de residencia y circulación",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "**Derechos fundamentales**:\n\n- **Residencia**: Los españoles pueden elegir libremente dónde vivir.\n- **Circulación**: Pueden moverse libremente por el territorio nacional.\n- **Entrada y salida del país**: Tienen derecho a entrar y salir de España según la ley.\n\n**Limitación**: Este derecho no puede restringirse por motivos políticos o ideológicos.",
                  "TextoCompletoArticulo": "**Artículo 19**\nLos españoles tienen derecho a elegir libremente su residencia y a circular por el territorio nacional.\nAsimismo, tienen derecho a entrar y salir libremente de España en los términos que la ley establezca. Este derecho no podrá ser limitado por motivos políticos o ideológicos."
                },
                {
                  "NumeroArticulo": 20,
                  "NombreArticulo": "Libertad de expresión y prensa",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "**Derechos protegidos**:\n\n1. **Libertad de expresión**: Difundir pensamientos, ideas y opiniones libremente.\n2. **Producción y creación**: En ámbitos literarios, artísticos, científicos y técnicos.\n3. **Libertad de cátedra**: En el ámbito educativo.\n4. **Información**: Comunicar o recibir información veraz libremente.\n\n**Regulaciones**:\n- **Censura**: Prohibida la censura previa.\n- **Medios públicos**: Control parlamentario y acceso a grupos sociales y políticos.\n- **Límites**: Respeto a otros derechos, especialmente honor, intimidad, imagen y protección de menores.\n- **Secuestro de publicaciones**: Solo por resolución judicial.",
                  "TextoCompletoArticulo": "**Artículo 20**\n1. Se reconocen y protegen los derechos:\na) A expresar y difundir libremente los pensamientos, ideas y opiniones mediante la palabra, el escrito o cualquier otro medio de reproducción.\nb) A la producción y creación literaria, artística, científica y técnica.\nc) A la libertad de cátedra.\nd) A comunicar o recibir libremente información veraz por cualquier medio de difusión. La ley regulará el derecho a la cláusula de conciencia y al secreto profesional en el ejercicio de estas libertades.\n2. El ejercicio de estos derechos no puede restringirse mediante ningún tipo de censura previa.\n3. La ley regulará la organización y el control parlamentario de los medios de comunicación social dependientes del Estado o de cualquier ente público y garantizará el acceso a dichos medios de los grupos sociales y políticos significativos, respetando el pluralismo de la sociedad y de las diversas lenguas de España.\n4. Estas libertades tienen su límite en el respeto a los derechos reconocidos en este Título, en los preceptos de las leyes que lo desarrollen y, especialmente, en el derecho al honor, a la intimidad, a la propia imagen y a la protección de la juventud y de la infancia.\n5. Sólo podrá acordarse el secuestro de publicaciones, grabaciones y otros medios de información en virtud de resolución judicial."
                },
                {
                  "NumeroArticulo": 21,
                  "NombreArticulo": "Derecho de reunión",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "**Aspectos clave**:\n\n1. **Reunión pacífica**: Se reconoce el derecho a reunirse pacíficamente y sin armas.\n2. **Autorización**: No se requiere autorización previa para ejercer este derecho.\n3. **Lugares públicos**: Para reuniones en vías públicas o manifestaciones:\n   - **Comunicación previa**: Se debe informar a las autoridades.\n   - **Prohibición**: Solo por razones fundadas de alteración del orden público con peligro para personas o bienes.",
                  "TextoCompletoArticulo": "**Artículo 21**\n1. Se reconoce el derecho de reunión pacífica y sin armas. El ejercicio de este derecho no necesitará autorización previa.\n2. En los casos de reuniones en lugares de tránsito público y manifestaciones se dará comunicación previa a la autoridad, que sólo podrá prohibirlas cuando existan razones fundadas de alteración del orden público, con peligro para personas o bienes."
                },
                {
                  "NumeroArticulo": 22,
                  "NombreArticulo": "Derecho de asociación",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "**Puntos principales**:\n\n1. **Reconocimiento**: Se garantiza el derecho de asociación.\n2. **Ilegalidad**: Asociaciones con fines o medios delictivos son ilegales.\n3. **Registro**: Las asociaciones deben inscribirse en un registro público.\n4. **Disolución**: Solo por resolución judicial motivada.\n5. **Prohibiciones**: Se prohíben asociaciones secretas y paramilitares.",
                  "TextoCompletoArticulo": "**Artículo 22**\n1. Se reconoce el derecho de asociación.\n2. Las asociaciones que persigan fines o utilicen medios tipificados como delito son ilegales.\n3. Las asociaciones constituidas al amparo de este artículo deberán inscribirse en un registro a los solos efectos de publicidad.\n4. Las asociaciones sólo podrán ser disueltas o suspendidas en sus actividades en virtud de resolución judicial motivada.\n5. Se prohíben las asociaciones secretas y las de carácter paramilitar."
                },
                {
                  "NumeroArticulo": 23,
                  "NombreArticulo": "Derecho de participación ciudadana",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "**Derechos ciudadanos**:\n\n1. **Participación política**:\n   - **Directa**: Intervención directa en asuntos públicos.\n   - **Indirecta**: A través de representantes elegidos democráticamente.\n2. **Acceso a cargos públicos**:\n   - **Igualdad**: Todos los ciudadanos pueden acceder en igualdad de condiciones.\n   - **Requisitos**: Según lo establecido por las leyes.",
                  "TextoCompletoArticulo": "**Artículo 23**\n1. Los ciudadanos tienen el derecho a participar en los asuntos públicos, directamente o por medio de representantes, libremente elegidos en elecciones periódicas por sufragio universal.\n2. Asimismo, tienen derecho a acceder en condiciones de igualdad a las funciones y cargos públicos, con los requisitos que señalen las leyes."
                },
                {
                  "NumeroArticulo": 24,
                  "NombreArticulo": "Derecho a la tutela judicial efectiva",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "**Garantías judiciales**:\n\n1. **Tutela judicial**: Derecho a obtener protección efectiva de jueces y tribunales.\n2. **Juez predeterminado**: Derecho a ser juzgado por el juez que corresponda legalmente.\n3. **Defensa**: Derecho a defensa y asistencia de abogado.\n4. **Información**: Derecho a ser informado de la acusación.\n5. **Proceso justo**: Derecho a un proceso público, sin dilaciones y con garantías.\n6. **Pruebas**: Derecho a utilizar medios de prueba para la defensa.\n7. **No autoincriminación**: Derecho a no declarar contra uno mismo y no confesarse culpable.\n8. **Presunción de inocencia**: Se presume la inocencia hasta que se demuestre lo contrario.\n\n**Excepciones**: La ley regulará casos de no obligación a declarar por parentesco o secreto profesional.",
                  "TextoCompletoArticulo": "**Artículo 24**\n1. Todas las personas tienen derecho a obtener la tutela efectiva de los jueces y tribunales en el ejercicio de sus derechos e intereses legítimos, sin que, en ningún caso, pueda producirse indefensión.\n2. Asimismo, todos tienen derecho al Juez ordinario predeterminado por la ley, a la defensa y a la asistencia de letrado, a ser informados de la acusación formulada contra ellos, a un proceso público sin dilaciones indebidas y con todas las garantías, a utilizar los medios de prueba pertinentes para su defensa, a no declarar contra sí mismos, a no confesarse culpables y a la presunción de inocencia.\nLa ley regulará los casos en que, por razón de parentesco o de secreto profesional, no se estará obligado a declarar sobre hechos presuntamente delictivos."
                },
                {
                  "NumeroArticulo": 25,
                  "NombreArticulo": "Principio de legalidad y orientación penal",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "Este artículo aborda tres aspectos fundamentales:\n\n1. **Principio de legalidad penal**: Nadie puede ser condenado por acciones que no constituyan delito según la legislación vigente en el momento de producirse.\n\n2. **Orientación de las penas**: Las penas privativas de libertad se orientarán hacia la **reeducación y reinserción social**. Se prohíben los trabajos forzados.\n\n3. **Derechos de los condenados**: Los presos mantienen sus derechos fundamentales, excepto los limitados por la sentencia. Se garantiza su derecho a un **trabajo remunerado**, **beneficios de la Seguridad Social**, **acceso a la cultura** y **desarrollo personal**.\n\n4. **Limitación de sanciones administrativas**: La Administración civil no puede imponer sanciones que impliquen privación de libertad.",
                  "TextoCompletoArticulo": "**Artículo 25**\n1. Nadie puede ser condenado o sancionado por acciones u omisiones que en el momento de producirse no constituyan delito, falta o infracción administrativa, según la legislación vigente en aquel momento.\n2. Las penas privativas de libertad y las medidas de seguridad estarán orientadas hacia la reeducación y reinserción social y no podrán consistir en trabajos forzados. El condenado a pena de prisión que estuviere cumpliendo la misma gozará de los derechos fundamentales de este Capítulo, a excepción de los que se vean expresamente limitados por el contenido del fallo condenatorio, el sentido de la pena y la ley penitenciaria. En todo caso, tendrá derecho a un trabajo remunerado y a los beneficios correspondientes de la Seguridad Social, así como al acceso a la cultura y al desarrollo integral de su personalidad.\n3. La Administración civil no podrá imponer sanciones que, directa o subsidiariamente, impliquen privación de libertad."
                },
                {
                  "NumeroArticulo": 26,
                  "NombreArticulo": "Prohibición de Tribunales de Honor",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "Este breve artículo establece la **prohibición de los Tribunales de Honor** en dos ámbitos específicos:\n\n1. La **Administración civil**\n2. Las **organizaciones profesionales**\n\nEsta prohibición busca garantizar que los procesos disciplinarios y de evaluación se realicen a través de mecanismos formales y transparentes, evitando juicios basados en conceptos subjetivos de honor o reputación.",
                  "TextoCompletoArticulo": "**Artículo 26**\nSe prohíben los Tribunales de Honor en el ámbito de la Administración civil y de las organizaciones profesionales."
                },
                {
                  "NumeroArticulo": 27,
                  "NombreArticulo": "Derecho a la educación",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "Este artículo establece los principios fundamentales del sistema educativo:\n\n1. **Derecho universal**: Todos tienen derecho a la educación y se reconoce la libertad de enseñanza.\n\n2. **Objetivo educativo**: Desarrollo pleno de la personalidad y respeto a los principios democráticos.\n\n3. **Formación religiosa y moral**: Los padres tienen derecho a elegir la formación de sus hijos.\n\n4. **Enseñanza básica**: Es obligatoria y gratuita.\n\n5. **Garantías estatales**: Los poderes públicos deben garantizar el derecho a la educación mediante:\n   - Programación general de la enseñanza\n   - Participación de todos los sectores\n   - Creación de centros docentes\n\n6. **Libertad de creación**: Se reconoce la libertad de crear centros docentes.\n\n7. **Gestión participativa**: Profesores, padres y alumnos participarán en la gestión de centros públicos.\n\n8. **Supervisión estatal**: Los poderes públicos inspeccionarán y homologarán el sistema educativo.\n\n9. **Ayudas a centros**: Se proporcionarán ayudas a centros que cumplan los requisitos legales.\n\n10. **Autonomía universitaria**: Se reconoce la autonomía de las Universidades.",
                  "TextoCompletoArticulo": "**Artículo 27**\n1. Todos tienen el derecho a la educación. Se reconoce la libertad de enseñanza.\n2. La educación tendrá por objeto el pleno desarrollo de la personalidad humana en el respeto a los principios democráticos de convivencia y a los derechos y libertades fundamentales.\n3. Los poderes públicos garantizan el derecho que asiste a los padres para que sus hijos reciban la formación religiosa y moral que esté de acuerdo con sus propias convicciones.\n4. La enseñanza básica es obligatoria y gratuita.\n5. Los poderes públicos garantizan el derecho de todos a la educación, mediante una programación general de la enseñanza, con participación efectiva de todos los sectores afectados y la creación de centros docentes.\n6. Se reconoce a las personas físicas y jurídicas la libertad de creación de centros docentes, dentro del respeto a los principios constitucionales.\n7. Los profesores, los padres y, en su caso, los alumnos intervendrán en el control y gestión de todos los centros sostenidos por la Administración con fondos públicos, en los términos que la ley establezca.\n8. Los poderes públicos inspeccionarán y homologarán el sistema educativo para garantizar el cumplimiento de las leyes.\n9. Los poderes públicos ayudarán a los centros docentes que reúnan los requisitos que la ley establezca.\n10. Se reconoce la autonomía de las Universidades, en los términos que la ley establezca."
                },
                {
                  "NumeroArticulo": 28,
                  "NombreArticulo": "Libertad sindical y derecho a huelga",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "Este artículo establece dos derechos fundamentales en el ámbito laboral:\n\n1. **Libertad sindical**:\n   - Derecho universal a sindicarse libremente\n   - Posibles limitaciones para Fuerzas Armadas y cuerpos de seguridad\n   - Comprende el derecho a:\n     - Fundar sindicatos\n     - Afiliarse al sindicato de elección\n     - Formar confederaciones\n     - Afiliarse a organizaciones internacionales\n   - **Prohibición de afiliación forzosa**\n\n2. **Derecho a huelga**:\n   - Reconocido como derecho de los trabajadores\n   - La ley regulará su ejercicio\n   - Se garantizará el mantenimiento de servicios esenciales",
                  "TextoCompletoArticulo": "**Artículo 28**\n1. Todos tienen derecho a sindicarse libremente. La ley podrá limitar o exceptuar el ejercicio de este derecho a las Fuerzas o Institutos armados o a los demás Cuerpos sometidos a disciplina militar y regulará las peculiaridades de su ejercicio para los funcionarios públicos. La libertad sindical comprende el derecho a fundar sindicatos y a afiliarse al de su elección, así como el derecho de los sindicatos a formar confederaciones y a fundar organizaciones sindicales internacionales o a afiliarse a las mismas. Nadie podrá ser obligado a afiliarse a un sindicato.\n2. Se reconoce el derecho a la huelga de los trabajadores para la defensa de sus intereses. La ley que regule el ejercicio de este derecho establecerá las garantías precisas para asegurar el mantenimiento de los servicios esenciales de la comunidad."
                },
                {
                  "NumeroArticulo": 29,
                  "NombreArticulo": "Derecho de petición",
                  "NombreArticuloOriginal": false,
                  "ResumenArticulo": "Este artículo establece el **derecho de petición** en España:\n\n1. **Alcance general**:\n   - Todos los españoles tienen derecho de petición\n   - Puede ser individual o colectivo\n   - Se debe realizar por escrito\n   - La ley determinará la forma y efectos\n\n2. **Regulación especial**:\n   - Para miembros de Fuerzas Armadas o Cuerpos de seguridad:\n     - Solo pueden ejercerlo individualmente\n     - Se rige por su legislación específica\n\nEste derecho permite a los ciudadanos dirigirse a las autoridades para exponer sus demandas o solicitudes, siendo un mecanismo importante de participación ciudadana.",
                  "TextoCompletoArticulo": "**Artículo 29**\n1. Todos los españoles tendrán el derecho de petición individual y colectiva, por escrito, en la forma y con los efectos que determine la ley.\n2. Los miembros de las Fuerzas o Institutos armados o de los Cuerpos sometidos a disciplina militar podrán ejercer este derecho sólo individualmente y con arreglo a lo dispuesto en su legislación específica."
                }
              ]
            },
            {
              "NombreSeccion": "Sección 2.ª De los derechos y deberes de los ciudadanos",
              "ResumenSeccion": "**Derechos y deberes ciudadanos**:\n\n**Defensa nacional**: Derecho y deber de defender España. Ley regula obligaciones militares y objeción de conciencia.\n\n**Contribución fiscal**: Todos contribuyen según capacidad económica. Sistema tributario justo, igualitario y progresivo.\n\n**Matrimonio**: Derecho a contraer matrimonio con igualdad jurídica entre hombre y mujer.\n\n**Propiedad**: Se reconoce el derecho a la propiedad privada y herencia, con función social.\n\n**Fundaciones**: Derecho a fundar para fines de interés general.\n\n**Trabajo**: Deber de trabajar y derecho al trabajo, libre elección de profesión, promoción y remuneración justa.\n\n**Colegios Profesionales**: Ley regula su régimen jurídico con estructura democrática.\n\n**Negociación colectiva**: Garantía de negociación entre trabajadores y empresarios.\n\n**Libertad de empresa**: Reconocida en el marco de la economía de mercado.",
              "Articulos": [
                {
                  "NumeroArticulo": 30,
                  "NombreArticulo": "Defensa de España y servicio militar",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo aborda varios aspectos relacionados con la defensa nacional:\n\n**Derecho y deber:** Los españoles tienen tanto el derecho como la obligación de defender a España.\n\n**Servicio militar:** La ley establecerá:\n- Las obligaciones militares de los ciudadanos\n- Regulación de la **objeción de conciencia**\n- Otras causas de exención del servicio militar obligatorio\n- Posibilidad de una **prestación social sustitutoria**\n\n**Servicio civil:** Se puede establecer para cumplir fines de interés general.\n\n**Situaciones de emergencia:** La ley podrá regular los deberes ciudadanos en casos de **grave riesgo, catástrofe o calamidad pública**.",
                  "TextoCompletoArticulo": "**Artículo 30**\n1. Los españoles tienen el derecho y el deber de defender a España.\n2. La ley fijará las obligaciones militares de los españoles y regulará, con las debidas garantías, la objeción de conciencia, así como las demás causas de exención del servicio militar obligatorio, pudiendo imponer, en su caso, una prestación social sustitutoria.\n3. Podrá establecerse un servicio civil para el cumplimiento de fines de interés general.\n4. Mediante ley podrán regularse los deberes de los ciudadanos en los casos de grave riesgo, catástrofe o calamidad pública."
                },
                {
                  "NumeroArticulo": 31,
                  "NombreArticulo": "Contribución a los gastos públicos y gestión de recursos",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo trata sobre la contribución ciudadana y la gestión de los recursos públicos:\n\n**Sistema tributario:** Todos deben contribuir a los gastos públicos según su capacidad económica, mediante un sistema:\n- **Justo**\n- Basado en **igualdad y progresividad**\n- No confiscatorio\n\n**Gasto público:** Debe realizarse con:\n- Asignación equitativa de recursos\n- Criterios de **eficiencia y economía**\n\n**Prestaciones públicas:** Solo pueden establecerse por ley.",
                  "TextoCompletoArticulo": "**Artículo 31**\n1. Todos contribuirán al sostenimiento de los gastos públicos de acuerdo con su capacidad económica mediante un sistema tributario justo inspirado en los principios de igualdad y progresividad que, en ningún caso, tendrá alcance confiscatorio.\n2. El gasto público realizará una asignación equitativa de los recursos públicos, y su programación y ejecución responderán a los criterios de eficiencia y economía.\n3. Sólo podrán establecerse prestaciones personales o patrimoniales de carácter público con arreglo a la ley."
                },
                {
                  "NumeroArticulo": 32,
                  "NombreArticulo": "Derecho al matrimonio",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo establece las bases del derecho al matrimonio:\n\n**Igualdad jurídica:** Hombres y mujeres tienen derecho a contraer matrimonio en condiciones de plena igualdad legal.\n\n**Regulación legal:** La ley determinará:\n- Formas de matrimonio\n- **Edad y capacidad** para contraerlo\n- Derechos y deberes de los cónyuges\n- Causas y efectos de **separación y disolución**",
                  "TextoCompletoArticulo": "**Artículo 32**\n1. El hombre y la mujer tienen derecho a contraer matrimonio con plena igualdad jurídica.\n2. La ley regulará las formas de matrimonio, la edad y capacidad para contraerlo, los derechos y deberes de los cónyuges, las causas de separación y disolución y sus efectos."
                },
                {
                  "NumeroArticulo": 33,
                  "NombreArticulo": "Derecho a la propiedad privada y herencia",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo reconoce y regula el derecho a la propiedad privada:\n\n**Reconocimiento:** Se reconoce el derecho a la propiedad privada y a la herencia.\n\n**Función social:** Estos derechos están limitados por su función social, de acuerdo con las leyes.\n\n**Protección:** Nadie puede ser privado de sus bienes y derechos excepto por:\n- Causa justificada de **utilidad pública o interés social**\n- Mediante la correspondiente **indemnización**\n- De conformidad con las leyes",
                  "TextoCompletoArticulo": "**Artículo 33**\n1. Se reconoce el derecho a la propiedad privada y a la herencia.\n2. La función social de estos derechos delimitará su contenido, de acuerdo con las leyes.\n3. Nadie podrá ser privado de sus bienes y derechos sino por causa justificada de utilidad pública o interés social, mediante la correspondiente indemnización y de conformidad con lo dispuesto por las leyes."
                },
                {
                  "NumeroArticulo": 34,
                  "NombreArticulo": "Derecho de fundación",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo trata sobre el derecho a crear fundaciones:\n\n**Reconocimiento:** Se reconoce el derecho de fundación para fines de interés general, de acuerdo con la ley.\n\n**Aplicación de otros artículos:** Las fundaciones también están sujetas a lo dispuesto en los apartados 2 y 4 del artículo 22, que probablemente se refieren a:\n- Prohibición de asociaciones con fines delictivos\n- Disolución o suspensión de actividades por resolución judicial motivada",
                  "TextoCompletoArticulo": "**Artículo 34**\n1. Se reconoce el derecho de fundación para fines de interés general, con arreglo a la ley.\n2. Regirá también para las fundaciones lo dispuesto en los apartados 2 y 4 del artículo 22."
                },
                {
                  "NumeroArticulo": 35,
                  "NombreArticulo": "Derecho y deber de trabajar",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo establece los derechos y deberes laborales básicos:\n\n**Deber y derecho:** Todos los españoles tienen el deber de trabajar y el derecho al trabajo.\n\n**Derechos laborales:**\n- **Libre elección** de profesión u oficio\n- **Promoción** a través del trabajo\n- **Remuneración suficiente** para satisfacer necesidades propias y familiares\n\n**No discriminación:** Se prohíbe la discriminación por razón de sexo en el ámbito laboral.\n\n**Estatuto de los trabajadores:** La ley regulará un estatuto específico para los trabajadores.",
                  "TextoCompletoArticulo": "**Artículo 35**\n1. Todos los españoles tienen el deber de trabajar y el derecho al trabajo, a la libre elección de profesión u oficio, a la promoción a través del trabajo y a una remuneración suficiente para satisfacer sus necesidades y las de su familia, sin que en ningún caso pueda hacerse discriminación por razón de sexo.\n2. La ley regulará un estatuto de los trabajadores."
                },
                {
                  "NumeroArticulo": 36,
                  "NombreArticulo": "Colegios Profesionales",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo trata sobre la regulación de los Colegios Profesionales:\n\n**Regulación legal:** La ley regulará:\n- Las peculiaridades del régimen jurídico de los Colegios Profesionales\n- El ejercicio de las profesiones tituladas\n\n**Estructura y funcionamiento:** Los Colegios Profesionales deben tener una estructura interna y un funcionamiento **democráticos**.",
                  "TextoCompletoArticulo": "**Artículo 36**\nLa ley regulará las peculiaridades propias del régimen jurídico de los Colegios Profesionales y el ejercicio de las profesiones tituladas. La estructura interna y el funcionamiento de los Colegios deberán ser democráticos."
                },
                {
                  "NumeroArticulo": 37,
                  "NombreArticulo": "Negociación colectiva y conflictos laborales",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo aborda los derechos laborales colectivos:\n\n**Negociación colectiva:**\n- La ley garantizará el derecho a la negociación colectiva entre representantes de trabajadores y empresarios\n- Se asegurará la **fuerza vinculante** de los convenios\n\n**Conflicto colectivo:**\n- Se reconoce el derecho de trabajadores y empresarios a adoptar medidas de conflicto colectivo\n- La ley regulará este derecho, pudiendo establecer limitaciones\n- Se incluirán garantías para asegurar el **funcionamiento de servicios esenciales** de la comunidad",
                  "TextoCompletoArticulo": "**Artículo 37**\n1. La ley garantizará el derecho a la negociación colectiva laboral entre los representantes de los trabajadores y empresarios, así como la fuerza vinculante de los convenios.\n2. Se reconoce el derecho de los trabajadores y empresarios a adoptar medidas de conflicto colectivo. La ley que regule el ejercicio de este derecho, sin perjuicio de las limitaciones que puedan establecer, incluirá las garantías precisas para asegurar el funcionamiento de los servicios esenciales de la comunidad."
                },
                {
                  "NumeroArticulo": 38,
                  "NombreArticulo": "Libertad de empresa",
                  "NombreArticuloOriginal": true,
                  "ResumenArticulo": "Este artículo establece la libertad de empresa y sus garantías:\n\n**Reconocimiento:** Se reconoce la **libertad de empresa** en el marco de la economía de mercado.\n\n**Garantías de los poderes públicos:**\n- Garantizan y protegen el ejercicio de la libertad de empresa\n- Defienden la **productividad**\n\n**Contexto:** Estas garantías se proporcionan de acuerdo con:\n- Las exigencias de la economía general\n- La planificación, cuando sea aplicable",
                  "TextoCompletoArticulo": "**Artículo 38**\nSe reconoce la libertad de empresa en el marco de la economía de mercado. Los poderes públicos garantizan y protegen su ejercicio y la defensa de la productividad, de acuerdo con las exigencias de la economía general y, en su caso, de la planificación."
                }
              ]
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO TERCERO. De los principios rectores de la política social y económica",
          "ResumenCapitulo": "**Protección familiar y derechos sociales**:\n- Protección integral de la familia, hijos y madres.\n- Asistencia de padres a hijos.\n- Protección internacional de los niños.\n\n**Progreso socioeconómico**:\n- Promoción de condiciones favorables para el progreso y distribución equitativa de la renta.\n- Fomento del pleno empleo.\n- Garantías laborales: formación, seguridad, descanso.\n\n**Seguridad Social**:\n- Régimen público para todos los ciudadanos.\n- Asistencia y prestaciones ante necesidades, especialmente desempleo.\n\n**Trabajadores en el extranjero**:\n- Salvaguardia de derechos y política de retorno.\n\n**Salud y bienestar**:\n- Derecho a la protección de la salud.\n- Organización de la salud pública.\n- Fomento de educación sanitaria, física y deporte.\n\n**Cultura y ciencia**:\n- Promoción del acceso a la cultura.\n- Fomento de la investigación científica y técnica.\n\n**Medio ambiente**:\n- Derecho a un ambiente adecuado.\n- Uso racional de recursos naturales.\n- Sanciones por daños ambientales.\n\n**Patrimonio**:\n- Conservación y enriquecimiento del patrimonio histórico-cultural.\n\n**Vivienda**:\n- Derecho a una vivienda digna.\n- Regulación del suelo para evitar especulación.\n\n**Juventud**:\n- Promoción de la participación juvenil.\n\n**Personas con discapacidad**:\n- Igualdad de derechos y protección especial.\n- Políticas de autonomía e inclusión.\n\n**Tercera edad**:\n- Garantía de pensiones adecuadas.\n- Sistema de servicios sociales.\n\n**Consumidores y usuarios**:\n- Protección de seguridad, salud e intereses económicos.\n- Promoción de información y educación.\n- Regulación del comercio interior.\n\n**Organizaciones profesionales**:\n- Regulación legal y estructura democrática.",
          "Articulos": [
            {
              "NumeroArticulo": 39,
              "NombreArticulo": "Protección de la familia y los hijos",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda varios aspectos importantes:\n\n**Protección familiar**: Los poderes públicos deben asegurar la protección social, económica y jurídica de la familia.\n\n**Igualdad de los hijos**: Se garantiza la protección integral de los hijos, sin importar su filiación, y de las madres, independientemente de su estado civil.\n\n**Asistencia parental**: Los padres están obligados a prestar asistencia a sus hijos, sean nacidos dentro o fuera del matrimonio.\n\n**Protección internacional**: Los niños gozarán de la protección prevista en acuerdos internacionales.",
              "TextoCompletoArticulo": "**Artículo 39**\n\n1. Los poderes públicos aseguran la protección social, económica y jurídica de la familia.\n\n2. Los poderes públicos aseguran, asimismo, la protección integral de los hijos, iguales éstos ante la ley con independencia de su filiación, y de las madres, cualquiera que sea su estado civil. La ley posibilitará la investigación de la paternidad.\n\n3. Los padres deben prestar asistencia de todo orden a los hijos habidos dentro o fuera del matrimonio, durante su minoría de edad y en los demás casos en que legalmente proceda.\n\n4. Los niños gozarán de la protección prevista en los acuerdos internacionales que velan por sus derechos."
            },
            {
              "NumeroArticulo": 40,
              "NombreArticulo": "Progreso social y económico",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo se centra en dos aspectos principales:\n\n**Desarrollo socioeconómico**: Los poderes públicos deben promover condiciones favorables para el progreso social y económico, buscando una distribución más equitativa de la renta y enfocándose en el pleno empleo.\n\n**Derechos laborales**: Se establece que los poderes públicos fomentarán políticas de formación profesional, velarán por la seguridad e higiene en el trabajo, y garantizarán el descanso necesario mediante la regulación de la jornada laboral y las vacaciones retribuidas.",
              "TextoCompletoArticulo": "**Artículo 40**\n\n1. Los poderes públicos promoverán las condiciones favorables para el progreso social y económico y para una distribución de la renta regional y personal más equitativa, en el marco de una política de estabilidad económica. De manera especial realizarán una política orientada al pleno empleo.\n\n2. Asimismo, los poderes públicos fomentarán una política que garantice la formación y readaptación profesionales; velarán por la seguridad e higiene en el trabajo y garantizarán el descanso necesario, mediante la limitación de la jornada laboral, las vacaciones periódicas retribuidas y la promoción de centros adecuados."
            },
            {
              "NumeroArticulo": 41,
              "NombreArticulo": "Seguridad Social",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece los siguientes puntos clave:\n\n**Régimen público de Seguridad Social**: Los poderes públicos deben mantener un sistema de Seguridad Social para todos los ciudadanos.\n\n**Garantías**: Este sistema debe garantizar asistencia y prestaciones sociales suficientes en situaciones de necesidad, con énfasis especial en casos de desempleo.\n\n**Prestaciones complementarias**: Se permite la existencia de asistencia y prestaciones complementarias de carácter libre.",
              "TextoCompletoArticulo": "**Artículo 41**\n\nLos poderes públicos mantendrán un régimen público de Seguridad Social para todos los ciudadanos, que garantice la asistencia y prestaciones sociales suficientes ante situaciones de necesidad, especialmente en caso de desempleo. La asistencia y prestaciones complementarias serán libres."
            },
            {
              "NumeroArticulo": 42,
              "NombreArticulo": "Protección de trabajadores españoles en el extranjero",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo se enfoca en dos aspectos principales:\n\n**Protección de derechos**: El Estado se compromete a velar especialmente por la salvaguardia de los derechos económicos y sociales de los trabajadores españoles en el extranjero.\n\n**Política de retorno**: Se establece que el Estado orientará su política hacia el retorno de estos trabajadores.",
              "TextoCompletoArticulo": "**Artículo 42**\n\nEl Estado velará especialmente por la salvaguardia de los derechos económicos y sociales de los trabajadores españoles en el extranjero y orientará su política hacia su retorno."
            },
            {
              "NumeroArticulo": 43,
              "NombreArticulo": "Derecho a la protección de la salud",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda tres aspectos principales:\n\n**Derecho a la salud**: Se reconoce el derecho a la protección de la salud para todos los ciudadanos.\n\n**Responsabilidad pública**: Compete a los poderes públicos organizar y tutelar la salud pública mediante medidas preventivas y servicios necesarios.\n\n**Promoción de la salud**: Los poderes públicos se comprometen a fomentar la educación sanitaria, la educación física, el deporte y la adecuada utilización del ocio.",
              "TextoCompletoArticulo": "**Artículo 43**\n\n1. Se reconoce el derecho a la protección de la salud.\n\n2. Compete a los poderes públicos organizar y tutelar la salud pública a través de medidas preventivas y de las prestaciones y servicios necesarios. La ley establecerá los derechos y deberes de todos al respecto.\n\n3. Los poderes públicos fomentarán la educación sanitaria, la educación física y el deporte. Asimismo facilitarán la adecuada utilización del ocio."
            },
            {
              "NumeroArticulo": 44,
              "NombreArticulo": "Acceso a la cultura y promoción de la ciencia",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo se centra en dos aspectos fundamentales:\n\n**Acceso a la cultura**: Los poderes públicos se comprometen a promover y tutelar el acceso a la cultura, reconociendo este como un derecho de todos los ciudadanos.\n\n**Promoción de la ciencia**: Se establece que los poderes públicos promoverán la ciencia y la investigación científica y técnica en beneficio del interés general.",
              "TextoCompletoArticulo": "**Artículo 44**\n\n1. Los poderes públicos promoverán y tutelarán el acceso a la cultura, a la que todos tienen derecho.\n\n2. Los poderes públicos promoverán la ciencia y la investigación científica y técnica en beneficio del interés general."
            },
            {
              "NumeroArticulo": 45,
              "NombreArticulo": "Derecho al medio ambiente",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda tres aspectos clave:\n\n**Derecho y deber ambiental**: Todos tienen derecho a disfrutar de un medio ambiente adecuado y el deber de conservarlo.\n\n**Responsabilidad pública**: Los poderes públicos deben velar por la utilización racional de los recursos naturales, proteger y mejorar la calidad de vida, y defender y restaurar el medio ambiente.\n\n**Sanciones**: Se establecerán sanciones penales o administrativas, así como la obligación de reparar el daño causado, para quienes violen las disposiciones de protección ambiental.",
              "TextoCompletoArticulo": "**Artículo 45**\n\n1. Todos tienen el derecho a disfrutar de un medio ambiente adecuado para el desarrollo de la persona, así como el deber de conservarlo.\n\n2. Los poderes públicos velarán por la utilización racional de todos los recursos naturales, con el fin de proteger y mejorar la calidad de la vida y defender y restaurar el medio ambiente, apoyándose en la indispensable solidaridad colectiva.\n\n3. Para quienes violen lo dispuesto en el apartado anterior, en los términos que la ley fije se establecerán sanciones penales o, en su caso, administrativas, así como la obligación de reparar el daño causado."
            },
            {
              "NumeroArticulo": 46,
              "NombreArticulo": "Conservación del patrimonio artístico",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo se enfoca en dos aspectos principales:\n\n**Protección del patrimonio**: Los poderes públicos garantizarán la conservación y promoverán el enriquecimiento del patrimonio histórico, cultural y artístico de los pueblos de España y de los bienes que lo integran.\n\n**Sanciones**: Se establece que la ley penal sancionará los atentados contra este patrimonio.",
              "TextoCompletoArticulo": "**Artículo 46**\n\nLos poderes públicos garantizarán la conservación y promoverán el enriquecimiento del patrimonio histórico, cultural y artístico de los pueblos de España y de los bienes que lo integran, cualquiera que sea su régimen jurídico y su titularidad. La ley penal sancionará los atentados contra este patrimonio."
            },
            {
              "NumeroArticulo": 47,
              "NombreArticulo": "Derecho a la vivienda",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda tres aspectos fundamentales:\n\n**Derecho a la vivienda**: Todos los españoles tienen derecho a disfrutar de una vivienda digna y adecuada.\n\n**Responsabilidad pública**: Los poderes públicos promoverán las condiciones necesarias y establecerán las normas pertinentes para hacer efectivo este derecho.\n\n**Regulación del suelo**: Se regulará la utilización del suelo de acuerdo con el interés general para impedir la especulación, y la comunidad participará en las plusvalías generadas por la acción urbanística.",
              "TextoCompletoArticulo": "**Artículo 47**\n\nTodos los españoles tienen derecho a disfrutar de una vivienda digna y adecuada. Los poderes públicos promoverán las condiciones necesarias y establecerán las normas pertinentes para hacer efectivo este derecho, regulando la utilización del suelo de acuerdo con el interés general para impedir la especulación. La comunidad participará en las plusvalías que genere la acción urbanística de los entes públicos."
            },
            {
              "NumeroArticulo": 48,
              "NombreArticulo": "Participación de la juventud",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo se centra en un aspecto principal:\n\n**Promoción de la participación juvenil**: Los poderes públicos se comprometen a promover las condiciones para la participación libre y eficaz de la juventud en el desarrollo político, social, económico y cultural del país.",
              "TextoCompletoArticulo": "**Artículo 48**\n\nLos poderes públicos promoverán las condiciones para la participación libre y eficaz de la juventud en el desarrollo político, social, económico y cultural."
            },
            {
              "NumeroArticulo": 49,
              "NombreArticulo": "Atención a las personas con discapacidad",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda dos aspectos principales:\n\n**Igualdad de derechos**: Las personas con discapacidad deben ejercer los derechos previstos en la ley en condiciones de libertad e igualdad reales y efectivas.\n\n**Políticas de inclusión**: Los poderes públicos se comprometen a impulsar políticas que garanticen la plena autonomía personal y la inclusión social de las personas con discapacidad, en entornos universalmente accesibles. Se prestará especial atención a las necesidades específicas de mujeres y menores con discapacidad.",
              "TextoCompletoArticulo": "**Artículo 49**\n\n1. Las personas con discapacidad ejercen los derechos previstos en este Título en condiciones de libertad e igualdad reales y efectivas. Se regulará por ley la protección especial que sea necesaria para dicho ejercicio.\n\n2. Los poderes públicos impulsarán las políticas que garanticen la plena autonomía personal y la inclusión social de las personas con discapacidad, en entornos universalmente accesibles. Asimismo, fomentarán la participación de sus organizaciones, en los términos que la ley establezca. Se atenderán particularmente las necesidades específicas de las mujeres y los menores con discapacidad."
            },
            {
              "NumeroArticulo": 50,
              "NombreArticulo": "Protección de la tercera edad",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo se centra en dos aspectos principales:\n\n**Suficiencia económica**: Los poderes públicos garantizarán, mediante pensiones adecuadas y periódicamente actualizadas, la suficiencia económica a los ciudadanos durante la tercera edad.\n\n**Bienestar social**: Se promoverá el bienestar de las personas mayores mediante un sistema de servicios sociales que atenderá sus problemas específicos de salud, vivienda, cultura y ocio.",
              "TextoCompletoArticulo": "**Artículo 50**\n\nLos poderes públicos garantizarán, mediante pensiones adecuadas y periódicamente actualizadas, la suficiencia económica a los ciudadanos durante la tercera edad. Asimismo, y con independencia de las obligaciones familiares, promoverán su bienestar mediante un sistema de servicios sociales que atenderán sus problemas específicos de salud, vivienda, cultura y ocio."
            },
            {
              "NumeroArticulo": 51,
              "NombreArticulo": "Protección de los consumidores y usuarios",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece las responsabilidades de los poderes públicos en relación con los consumidores y usuarios:\n\n**1. Garantías de protección:** Los poderes públicos deben asegurar la defensa de los consumidores y usuarios mediante:\n   - Procedimientos eficaces\n   - Protección de la **seguridad**\n   - Protección de la **salud**\n   - Protección de los **intereses económicos legítimos**\n\n**2. Promoción y participación:** Se enfoca en:\n   - Fomentar la **información y educación** de consumidores y usuarios\n   - Impulsar la creación de **organizaciones** de consumidores\n   - Garantizar que estas organizaciones sean **escuchadas** en asuntos relevantes\n\n**3. Regulación comercial:** Se establece que la ley regulará:\n   - El **comercio interior**\n   - El régimen de **autorización de productos comerciales**",
              "TextoCompletoArticulo": "**Artículo 51**\n1. Los poderes públicos garantizarán la defensa de los consumidores y usuarios, protegiendo, mediante procedimientos eficaces, la seguridad, la salud y los legítimos intereses económicos de los mismos.\n2. Los poderes públicos promoverán la información y la educación de los consumidores y usuarios, fomentarán sus organizaciones y oirán a éstas en las cuestiones que puedan afectar a aquéllos, en los términos que la ley establezca.\n3. En el marco de lo dispuesto por los apartados anteriores, la ley regulará el comercio interior y el régimen de autorización de productos comerciales."
            },
            {
              "NumeroArticulo": 52,
              "NombreArticulo": "Regulación de organizaciones profesionales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece las bases para la regulación de las organizaciones profesionales:\n\n**Objetivo principal:** Defensa de intereses económicos propios\n\n**Regulación legal:** La ley se encargará de regular estas organizaciones\n\n**Requisitos fundamentales:**\n- **Estructura interna democrática:** La organización debe funcionar bajo principios democráticos internamente\n- **Funcionamiento democrático:** Los procesos y toma de decisiones deben seguir pautas democráticas",
              "TextoCompletoArticulo": "**Artículo 52**\nLa ley regulará las organizaciones profesionales que contribuyan a la defensa de los intereses económicos que les sean propios. Su estructura interna y funcionamiento deberán ser democráticos."
            }
          ]

        },
        {
          "NombreCapitulo": "CAPÍTULO CUARTO. De las garantías de las libertades y derechos fundamentales",
          "ResumenCapitulo": "**Garantías de libertades y derechos fundamentales:**\n\n**Vinculación de poderes públicos:** Los derechos y libertades del Capítulo segundo vinculan a todos los poderes públicos.\n\n**Regulación por ley:** Solo mediante ley se puede regular el ejercicio de estos derechos, respetando su **contenido esencial**.\n\n**Tutela judicial:** Los ciudadanos pueden recabar tutela de libertades y derechos ante:\n- Tribunales ordinarios: Mediante procedimiento **preferente y sumario**.\n- Tribunal Constitucional: A través del **recurso de amparo**.\n\n**Principios del Capítulo tercero:** Informarán la legislación, práctica judicial y actuación de poderes públicos.\n\n**Defensor del Pueblo:**\n- Regulado por **ley orgánica**.\n- **Alto comisionado** de las Cortes Generales.\n- Función: Defender derechos del Título I.\n- Supervisará la actividad de la Administración.\n- Rendirá cuentas a las Cortes Generales." ,
          "Articulos": [
            {
              "NumeroArticulo": 53,
              "NombreArticulo": "Vinculación y regulación de derechos y libertades",
              "NombreArticuloOriginal": true,
              "ResumenArticulo": "Este artículo aborda tres aspectos fundamentales:\n\n1. **Vinculación de los poderes públicos**: Los derechos y libertades del Capítulo segundo vinculan a todos los poderes públicos. Su regulación **solo puede hacerse por ley**, respetando su contenido esencial.\n\n2. **Tutela judicial**: Los ciudadanos pueden solicitar la tutela de sus derechos y libertades ante:\n   - **Tribunales ordinarios**: Mediante un procedimiento preferente y sumario.\n   - **Tribunal Constitucional**: A través del recurso de amparo.\n\n3. **Principios del Capítulo tercero**: Estos principios **deben guiar** la legislación, la práctica judicial y la actuación de los poderes públicos. Su alegación ante la jurisdicción ordinaria dependerá de las leyes que los desarrollen.",
              "TextoCompletoArticulo": "**Artículo 53**\n1. Los derechos y libertades reconocidos en el Capítulo segundo del presente Título vinculan a todos los poderes públicos. Sólo por ley, que en todo caso deberá respetar su contenido esencial, podrá regularse el ejercicio de tales derechos y libertades, que se tutelarán de acuerdo con lo previsto en el artículo 161, 1, a).\n2. Cualquier ciudadano podrá recabar la tutela de las libertades y derechos reconocidos en el artículo 14 y la Sección primera del Capítulo segundo ante los Tribunales ordinarios por un procedimiento basado en los principios de preferencia y sumariedad y, en su caso, a través del recurso de amparo ante el Tribunal Constitucional. Este último recurso será aplicable a la objeción de conciencia reconocida en el artículo 30.\n3. El reconocimiento, el respeto y la protección de los principios reconocidos en el Capítulo tercero informarán la legislación positiva, la práctica judicial y la actuación de los poderes públicos. Sólo podrán ser alegados ante la Jurisdicción ordinaria de acuerdo con lo que dispongan las leyes que los desarrollen."
            },
            {
              "NumeroArticulo": 54,
              "NombreArticulo": "Defensor del Pueblo",
              "NombreArticuloOriginal": true,
              "ResumenArticulo": "Este artículo establece la figura del **Defensor del Pueblo**:\n\n- **Naturaleza**: Alto comisionado de las Cortes Generales.\n- **Regulación**: Mediante ley orgánica.\n- **Designación**: Por las Cortes Generales.\n- **Función principal**: Defensa de los derechos comprendidos en este Título.\n- **Facultades**: Puede supervisar la actividad de la Administración.\n- **Rendición de cuentas**: Debe informar a las Cortes Generales sobre su actividad.",
              "TextoCompletoArticulo": "**Artículo 54**\nUna ley orgánica regulará la institución del Defensor del Pueblo, como alto comisionado de las Cortes Generales, designado por éstas para la defensa de los derechos comprendidos en este Título, a cuyo efecto podrá supervisar la actividad de la Administración, dando cuenta a las Cortes Generales."
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO QUINTO. De la suspensión de los derechos y libertades",
          "ResumenCapitulo": "**Capítulo Quinto: De la suspensión de los derechos y libertades**\n\n**Artículo 55:**\n\n1. **Suspensión de derechos:** Se pueden suspender ciertos derechos fundamentales (artículos 17, 18.2-3, 19, 20.1a-d, 20.5, 21, 28.2 y 37.2) durante estados de excepción o sitio, según la Constitución. **Excepción:** El artículo 17.3 no se suspende en estado de excepción.\n\n2. **Suspensión individual:** Una **ley orgánica** puede establecer cómo suspender individualmente algunos derechos (17.2 y 18.2-3) en investigaciones sobre **bandas armadas o terrorismo**, con **control judicial y parlamentario**.\n\n3. **Responsabilidad penal:** El uso injustificado o abusivo de estas facultades se considera **violación de derechos** y conlleva responsabilidad penal.",
          "Articulos": [
            {
              "NumeroArticulo": 55,
              "NombreArticulo": "Suspensión de derechos y libertades",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda la **suspensión de ciertos derechos fundamentales** en situaciones excepcionales:\n\n1. **Estados de excepción o sitio**: Se permite la suspensión de derechos específicos (como libertad personal, inviolabilidad del domicilio, libertad de expresión, etc.) cuando se declaren estos estados, con una excepción.\n\n2. **Investigaciones antiterroristas**: Una ley orgánica puede establecer la suspensión individual de ciertos derechos, con **garantías importantes**:\n   - Intervención judicial\n   - Control parlamentario\n   - Solo para personas específicas\n   - En relación con investigaciones de bandas armadas o terroristas\n\n3. **Responsabilidad penal**: Se establece que el **uso injustificado o abusivo** de estas facultades será considerado una violación de derechos y libertades, conllevando responsabilidad penal.",
              "TextoCompletoArticulo": "**Artículo 55**\n\n1. Los derechos reconocidos en los artículos 17, 18, apartados 2 y 3, artículos 19, 20, apartados 1, a) y d), y 5, artículos 21, 28, apartado 2, y artículo 37, apartado 2, podrán ser suspendidos cuando se acuerde la declaración del estado de excepción o de sitio en los términos previstos en la Constitución. Se exceptúa de lo establecido anteriormente el apartado 3 del artículo 17 para el supuesto de declaración de estado de excepción.\n\n2. Una ley orgánica podrá determinar la forma y los casos en los que, de forma individual y con la necesaria intervención judicial y el adecuado control parlamentario, los derechos reconocidos en los artículos 17, apartado 2, y 18, apartados 2 y 3, pueden ser suspendidos para personas determinadas, en relación con las investigaciones correspondientes a la actuación de bandas armadas o elementos terroristas.\n\nLa utilización injustificada o abusiva de las facultades reconocidas en dicha ley orgánica producirá responsabilidad penal, como violación de los derechos y libertades reconocidos por las leyes."
            }
          ]

        }
      ]
    },
    {
      "NombreTitulo": "TÍTULO II. De la Corona",
      "ResumenTitulo": "**El Rey**: Jefe del Estado y símbolo de unidad. Funciones: arbitrar instituciones, representación internacional.\n\n**Sucesión**: Hereditaria, primogenitura. Príncipe de Asturias: heredero.\n\n**Regencia**: En caso de minoría de edad o inhabilitación del Rey.\n\n**Funciones del Rey**:\n- **Sancionar leyes**: Promulgar y hacer cumplir.\n- **Convocar Cortes**: Disolver y convocar elecciones.\n- **Nombramientos**: Proponer Presidente del Gobierno y ministros.\n- **Fuerzas Armadas**: Mando supremo.\n- **Relaciones internacionales**: Acreditar embajadores, tratados.\n\n**Responsabilidad**: Rey inviolable, actos refrendados por Gobierno.\n\n**Casa Real**: Presupuesto propio, libre nombramiento de personal.\n\n**Juramento**: Rey y heredero juran fidelidad a la Constitución.\n\n**Limitaciones**: Reina consorte sin funciones constitucionales. Incompatibilidades en Regencia y tutoría.",
      "Articulos": [
        {
          "NumeroArticulo": 56,
          "NombreArticulo": "El Rey como Jefe del Estado",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**El Rey:** Jefe del Estado español\n\n**Funciones principales:**\n- **Símbolo de unidad y permanencia**\n- **Árbitro y moderador** de las instituciones\n- **Representante del Estado** en relaciones internacionales\n- **Ejerce funciones** atribuidas por la Constitución y las leyes\n\n**Título:** Rey de España (puede usar otros correspondientes a la Corona)\n\n**Características legales:**\n- **Persona inviolable** y no sujeta a responsabilidad\n- Sus actos requieren refrendo según el artículo 64, salvo excepciones",
          "TextoCompletoArticulo": "**Artículo 56**\n\n1. El Rey es el Jefe del Estado, símbolo de su unidad y permanencia, arbitra y modera el funcionamiento regular de las instituciones, asume la más alta representación del Estado español en las relaciones internacionales, especialmente con las naciones de su comunidad histórica, y ejerce las funciones que le atribuyen expresamente la Constitución y las leyes.\n\n2. Su título es el de Rey de España y podrá utilizar los demás que correspondan a la Corona.\n\n3. La persona del Rey es inviolable y no está sujeta a responsabilidad. Sus actos estarán siempre refrendados en la forma establecida en el artículo 64, careciendo de validez sin dicho refrendo, salvo lo dispuesto en el artículo 65, 2."
        },
        {
          "NumeroArticulo": 57,
          "NombreArticulo": "Sucesión al trono",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Sucesión al trono:**\n- **Hereditaria** en sucesores de Juan Carlos I\n- Sigue **orden de primogenitura** y representación\n- **Preferencia:** línea anterior > posterior, grado próximo > remoto, varón > mujer, mayor edad > menor edad\n\n**Príncipe heredero:**\n- Dignidad de **Príncipe de Asturias** desde nacimiento o llamamiento\n\n**Casos especiales:**\n- **Extinción de líneas:** Cortes Generales proveerán sucesión\n- **Matrimonio contra prohibición:** exclusión de sucesión\n- **Resolución de dudas:** por ley orgánica",
          "TextoCompletoArticulo": "**Artículo 57**\n\n1. La Corona de España es hereditaria en los sucesores de S. M. Don Juan Carlos I de Borbón, legítimo heredero de la dinastía histórica. La sucesión en el trono seguirá el orden regular de primogenitura y representación, siendo preferida siempre la línea anterior a las posteriores; en la misma línea, el grado más próximo al más remoto; en el mismo grado, el varón a la mujer, y en el mismo sexo, la persona de más edad a la de menos.\n\n2. El Príncipe heredero, desde su nacimiento o desde que se produzca el hecho que origine el llamamiento, tendrá la dignidad de Príncipe de Asturias y los demás títulos vinculados tradicionalmente al sucesor de la Corona de España.\n\n3. Extinguidas todas las líneas llamadas en Derecho, las Cortes Generales proveerán a la sucesión en la Corona en la forma que más convenga a los intereses de España.\n\n4. Aquellas personas que teniendo derecho a la sucesión en el trono contrajeren matrimonio contra la expresa prohibición del Rey y de las Cortes Generales, quedarán excluidas en la sucesión a la Corona por sí y sus descendientes.\n\n5. Las abdicaciones y renuncias y cualquier duda de hecho o de derecho que ocurra en el orden de sucesión a la Corona se resolverán por una ley orgánica."
        },
        {
          "NumeroArticulo": 58,
          "NombreArticulo": "Limitaciones de la Reina consorte o consorte de la Reina",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Reina consorte o consorte de la Reina:**\n- **No pueden asumir funciones constitucionales**\n- **Excepción:** lo dispuesto para la Regencia",
          "TextoCompletoArticulo": "**Artículo 58**\n\nLa Reina consorte o el consorte de la Reina no podrán asumir funciones constitucionales, salvo lo dispuesto para la Regencia."
        },
        {
          "NumeroArticulo": 59,
          "NombreArticulo": "Regencia",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Regencia:**\n\n**Rey menor de edad:**\n- **Regente:** padre/madre del Rey o pariente mayor más próximo a suceder\n\n**Rey inhabilitado:**\n- **Regente:** Príncipe heredero (si es mayor de edad)\n- Si no, se sigue el procedimiento para Rey menor de edad\n\n**Sin regente disponible:**\n- **Nombramiento** por Cortes Generales (1, 3 o 5 personas)\n\n**Requisitos para ser Regente:**\n- **Español** y **mayor de edad**\n\n**Ejercicio de la Regencia:**\n- Por **mandato constitucional**\n- **Siempre en nombre del Rey**",
          "TextoCompletoArticulo": "**Artículo 59**\n\n1. Cuando el Rey fuere menor de edad, el padre o la madre del Rey y, en su defecto, el pariente mayor de edad más próximo a suceder en la Corona, según el orden establecido en la Constitución, entrará a ejercer inmediatamente la Regencia y la ejercerá durante el tiempo de la minoría de edad del Rey.\n\n2. Si el Rey se inhabilitare para el ejercicio de su autoridad y la imposibilidad fuere reconocida por las Cortes Generales, entrará a ejercer inmediatamente la Regencia el Príncipe heredero de la Corona, si fuere mayor de edad. Si no lo fuere, se procederá de la manera prevista en el apartado anterior, hasta que el Príncipe heredero alcance la mayoría de edad.\n\n3. Si no hubiere ninguna persona a quien corresponda la Regencia, ésta será nombrada por las Cortes Generales, y se compondrá de una, tres o cinco personas.\n\n4. Para ejercer la Regencia es preciso ser español y mayor de edad.\n\n5. La Regencia se ejercerá por mandato constitucional y siempre en nombre del Rey."
        },
        {
          "NumeroArticulo": 60,
          "NombreArticulo": "Tutela del Rey menor",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Tutela del Rey menor:**\n\n**Orden de prioridad para tutor:**\n1. Persona nombrada en testamento del Rey difunto (si es mayor de edad y español de nacimiento)\n2. Padre o madre viudos\n3. Nombramiento por Cortes Generales\n\n**Restricciones:**\n- **No acumulación** de cargos de Regente y tutor (excepto padres o ascendientes directos)\n- **Incompatibilidad** con cargos o representación política",
          "TextoCompletoArticulo": "**Artículo 60**\n\n1. Será tutor del Rey menor la persona que en su testamento hubiese nombrado el Rey difunto, siempre que sea mayor de edad y español de nacimiento; si no lo hubiese nombrado, será tutor el padre o la madre mientras permanezcan viudos. En su defecto, lo nombrarán las Cortes Generales, pero no podrán acumularse los cargos de Regente y de tutor sino en el padre, madre o ascendientes directos del Rey.\n\n2. El ejercicio de la tutela es también incompatible con el de todo cargo o representación política."
        },
        {
          "NumeroArticulo": 61,
          "NombreArticulo": "Juramento del Rey y del Príncipe heredero",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Juramento real:**\n\n**Rey:**\n- Jura ante Cortes Generales\n- **Promete:** desempeñar funciones fielmente, guardar y hacer guardar la Constitución y leyes, respetar derechos de ciudadanos y Comunidades Autónomas\n\n**Príncipe heredero y Regente(s):**\n- Juran al alcanzar mayoría de edad o asumir funciones\n- **Prometen:** lo mismo que el Rey, más fidelidad al Rey",
          "TextoCompletoArticulo": "**Artículo 61**\n\n1. El Rey, al ser proclamado ante las Cortes Generales, prestará juramento de desempeñar fielmente sus funciones, guardar y hacer guardar la Constitución y las leyes y respetar los derechos de los ciudadanos y de las Comunidades Autónomas.\n\n2. El Príncipe heredero, al alcanzar la mayoría de edad, y el Regente o Regentes al hacerse cargo de sus funciones, prestarán el mismo juramento, así como el de fidelidad al Rey."
        },
        {
          "NumeroArticulo": 62,
          "NombreArticulo": "Funciones del Rey",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Funciones del Rey:**\n\n- **Leyes:** sancionar y promulgar\n- **Cortes Generales:** convocar, disolver y convocar elecciones\n- **Referéndum:** convocar en casos previstos\n- **Gobierno:** proponer y nombrar Presidente, nombrar y separar miembros\n- **Decretos:** expedir los acordados en Consejo de Ministros\n- **Nombramientos:** conferir empleos civiles y militares\n- **Honores y distinciones:** conceder según leyes\n- **Consejo de Ministros:** ser informado y presidir cuando lo estime oportuno\n- **Fuerzas Armadas:** mando supremo\n- **Derecho de gracia:** ejercer según ley (no indultos generales)\n- **Reales Academias:** Alto Patronazgo",
          "TextoCompletoArticulo": "**Artículo 62**\n\nCorresponde al Rey:\n\na) Sancionar y promulgar las leyes.\n\nb) Convocar y disolver las Cortes Generales y convocar elecciones en los términos previstos en la Constitución.\n\nc) Convocar a referéndum en los casos previstos en la Constitución.\n\nd) Proponer el candidato a Presidente del Gobierno y, en su caso, nombrarlo, así como poner fin a sus funciones en los términos previstos en la Constitución.\n\ne) Nombrar y separar a los miembros del Gobierno, a propuesta de su Presidente.\n\nf) Expedir los decretos acordados en el Consejo de Ministros, conferir los empleos civiles y militares y conceder honores y distinciones con arreglo a las leyes.\n\ng) Ser informado de los asuntos de Estado y presidir, a estos efectos, las sesiones del Consejo de Ministros, cuando lo estime oportuno, a petición del Presidente del Gobierno.\n\nh) El mando supremo de las Fuerzas Armadas.\n\ni) Ejercer el derecho de gracia con arreglo a la ley, que no podrá autorizar indultos generales.\n\nj) El Alto Patronazgo de las Reales Academias."
        },
        {
          "NumeroArticulo": 63,
          "NombreArticulo": "Funciones internacionales del Rey",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Funciones internacionales del Rey:**\n\n1. **Acreditación diplomática:**\n   - Acredita embajadores y representantes diplomáticos españoles\n   - Recibe acreditación de representantes extranjeros\n\n2. **Tratados internacionales:**\n   - Manifiesta consentimiento del Estado para obligarse\n   - Debe actuar conforme a Constitución y leyes\n\n3. **Guerra y paz:**\n   - Puede declarar guerra y hacer paz\n   - Requiere autorización previa de las Cortes Generales",
          "TextoCompletoArticulo": "**Artículo 63**\n\n1. El Rey acredita a los embajadores y otros representantes diplomáticos. Los representantes extranjeros en España están acreditados ante él.\n\n2. Al Rey corresponde manifestar el consentimiento del Estado para obligarse internacionalmente por medio de tratados, de conformidad con la Constitución y las leyes.\n\n3. Al Rey corresponde, previa autorización de las Cortes Generales, declarar la guerra y hacer la paz."
        },
        {
          "NumeroArticulo": 64,
          "NombreArticulo": "Refrendo de los actos del Rey",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Refrendo de los actos del Rey:**\n\n1. **Quién refrenda:**\n   - **Presidente del Gobierno:** todos los actos\n   - **Ministros competentes:** en su caso\n   - **Presidente del Congreso:** propuesta y nombramiento del Presidente del Gobierno, y disolución prevista en artículo 99\n\n2. **Responsabilidad:**\n   - Las personas que refrenden los actos del Rey son responsables de ellos",
          "TextoCompletoArticulo": "**Artículo 64**\n\n1. Los actos del Rey serán refrendados por el Presidente del Gobierno y, en su caso, por los Ministros competentes. La propuesta y el nombramiento del Presidente del Gobierno, y la disolución prevista en el artículo 99, serán refrendados por el Presidente del Congreso.\n\n2. De los actos del Rey serán responsables las personas que los refrenden."
        },
        {
          "NumeroArticulo": 65,
          "NombreArticulo": "Presupuesto y Personal de la Casa Real",
          "NombreArticuloOriginal": true,
          "ResumenArticulo": "Este artículo establece dos aspectos fundamentales de la gestión de la Casa Real:\n\n1. **Presupuesto**: El Rey recibe una cantidad global de los Presupuestos del Estado para mantener a su Familia y Casa. Tiene **libertad total** para distribuir estos fondos.\n\n2. **Personal**: El Rey tiene la **autoridad exclusiva** para nombrar y destituir a los miembros civiles y militares de su Casa, sin necesidad de aprobación externa.",
          "TextoCompletoArticulo": "**Artículo 65**\n\n1. El Rey recibe de los Presupuestos del Estado una cantidad global para el sostenimiento de su Familia y Casa, y distribuye libremente la misma.\n\n2. El Rey nombra y releva libremente a los miembros civiles y militares de su Casa."
        }
      ],
      "Capitulos": [

      ]
    },
    {
      "NombreTitulo": "TÍTULO III. De las Cortes Generales",
      "ResumenTitulo": "**Cortes Generales:** Representan al pueblo español, formadas por Congreso y Senado.\n\n**Composición y funciones:** \n- **Congreso:** 300-400 diputados elegidos por sufragio universal.\n- **Senado:** Cámara de representación territorial.\n- Ejercen potestad legislativa, aprueban presupuestos y controlan al Gobierno.\n\n**Funcionamiento:** \n- **Sesiones:** Dos períodos ordinarios anuales.\n- **Toma de decisiones:** Por mayoría, con casos especiales.\n- **Comisiones:** Para investigación y legislación.\n\n**Elaboración de leyes:** \n- **Iniciativa legislativa:** Gobierno, Congreso, Senado, CCAA y iniciativa popular.\n- **Leyes orgánicas:** Requieren mayoría absoluta.\n- **Decretos-ley:** Para situaciones urgentes.\n\n**Tratados internacionales:** \n- Requieren autorización de las Cortes en casos específicos.\n- Forman parte del ordenamiento interno tras su publicación.\n\n**Referéndum:** Posible para decisiones políticas trascendentales.",
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO PRIMERO. De las Cámaras",
          "ResumenCapitulo": "**Cortes Generales:** Representan al pueblo español y están formadas por el Congreso de los Diputados y el Senado.\n\n**Funciones:** Ejercen la potestad legislativa, aprueban presupuestos y controlan al Gobierno.\n\n**Composición:**\n- **Congreso:** 300-400 Diputados elegidos por sufragio universal.\n- **Senado:** Cámara de representación territorial con senadores elegidos por provincias y Comunidades Autónomas.\n\n**Mandato:** 4 años para ambas Cámaras.\n\n**Inelegibilidad e incompatibilidad:** Determinadas por ley para ciertos cargos.\n\n**Privilegios parlamentarios:**\n- **Inviolabilidad** por opiniones en ejercicio de funciones.\n- **Inmunidad** durante el mandato.\n\n**Funcionamiento:**\n- Sesiones ordinarias: septiembre-diciembre y febrero-junio.\n- Pueden reunirse en sesiones extraordinarias.\n- Funcionan en Pleno y por Comisiones.\n\n**Comisiones de investigación:** Pueden ser nombradas sobre asuntos de interés público.\n\n**Peticiones ciudadanas:** Recibidas por escrito.\n\n**Diputación Permanente:** Vela por los poderes de las Cámaras cuando no están reunidas.\n\n**Acuerdos:** Requieren mayoría de miembros presentes, con excepciones.\n\n**Sesiones:** Generalmente públicas, salvo acuerdo en contrario.",
          "Articulos": [
            {
              "NumeroArticulo": 66,
              "NombreArticulo": "Composición y funciones de las Cortes Generales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Composición de las Cortes Generales**: Formadas por el Congreso de los Diputados y el Senado, representan al pueblo español.\n\n**Funciones principales**:\n- Ejercer la potestad legislativa del Estado\n- Aprobar Presupuestos\n- Controlar la acción del Gobierno\n- Otras competencias atribuidas por la Constitución\n\n**Característica especial**: Las Cortes Generales son **inviolables**.",
              "TextoCompletoArticulo": "**Artículo 66**\n\n1. Las Cortes Generales representan al pueblo español y están formadas por el Congreso de los Diputados y el Senado.\n\n2. Las Cortes Generales ejercen la potestad legislativa del Estado, aprueban sus Presupuestos, controlan la acción del Gobierno y tienen las demás competencias que les atribuya la Constitución.\n\n3. Las Cortes Generales son inviolables."
            },
            {
              "NumeroArticulo": 67,
              "NombreArticulo": "Incompatibilidades y mandato de los miembros de las Cortes Generales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Incompatibilidades**: \n- No se puede ser miembro de ambas Cámaras simultáneamente\n- No se puede acumular acta de Asamblea de Comunidad Autónoma con la de Diputado al Congreso\n\n**Mandato**: Los miembros no están ligados por mandato imperativo\n\n**Reuniones**: Las reuniones sin convocatoria reglamentaria no vinculan a las Cámaras ni permiten ejercer funciones o privilegios",
              "TextoCompletoArticulo": "**Artículo 67**\n\n1. Nadie podrá ser miembro de las dos Cámaras simultáneamente, ni acumular el acta de una Asamblea de Comunidad Autónoma con la de Diputado al Congreso.\n\n2. Los miembros de las Cortes Generales no estarán ligados por mandato imperativo.\n\n3. Las reuniones de Parlamentarios que se celebren sin convocatoria reglamentaria no vincularán a las Cámaras, y no podrán ejercer sus funciones ni ostentar sus privilegios."
            },
            {
              "NumeroArticulo": 68,
              "NombreArticulo": "Composición y elección del Congreso de los Diputados",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Composición**: Entre 300 y 400 Diputados\n\n**Sistema electoral**:\n- Sufragio universal, libre, igual, directo y secreto\n- Circunscripción provincial\n- Representación proporcional\n\n**Mandato**: 4 años\n\n**Electores y elegibles**: Españoles en pleno uso de sus derechos políticos\n\n**Plazos electorales**:\n- Elecciones: entre 30 y 60 días desde fin de mandato\n- Convocatoria del nuevo Congreso: en 25 días tras elecciones",
              "TextoCompletoArticulo": "**Artículo 68**\n\n1. El Congreso se compone de un mínimo de 300 y un máximo de 400 Diputados, elegidos por sufragio universal, libre, igual, directo y secreto, en los términos que establezca la ley.\n\n2. La circunscripción electoral es la provincia. Las poblaciones de Ceuta y Melilla estarán representadas cada una de ellas por un Diputado. La ley distribuirá el número total de Diputados, asignando una representación mínima inicial a cada circunscripción y distribuyendo los demás en proporción a la población.\n\n3. La elección se verificará en cada circunscripción atendiendo a criterios de representación proporcional.\n\n4. El Congreso es elegido por cuatro años. El mandato de los Diputados termina cuatro años después de su elección o el día de la disolución de la Cámara.\n\n5. Son electores y elegibles todos los españoles que estén en pleno uso de sus derechos políticos.\n\nLa ley reconocerá y el Estado facilitará el ejercicio del derecho de sufragio a los españoles que se encuentren fuera del territorio de España.\n\n6. Las elecciones tendrán lugar entre los treinta días y sesenta días desde la terminación del mandato. El Congreso electo deberá ser convocado dentro de los veinticinco días siguientes a la celebración de las elecciones."
            },
            {
              "NumeroArticulo": 69,
              "NombreArticulo": "Composición y elección del Senado",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Función**: Cámara de representación territorial\n\n**Elección de Senadores**:\n- 4 por provincia por sufragio universal\n- Representación especial para provincias insulares\n- 2 para Ceuta y Melilla\n- Designación adicional por Comunidades Autónomas\n\n**Mandato**: 4 años",
              "TextoCompletoArticulo": "**Artículo 69**\n\n1. El Senado es la Cámara de representación territorial.\n\n2. En cada provincia se elegirán cuatro Senadores por sufragio universal, libre, igual, directo y secreto por los votantes de cada una de ellas, en los términos que señale una ley orgánica.\n\n3. En las provincias insulares, cada isla o agrupación de ellas, con Cabildo o Consejo Insular, constituirá una circunscripción a efectos de elección de Senadores, correspondiendo tres a cada una de las islas mayores –Gran Canaria, Mallorca y Tenerife– y uno a cada una de las siguientes islas o agrupaciones: Ibiza-Formentera, Menorca, Fuerteventura, Gomera, Hierro, Lanzarote y La Palma.\n\n4. Las poblaciones de Ceuta y Melilla elegirán cada una de ellas dos Senadores.\n\n5. Las Comunidades Autónomas designarán además un Senador y otro más por cada millón de habitantes de su respectivo territorio. La designación corresponderá a la Asamblea legislativa o, en su defecto, al órgano colegiado superior de la Comunidad Autónoma, de acuerdo con lo que establezcan los Estatutos, que asegurarán, en todo caso, la adecuada representación proporcional.\n\n6. El Senado es elegido por cuatro años. El mandato de los Senadores termina cuatro años después de su elección o el día de la disolución de la Cámara."
            },
            {
              "NumeroArticulo": 70,
              "NombreArticulo": "Inelegibilidad e incompatibilidad de Diputados y Senadores",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Causas de inelegibilidad e incompatibilidad**:\n- Miembros del Tribunal Constitucional\n- Altos cargos de la Administración del Estado (excepto miembros del Gobierno)\n- Defensor del Pueblo\n- Magistrados, Jueces y Fiscales en activo\n- Militares profesionales y miembros de Fuerzas y Cuerpos de Seguridad en activo\n- Miembros de Juntas Electorales\n\n**Control judicial**: La validez de las actas y credenciales está sometida a control judicial",
              "TextoCompletoArticulo": "**Artículo 70**\n\n1. La ley electoral determinará las causas de inelegibilidad e incompatibilidad de los Diputados y Senadores, que comprenderán, en todo caso:\n\na) A los componentes del Tribunal Constitucional.\n\nb) A los altos cargos de la Administración del Estado que determine la ley, con la excepción de los miembros del Gobierno.\n\nc) Al Defensor del Pueblo.\n\nd) A los Magistrados, Jueces y Fiscales en activo.\n\ne) A los militares profesionales y miembros de las Fuerzas y Cuerpos de Seguridad y Policía en activo.\n\nf) A los miembros de las Juntas Electorales.\n\n2. La validez de las actas y credenciales de los miembros de ambas Cámaras estará sometida al control judicial, en los términos que establezca la ley electoral."
            },
            {
              "NumeroArticulo": 71,
              "NombreArticulo": "Privilegios e inmunidades de Diputados y Senadores",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Inviolabilidad**: Por opiniones manifestadas en el ejercicio de sus funciones\n\n**Inmunidad**: \n- Solo pueden ser detenidos en caso de flagrante delito\n- Requieren autorización de la Cámara para ser inculpados o procesados\n\n**Jurisdicción**: Sala de lo Penal del Tribunal Supremo\n\n**Asignación**: Fijada por las respectivas Cámaras",
              "TextoCompletoArticulo": "**Artículo 71**\n\n1. Los Diputados y Senadores gozarán de inviolabilidad por las opiniones manifestadas en el ejercicio de sus funciones.\n\n2. Durante el período de su mandato los Diputados y Senadores gozarán asimismo de inmunidad y sólo podrán ser detenidos en caso de flagrante delito. No podrán ser inculpados ni procesados sin la previa autorización de la Cámara respectiva.\n\n3. En las causas contra Diputados y Senadores será competente la Sala de lo Penal del Tribunal Supremo.\n\n4. Los Diputados y Senadores percibirán una asignación que será fijada por las respectivas Cámaras."
            },
            {
              "NumeroArticulo": 72,
              "NombreArticulo": "Autonomía y organización interna de las Cámaras",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Reglamentos y presupuestos**: Establecidos autónomamente por cada Cámara\n\n**Estatuto del Personal**: Regulado de común acuerdo\n\n**Elección de cargos**: Cada Cámara elige su Presidente y miembros de la Mesa\n\n**Sesiones conjuntas**: Presididas por el Presidente del Congreso\n\n**Poderes administrativos**: Ejercidos por los Presidentes de las Cámaras en sus respectivas sedes",
              "TextoCompletoArticulo": "**Artículo 72**\n\n1. Las Cámaras establecen sus propios Reglamentos, aprueban autónomamente sus presupuestos y, de común acuerdo, regulan el Estatuto del Personal de las Cortes Generales. Los Reglamentos y su reforma serán sometidos a una votación final sobre su totalidad, que requerirá la mayoría absoluta.\n\n2. Las Cámaras eligen sus respectivos Presidentes y los demás miembros de sus Mesas. Las sesiones conjuntas serán presididas por el Presidente del Congreso y se regirán por un Reglamento de las Cortes Generales aprobado por mayoría absoluta de cada Cámara.\n\n3. Los Presidentes de las Cámaras ejercen en nombre de las mismas todos los poderes administrativos y facultades de policía en el interior de sus respectivas sedes."
            },
            {
              "NumeroArticulo": 73,
              "NombreArticulo": "Periodos de sesiones de las Cámaras",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Periodos ordinarios**: \n- Primer periodo: septiembre a diciembre\n- Segundo periodo: febrero a junio\n\n**Sesiones extraordinarias**: \n- Convocadas a petición del Gobierno, Diputación Permanente o mayoría absoluta de miembros\n- Se convocan con un orden del día específico\n- Se clausuran al agotar el orden del día",
              "TextoCompletoArticulo": "**Artículo 73**\n\n1. Las Cámaras se reunirán anualmente en dos períodos ordinarios de sesiones: el primero, de septiembre a diciembre, y el segundo, de febrero a junio.\n\n2. Las Cámaras podrán reunirse en sesiones extraordinarias a petición del Gobierno, de la Diputación Permanente o de la mayoría absoluta de los miembros de cualquiera de las Cámaras. Las sesiones extraordinarias deberán convocarse sobre un orden del día determinado y serán clausuradas una vez que éste haya sido agotado."
            },
            {
              "NumeroArticulo": 74,
              "NombreArticulo": "Sesiones conjuntas y toma de decisiones",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Sesiones conjuntas**: Para competencias no legislativas atribuidas a las Cortes Generales en el Título II\n\n**Toma de decisiones**: \n- Mayoría de cada Cámara para decisiones específicas\n- Procedimiento especial en caso de desacuerdo:\n  1. Comisión Mixta presenta texto\n  2. Votación en ambas Cámaras\n  3. Si no se aprueba, decide el Congreso por mayoría absoluta",
              "TextoCompletoArticulo": "**Artículo 74**\n\n1. Las Cámaras se reunirán en sesión conjunta para ejercer las competencias no legislativas que el Título II atribuye expresamente a las Cortes Generales.\n\n2. Las decisiones de las Cortes Generales previstas en los artículos 94, 1, 145, 2 y 158, 2, se adoptarán por mayoría de cada una de las Cámaras. En el primer caso, el procedimiento se iniciará por el Congreso, y en los otros dos, por el Senado. En ambos casos, si no hubiera acuerdo entre Senado y Congreso, se intentará obtener por una Comisión Mixta compuesta de igual número de Diputados y Senadores. La Comisión presentará un texto que será votado por ambas Cámaras. Si no se aprueba en la forma establecida, decidirá el Congreso por mayoría absoluta."
            },
            {
              "NumeroArticulo": 75,
              "NombreArticulo": "Funcionamiento de las Cámaras",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Estructura y funcionamiento de las Cámaras:**\n\n- Las Cámaras operan en **Pleno y Comisiones**.\n- Pueden **delegar** en Comisiones Legislativas Permanentes la aprobación de leyes, con excepciones.\n- **Excepciones a la delegación:** reforma constitucional, cuestiones internacionales, leyes orgánicas y de bases, y Presupuestos Generales del Estado.",
              "TextoCompletoArticulo": "**Artículo 75**\n1. Las Cámaras funcionarán en Pleno y por Comisiones.\n2. Las Cámaras podrán delegar en las Comisiones Legislativas Permanentes la aprobación de proyectos o proposiciones de ley. El Pleno podrá, no obstante, recabar en cualquier momento el debate y votación de cualquier proyecto o proposición de ley que haya sido objeto de esta delegación.\n3. Quedan exceptuados de lo dispuesto en el apartado anterior la reforma constitucional, las cuestiones internacionales, las leyes orgánicas y de bases y los Presupuestos Generales del Estado."
            },
            {
              "NumeroArticulo": 76,
              "NombreArticulo": "Comisiones de investigación",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Comisiones de investigación:**\n\n- El Congreso y el Senado pueden nombrar **comisiones de investigación** sobre asuntos de interés público.\n- Sus conclusiones **no son vinculantes** para los Tribunales.\n- **Comparecencia obligatoria** ante las Cámaras, con posibles sanciones por incumplimiento.",
              "TextoCompletoArticulo": "**Artículo 76**\n1. El Congreso y el Senado, y, en su caso, ambas Cámaras conjuntamente, podrán nombrar Comisiones de investigación sobre cualquier asunto de interés público. Sus conclusiones no serán vinculantes para los Tribunales, ni afectarán a las resoluciones judiciales, sin perjuicio de que el resultado de la investigación sea comunicado al Ministerio Fiscal para el ejercicio, cuando proceda, de las acciones oportunas.\n2. Será obligatorio comparecer a requerimiento de las Cámaras. La ley regulará las sanciones que puedan imponerse por incumplimiento de esta obligación."
            },
            {
              "NumeroArticulo": 77,
              "NombreArticulo": "Peticiones a las Cámaras",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Peticiones a las Cámaras:**\n\n- Las Cámaras pueden recibir **peticiones individuales y colectivas** por escrito.\n- Se prohíbe la presentación directa por **manifestaciones ciudadanas**.\n- Las Cámaras pueden **remitir peticiones al Gobierno**, que debe explicarse si las Cámaras lo exigen.",
              "TextoCompletoArticulo": "**Artículo 77**\n1. Las Cámaras pueden recibir peticiones individuales y colectivas, siempre por escrito, quedando prohibida la presentación directa por manifestaciones ciudadanas.\n2. Las Cámaras pueden remitir al Gobierno las peticiones que reciban. El Gobierno está obligado a explicarse sobre su contenido, siempre que las Cámaras lo exijan."
            },
            {
              "NumeroArticulo": 78,
              "NombreArticulo": "Diputación Permanente",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Diputación Permanente:**\n\n- Cada Cámara tiene una **Diputación Permanente** con mínimo 21 miembros.\n- **Funciones:** Asumir facultades de las Cámaras en caso de disolución o expiración de mandato.\n- **Continuidad:** Siguen ejerciendo funciones hasta la constitución de nuevas Cortes Generales.\n- **Rendición de cuentas:** Informan a la Cámara sobre asuntos tratados y decisiones tomadas.",
              "TextoCompletoArticulo": "**Artículo 78**\n1. En cada Cámara habrá una Diputación Permanente compuesta por un mínimo de veintiún miembros, que representarán a los grupos parlamentarios, en proporción a su importancia numérica.\n2. Las Diputaciones Permanentes estarán presididas por el Presidente de la Cámara respectiva y tendrán como funciones la prevista en el artículo 73, la de asumir las facultades que correspondan a las Cámaras, de acuerdo con los artículos 86 y 116, en caso de que éstas hubieren sido disueltas o hubiere expirado su mandato y la de velar por los poderes de las Cámaras cuando éstas no estén reunidas.\n3. Expirado el mandato o en caso de disolución, las Diputaciones Permanentes seguirán ejerciendo sus funciones hasta la constitución de las nuevas Cortes Generales.\n4. Reunida la Cámara correspondiente, la Diputación Permanente dará cuenta de los asuntos tratados y de sus decisiones."
            },
            {
              "NumeroArticulo": 79,
              "NombreArticulo": "Adopción de acuerdos",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Adopción de acuerdos en las Cámaras:**\n\n- **Requisitos:** Reunión reglamentaria y asistencia de la mayoría de miembros.\n- **Aprobación:** Por mayoría de miembros presentes, salvo excepciones.\n- **Voto:** Personal e indelegable para Senadores y Diputados.",
              "TextoCompletoArticulo": "**Artículo 79**\n1. Para adoptar acuerdos, las Cámaras deben estar reunidas reglamentariamente y con asistencia de la mayoría de sus miembros.\n2. Dichos acuerdos, para ser válidos, deberán ser aprobados por la mayoría de los miembros presentes, sin perjuicio de las mayorías especiales que establezcan la Constitución o las leyes orgánicas y las que para elección de personas establezcan los Reglamentos de las Cámaras.\n3. El voto de Senadores y Diputados es personal e indelegable."
            },
            {
              "NumeroArticulo": 80,
              "NombreArticulo": "Sesiones plenarias",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Sesiones plenarias de las Cámaras:**\n\n- **Carácter público** por defecto.\n- Posibilidad de sesiones **no públicas** por acuerdo de mayoría absoluta o según el Reglamento.",
              "TextoCompletoArticulo": "**Artículo 80**\nLas sesiones plenarias de las Cámaras serán públicas, salvo acuerdo en contrario de cada Cámara, adoptado por mayoría absoluta o con arreglo al Reglamento."
            }
          ],
          "Secciones": [

          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO SEGUNDO. De la elaboración de las leyes",
          "ResumenCapitulo": "**Leyes Orgánicas**: \n- Desarrollan derechos fundamentales, estatutos de autonomía y régimen electoral.\n- Requieren mayoría absoluta del Congreso para aprobación.\n\n**Delegación Legislativa**: \n- Las Cortes pueden delegar al Gobierno la potestad de dictar normas con rango de ley.\n- Se otorga mediante ley de bases o ley ordinaria, con plazo y materia específicos.\n\n**Decretos Legislativos**: \n- Disposiciones del Gobierno con legislación delegada.\n\n**Decretos-leyes**: \n- Para casos de urgente necesidad.\n- No pueden afectar derechos fundamentales ni régimen de Comunidades Autónomas.\n- Requieren convalidación del Congreso en 30 días.\n\n**Iniciativa Legislativa**: \n- Corresponde al Gobierno, Congreso, Senado y Asambleas de Comunidades Autónomas.\n- **Iniciativa Popular**: Requiere 500.000 firmas.\n\n**Proceso Legislativo**: \n- Proyectos de ley aprobados por Consejo de Ministros.\n- El Senado puede vetar o enmendar en 2 meses (20 días si es urgente).\n- El Rey sanciona y promulga las leyes en 15 días.\n\n**Referéndum**: \n- Para decisiones políticas trascendentales.\n- Convocado por el Rey a propuesta del Presidente del Gobierno, con autorización del Congreso.",
          "Articulos": [
            {
              "NumeroArticulo": 81,
              "NombreArticulo": "Leyes orgánicas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Definición de leyes orgánicas**: Son aquellas que:\n\n- Desarrollan derechos fundamentales y libertades públicas\n- Aprueban Estatutos de Autonomía\n- Regulan el régimen electoral general\n- Otras previstas en la Constitución\n\n**Aprobación**: Requiere mayoría absoluta del Congreso en votación final sobre el proyecto completo.",
              "TextoCompletoArticulo": "**Artículo 81**\n1. Son leyes orgánicas las relativas al desarrollo de los derechos fundamentales y de las libertades públicas, las que aprueben los Estatutos de Autonomía y el régimen electoral general y las demás previstas en la Constitución.\n2. La aprobación, modificación o derogación de las leyes orgánicas exigirá mayoría absoluta del Congreso, en una votación final sobre el conjunto del proyecto."
            },
            {
              "NumeroArticulo": 82,
              "NombreArticulo": "Delegación legislativa",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Delegación legislativa**: Las Cortes Generales pueden delegar en el Gobierno la potestad de dictar normas con rango de ley, con las siguientes condiciones:\n\n- **Tipos de delegación**:\n  1. Ley de bases: Para formar textos articulados\n  2. Ley ordinaria: Para refundir varios textos legales\n\n- **Características**:\n  - Debe ser expresa y para materia concreta\n  - Plazo fijo de ejercicio\n  - No puede ser implícita ni indefinida\n  - No permite subdelegación\n\n- **Leyes de bases**: Deben delimitar objeto, alcance, principios y criterios\n- **Refundición de textos**: Especificar si es mera formulación o incluye regularización\n- **Control**: Posibilidad de establecer fórmulas adicionales de control",
              "TextoCompletoArticulo": "**Artículo 82**\n1. Las Cortes Generales podrán delegar en el Gobierno la potestad de dictar normas con rango de ley sobre materias determinadas no incluidas en el artículo anterior.\n2. La delegación legislativa deberá otorgarse mediante una ley de bases cuando su objeto sea la formación de textos articulados o por una ley ordinaria cuando se trate de refundir varios textos legales en uno solo.\n3. La delegación legislativa habrá de otorgarse al Gobierno de forma expresa para materia concreta y con fijación del plazo para su ejercicio. La delegación se agota por el uso que de ella haga el Gobierno mediante la publicación de la norma correspondiente. No podrá entenderse concedida de modo implícito o por tiempo indeterminado. Tampoco podrá permitir la subdelegación a autoridades distintas del propio Gobierno.\n4. Las leyes de bases delimitarán con precisión el objeto y alcance de la delegación legislativa y los principios y criterios que han de seguirse en su ejercicio.\n5. La autorización para refundir textos legales determinará el ámbito normativo a que se refiere el contenido de la delegación, especificando si se circunscribe a la mera formulación de un texto único o si se incluye la de regularizar, aclarar y armonizar los textos legales que han de ser refundidos.\n6. Sin perjuicio de la competencia propia de los Tribunales, las leyes de delegación podrán establecer en cada caso fórmulas adicionales de control."
            },
            {
              "NumeroArticulo": 83,
              "NombreArticulo": "Limitaciones de las leyes de bases",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Prohibiciones para las leyes de bases**:\n\n1. **Automodificación**: No pueden autorizar la modificación de la propia ley de bases\n2. **Retroactividad**: No pueden facultar para dictar normas con carácter retroactivo",
              "TextoCompletoArticulo": "**Artículo 83**\nLas leyes de bases no podrán en ningún caso:\na) Autorizar la modificación de la propia ley de bases.\nb) Facultar para dictar normas con carácter retroactivo."
            },
            {
              "NumeroArticulo": 84,
              "NombreArticulo": "Oposición a proposiciones contrarias a delegación legislativa",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Facultad del Gobierno**: Puede oponerse a la tramitación de proposiciones de ley o enmiendas contrarias a una delegación legislativa vigente.\n\n**Alternativa**: En tal caso, se puede presentar una proposición de ley para derogar total o parcialmente la ley de delegación.",
              "TextoCompletoArticulo": "**Artículo 84**\nCuando una proposición de ley o una enmienda fuere contraria a una delegación legislativa en vigor, el Gobierno está facultado para oponerse a su tramitación. En tal supuesto, podrá presentarse una proposición de ley para la derogación total o parcial de la ley de delegación."
            },
            {
              "NumeroArticulo": 85,
              "NombreArticulo": "Decretos Legislativos",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Denominación**: Las disposiciones del Gobierno que contienen legislación delegada se llamarán **Decretos Legislativos**.",
              "TextoCompletoArticulo": "**Artículo 85**\nLas disposiciones del Gobierno que contengan legislación delegada recibirán el título de Decretos Legislativos."
            },
            {
              "NumeroArticulo": 86,
              "NombreArticulo": "Decretos-leyes",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda los **Decretos-leyes**, que son disposiciones legislativas provisionales que el Gobierno puede dictar en casos de urgente necesidad:\n\n**Limitaciones**: No pueden afectar a instituciones básicas del Estado, derechos y deberes ciudadanos, régimen de Comunidades Autónomas o Derecho electoral.\n\n**Procedimiento**:\n- **Debate y votación**: Deben someterse al Congreso en 30 días.\n- **Convalidación o derogación**: El Congreso debe decidir expresamente.\n- **Tramitación alternativa**: Las Cortes pueden tramitarlos como proyectos de ley urgentes.",
              "TextoCompletoArticulo": "**Artículo 86**\n1. En caso de **extraordinaria y urgente necesidad**, el Gobierno podrá dictar disposiciones legislativas provisionales que tomarán la forma de **Decretos-leyes** y que no podrán afectar al ordenamiento de las instituciones básicas del Estado, a los derechos, deberes y libertades de los ciudadanos regulados en el Título I, al régimen de las Comunidades Autónomas ni al Derecho electoral general.\n2. Los Decretos-leyes deberán ser inmediatamente sometidos a **debate y votación** de totalidad al Congreso de los Diputados, convocado al efecto si no estuviere reunido, en el plazo de los treinta días siguientes a su promulgación. El Congreso habrá de pronunciarse expresamente dentro de dicho plazo sobre su **convalidación o derogación**, para lo cual el Reglamento establecerá un procedimiento especial y sumario.\n3. Durante el plazo establecido en el apartado anterior, las Cortes podrán tramitarlos como **proyectos de ley** por el procedimiento de urgencia."
            },
            {
              "NumeroArticulo": 87,
              "NombreArticulo": "Iniciativa legislativa",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo describe quiénes tienen **iniciativa legislativa** y cómo se ejerce:\n\n**Titulares de la iniciativa**:\n- Gobierno\n- Congreso\n- Senado\n- Asambleas de Comunidades Autónomas\n- Iniciativa popular\n\n**Particularidades**:\n- Las Comunidades Autónomas pueden **solicitar proyectos** al Gobierno o **remitir proposiciones** al Congreso.\n- La **iniciativa popular** requiere al menos 500.000 firmas y tiene limitaciones en ciertas materias.",
              "TextoCompletoArticulo": "**Artículo 87**\n1. La **iniciativa legislativa** corresponde al Gobierno, al Congreso y al Senado, de acuerdo con la Constitución y los Reglamentos de las Cámaras.\n2. Las **Asambleas de las Comunidades Autónomas** podrán solicitar del Gobierno la adopción de un proyecto de ley o remitir a la Mesa del Congreso una proposición de ley, delegando ante dicha Cámara un máximo de tres miembros de la Asamblea encargados de su defensa.\n3. Una ley orgánica regulará las formas de ejercicio y requisitos de la **iniciativa popular** para la presentación de proposiciones de ley. En todo caso se exigirán no menos de 500.000 firmas acreditadas. No procederá dicha iniciativa en materias propias de ley orgánica, tributarias o de carácter internacional, ni en lo relativo a la prerrogativa de gracia."
            },
            {
              "NumeroArticulo": 88,
              "NombreArticulo": "Aprobación y presentación de proyectos de ley",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece el **procedimiento para la aprobación y presentación de proyectos de ley**:\n\n- **Aprobación**: Los proyectos de ley deben ser aprobados en el Consejo de Ministros.\n- **Presentación al Congreso**: Una vez aprobados, se someten al Congreso.\n- **Documentación adjunta**: Deben ir acompañados de una exposición de motivos y antecedentes necesarios para su evaluación.",
              "TextoCompletoArticulo": "**Artículo 88**\nLos **proyectos de ley** serán aprobados en Consejo de Ministros, que los someterá al Congreso, acompañados de una **exposición de motivos** y de los antecedentes necesarios para pronunciarse sobre ellos."
            },
            {
              "NumeroArticulo": 89,
              "NombreArticulo": "Tramitación de proposiciones de ley",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda la **tramitación de proposiciones de ley**:\n\n- **Regulación**: Se rige por los Reglamentos de las Cámaras.\n- **Prioridad**: Los proyectos de ley tienen prioridad, pero no impiden la iniciativa legislativa.\n- **Proposiciones del Senado**: Las que tome en consideración el Senado se remiten al Congreso para su trámite.",
              "TextoCompletoArticulo": "**Artículo 89**\n1. La **tramitación de las proposiciones de ley** se regulará por los Reglamentos de las Cámaras, sin que la prioridad debida a los proyectos de ley impida el ejercicio de la iniciativa legislativa en los términos regulados por el artículo 87.\n2. Las **proposiciones de ley** que, de acuerdo con el artículo 87, tome en consideración el Senado, se remitirán al Congreso para su trámite en éste como tal proposición."
            },
            {
              "NumeroArticulo": 90,
              "NombreArticulo": "Procedimiento legislativo en el Senado",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo detalla el **procedimiento legislativo en el Senado**:\n\n**Proceso**:\n1. El Congreso aprueba un proyecto de ley.\n2. Se remite al Senado para su deliberación.\n\n**Acciones del Senado**:\n- Tiene **2 meses** (o 20 días en proyectos urgentes) para:\n  - **Vetar** el proyecto (requiere mayoría absoluta)\n  - **Introducir enmiendas**\n\n**Resolución**:\n- En caso de veto, el Congreso puede ratificar el texto original por mayoría absoluta.\n- Para las enmiendas, el Congreso decide por mayoría simple.",
              "TextoCompletoArticulo": "**Artículo 90**\n1. Aprobado un proyecto de ley ordinaria u orgánica por el Congreso de los Diputados, su Presidente dará inmediata cuenta del mismo al Presidente del Senado, el cual lo someterá a la deliberación de éste.\n2. El Senado en el plazo de dos meses, a partir del día de la recepción del texto, puede, mediante mensaje motivado, oponer su **veto** o introducir **enmiendas** al mismo. El veto deberá ser aprobado por mayoría absoluta. El proyecto no podrá ser sometido al Rey para sanción sin que el Congreso ratifique por mayoría absoluta, en caso de veto, el texto inicial, o por mayoría simple, una vez transcurridos dos meses desde la interposición del mismo, o se pronuncie sobre las enmiendas, aceptándolas o no por mayoría simple.\n3. El plazo de dos meses de que el Senado dispone para vetar o enmendar el proyecto se reducirá al de **veinte días naturales** en los proyectos declarados urgentes por el Gobierno o por el Congreso de los Diputados."
            },
            {
              "NumeroArticulo": 91,
              "NombreArticulo": "Sanción y promulgación de leyes por el Rey",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Función del Rey en el proceso legislativo:**\n\n- **Sanción:** El Rey tiene un plazo de 15 días para sancionar las leyes aprobadas por las Cortes Generales.\n- **Promulgación y publicación:** Tras la sanción, el Rey debe promulgar las leyes y ordenar su inmediata publicación.\n\nEste artículo establece el papel final del monarca en el proceso de creación de leyes, **garantizando su oficialización y difusión pública**.",
              "TextoCompletoArticulo": "**Artículo 91**\n\nEl Rey sancionará en el plazo de quince días las leyes aprobadas por las Cortes Generales, y las promulgará y ordenará su inmediata publicación."
            },
            {
              "NumeroArticulo": 92,
              "NombreArticulo": "Referéndum consultivo",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece las bases para la realización de **referéndums consultivos** en España:\n\n1. **Aplicación:** Se pueden someter a referéndum decisiones políticas de especial trascendencia.\n2. **Convocatoria:** \n   - **Quién convoca:** El Rey\n   - **Propuesta:** Realizada por el Presidente del Gobierno\n   - **Autorización:** Requiere aprobación previa del Congreso de los Diputados\n3. **Regulación:** Una ley orgánica establecerá las condiciones y procedimientos para los diferentes tipos de referéndum contemplados en la Constitución.\n\nEste mecanismo permite la **participación directa de los ciudadanos** en decisiones importantes, aunque su carácter es consultivo.",
              "TextoCompletoArticulo": "**Artículo 92**\n\n1. Las decisiones políticas de especial trascendencia podrán ser sometidas a referéndum consultivo de todos los ciudadanos.\n2. El referéndum será convocado por el Rey, mediante propuesta del Presidente del Gobierno, previamente autorizada por el Congreso de los Diputados.\n3. Una ley orgánica regulará las condiciones y el procedimiento de las distintas modalidades de referéndum previstas en esta Constitución."
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO TERCERO. De los Tratados Internacionales",
          "ResumenCapitulo": "**Tratados Internacionales**:\n\n**Autorización**:\n- Mediante ley orgánica se puede autorizar tratados que atribuyan competencias constitucionales a organizaciones internacionales.\n- Las Cortes Generales o el Gobierno garantizan su cumplimiento.\n\n**Consentimiento del Estado**:\nSe requiere autorización previa de las Cortes Generales para tratados:\n- De carácter **político** o **militar**\n- Que afecten la **integridad territorial** o **derechos fundamentales**\n- Con **obligaciones financieras** para la Hacienda Pública\n- Que modifiquen leyes o requieran medidas legislativas\n\n**Información**:\n- El Congreso y Senado serán informados de otros tratados.\n\n**Compatibilidad constitucional**:\n- Tratados contrarios a la Constitución exigen revisión previa.\n- El Gobierno o las Cámaras pueden consultar al Tribunal Constitucional.\n\n**Validez y derogación**:\n- Tratados válidos y publicados forman parte del ordenamiento interno.\n- Solo pueden ser **derogados** o **modificados** según lo previsto en ellos o normas internacionales.\n\n**Denuncia**:\n- Se sigue el mismo procedimiento que para su aprobación.",
          "Articulos": [
            {
              "NumeroArticulo": 93,
              "NombreArticulo": "Autorización de tratados internacionales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Autorización de tratados**: Mediante ley orgánica, se puede autorizar la celebración de tratados que atribuyan competencias constitucionales a organizaciones internacionales.\n\n**Garantía de cumplimiento**: Las Cortes Generales o el Gobierno, según el caso, garantizarán el cumplimiento de estos tratados y las resoluciones de los organismos internacionales involucrados.",
              "TextoCompletoArticulo": "**Artículo 93**\nMediante ley orgánica se podrá autorizar la celebración de tratados por los que se atribuya a una organización o institución internacional el ejercicio de competencias derivadas de la Constitución. Corresponde a las Cortes Generales o al Gobierno, según los casos, la garantía del cumplimiento de estos tratados y de las resoluciones emanadas de los organismos internacionales o supranacionales titulares de la cesión."
            },
            {
              "NumeroArticulo": 94,
              "NombreArticulo": "Autorización de las Cortes Generales para tratados internacionales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Autorización previa**: Las Cortes Generales deben autorizar previamente la prestación del consentimiento del Estado para obligarse por tratados o convenios en los siguientes casos:\n\n1. **Tratados políticos**\n2. **Tratados militares**\n3. **Tratados que afecten** la integridad territorial o derechos fundamentales\n4. **Tratados con obligaciones financieras** para la Hacienda Pública\n5. **Tratados que modifiquen leyes** o requieran medidas legislativas\n\n**Información inmediata**: El Congreso y el Senado serán informados inmediatamente sobre la conclusión de otros tratados o convenios.",
              "TextoCompletoArticulo": "**Artículo 94**\n1. La prestación del consentimiento del Estado para obligarse por medio de tratados o convenios requerirá la previa autorización de las Cortes Generales, en los siguientes casos:\na) Tratados de carácter político.\nb) Tratados o convenios de carácter militar.\nc) Tratados o convenios que afecten a la integridad territorial del Estado o a los derechos y deberes fundamentales establecidos en el Título I.\nd) Tratados o convenios que impliquen obligaciones financieras para la Hacienda Pública.\ne) Tratados o convenios que supongan modificación o derogación de alguna ley o exijan medidas legislativas para su ejecución.\n2. El Congreso y el Senado serán inmediatamente informados de la conclusión de los restantes tratados o convenios."
            },
            {
              "NumeroArticulo": 95,
              "NombreArticulo": "Revisión constitucional para tratados contrarios a la Constitución",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Revisión constitucional previa**: Si un tratado internacional contiene estipulaciones contrarias a la Constitución, se requiere una revisión constitucional antes de su celebración.\n\n**Declaración de contradicción**: El Gobierno o cualquiera de las Cámaras puede solicitar al **Tribunal Constitucional** que declare si existe o no contradicción entre el tratado y la Constitución.",
              "TextoCompletoArticulo": "**Artículo 95**\n1. La celebración de un tratado internacional que contenga estipulaciones contrarias a la Constitución exigirá la previa revisión constitucional.\n2. El Gobierno o cualquiera de las Cámaras puede requerir al Tribunal Constitucional para que declare si existe o no esa contradicción."
            },
            {
              "NumeroArticulo": 96,
              "NombreArticulo": "Integración y denuncia de tratados internacionales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Integración en el ordenamiento interno**: Los tratados internacionales válidamente celebrados, una vez publicados oficialmente en España, formarán parte del ordenamiento interno.\n\n**Modificación o suspensión**: Las disposiciones de los tratados solo podrán ser derogadas, modificadas o suspendidas según lo previsto en los propios tratados o las normas del Derecho internacional.\n\n**Procedimiento de denuncia**: Para denunciar tratados y convenios internacionales, se seguirá el mismo procedimiento que para su aprobación, establecido en el artículo 94.",
              "TextoCompletoArticulo": "**Artículo 96**\n1. Los tratados internacionales válidamente celebrados, una vez publicados oficialmente en España, formarán parte del ordenamiento interno. Sus disposiciones sólo podrán ser derogadas, modificadas o suspendidas en la forma prevista en los propios tratados o de acuerdo con las normas generales del Derecho internacional.\n2. Para la denuncia de los tratados y convenios internacionales se utilizará el mismo procedimiento previsto para su aprobación en el artículo 94."
            }
          ]
        }
      ]
    },
    {
      "NombreTitulo": "TÍTULO IV. Del Gobierno y de la Administración",
      "ResumenTitulo": "**Gobierno y Administración**:\n\n**Funciones del Gobierno**: Dirige política interior y exterior, administración civil y militar, y defensa del Estado.\n\n**Composición del Gobierno**: Presidente, Vicepresidentes, Ministros y otros miembros.\n\n**Presidente**: Dirige acción del Gobierno y coordina funciones.\n\n**Incompatibilidades**: Miembros no pueden ejercer otras funciones representativas o actividades profesionales.\n\n**Nombramiento del Presidente**: \n- Rey propone candidato tras consultas.\n- Candidato expone programa y solicita confianza del Congreso.\n- Nombramiento si obtiene mayoría absoluta o simple en segunda votación.\n- Si no hay confianza en 2 meses, se convocan nuevas elecciones.\n\n**Otros miembros**: Nombrados y separados por el Rey a propuesta del Presidente.\n\n**Cese del Gobierno**: Tras elecciones, pérdida de confianza, dimisión o fallecimiento del Presidente.\n\n**Responsabilidad criminal**: Exigible ante Sala Penal del Tribunal Supremo.\n\n**Administración Pública**: \n- Sirve intereses generales con objetividad.\n- Principios: eficacia, jerarquía, descentralización, coordinación.\n- Sometida a ley y Derecho.\n\n**Funcionarios públicos**: Acceso por mérito y capacidad.\n\n**Fuerzas y Cuerpos de seguridad**: Protegen derechos y garantizan seguridad ciudadana.\n\n**Derechos ciudadanos**: \n- Audiencia en elaboración de disposiciones administrativas.\n- Acceso a archivos y registros administrativos.\n- Garantía de audiencia en procedimientos.\n\n**Control judicial**: Tribunales controlan legalidad de actuación administrativa.\n\n**Indemnización**: Por lesiones debido a funcionamiento de servicios públicos.\n\n**Consejo de Estado**: Supremo órgano consultivo del Gobierno.",
      "Articulos": [
        {
          "NumeroArticulo": 97,
          "NombreArticulo": "Funciones del Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Responsabilidades del Gobierno:**\n\n- **Dirección:** Política interior y exterior, administración civil y militar, defensa del Estado.\n- **Funciones:** Ejecutiva y potestad reglamentaria.\n- **Marco legal:** De acuerdo con la Constitución y las leyes.",
          "TextoCompletoArticulo": "**Artículo 97**\n\nEl Gobierno dirige la política interior y exterior, la Administración civil y militar y la defensa del Estado. Ejerce la función ejecutiva y la potestad reglamentaria de acuerdo con la Constitución y las leyes."
        },
        {
          "NumeroArticulo": 98,
          "NombreArticulo": "Composición y Funciones del Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Estructura del Gobierno:**\n\n1. **Composición:** Presidente, Vicepresidentes, Ministros y otros miembros establecidos por ley.\n2. **Función del Presidente:** Dirige la acción del Gobierno y coordina las funciones de los demás miembros.\n3. **Limitaciones:** Los miembros no pueden ejercer otras funciones representativas o actividades profesionales.\n4. **Regulación:** Una ley regulará el estatuto e incompatibilidades de los miembros.",
          "TextoCompletoArticulo": "**Artículo 98**\n\n1. El Gobierno se compone del Presidente, de los Vicepresidentes, en su caso, de los Ministros y de los demás miembros que establezca la ley.\n\n2. El Presidente dirige la acción del Gobierno y coordina las funciones de los demás miembros del mismo, sin perjuicio de la competencia y responsabilidad directa de éstos en su gestión.\n\n3. Los miembros del Gobierno no podrán ejercer otras funciones representativas que las propias del mandato parlamentario, ni cualquier otra función pública que no derive de su cargo, ni actividad profesional o mercantil alguna.\n\n4. La ley regulará el estatuto e incompatibilidades de los miembros del Gobierno."
        },
        {
          "NumeroArticulo": 99,
          "NombreArticulo": "Proceso de Nombramiento del Presidente del Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Proceso de investidura:**\n\n1. **Propuesta de candidato:** El Rey propone un candidato tras consultar con los grupos políticos.\n2. **Presentación del programa:** El candidato expone su programa ante el Congreso.\n3. **Votación de confianza:** Se requiere mayoría absoluta en primera votación o mayoría simple en segunda.\n4. **Propuestas sucesivas:** Si no se obtiene la confianza, se presentan nuevas propuestas.\n5. **Disolución de Cámaras:** Si en dos meses no se inviste a ningún candidato, se convocan nuevas elecciones.",
          "TextoCompletoArticulo": "**Artículo 99**\n\n1. Después de cada renovación del Congreso de los Diputados, y en los demás supuestos constitucionales en que así proceda, el Rey, previa consulta con los representantes designados por los Grupos políticos con representación parlamentaria, y a través del Presidente del Congreso, propondrá un candidato a la Presidencia del Gobierno.\n\n2. El candidato propuesto conforme a lo previsto en el apartado anterior expondrá ante el Congreso de los Diputados el programa político del Gobierno que pretenda formar y solicitará la confianza de la Cámara.\n\n3. Si el Congreso de los Diputados, por el voto de la mayoría absoluta de sus miembros, otorgare su confianza a dicho candidato, el Rey le nombrará Presidente. De no alcanzarse dicha mayoría, se someterá la misma propuesta a nueva votación cuarenta y ocho horas después de la anterior, y la confianza se entenderá otorgada si obtuviere la mayoría simple.\n\n4. Si efectuadas las citadas votaciones no se otorgase la confianza para la investidura, se tramitarán sucesivas propuestas en la forma prevista en los apartados anteriores.\n\n5. Si transcurrido el plazo de dos meses, a partir de la primera votación de investidura, ningún candidato hubiere obtenido la confianza del Congreso, el Rey disolverá ambas Cámaras y convocará nuevas elecciones con el refrendo del Presidente del Congreso."
        },
        {
          "NumeroArticulo": 100,
          "NombreArticulo": "Nombramiento de Miembros del Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Nombramiento y cese de miembros del Gobierno:**\n\n- **Autoridad:** El Rey nombra y separa a los miembros del Gobierno.\n- **Procedimiento:** A propuesta del Presidente del Gobierno.",
          "TextoCompletoArticulo": "**Artículo 100**\n\nLos demás miembros del Gobierno serán nombrados y separados por el Rey, a propuesta de su Presidente."
        },
        {
          "NumeroArticulo": 101,
          "NombreArticulo": "Cese del Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Situaciones de cese del Gobierno:**\n\n1. **Causas de cese:** \n   - Celebración de elecciones generales\n   - Pérdida de confianza parlamentaria\n   - Dimisión del Presidente\n   - Fallecimiento del Presidente\n2. **Gobierno en funciones:** El Gobierno cesante continúa hasta la toma de posesión del nuevo Gobierno.",
          "TextoCompletoArticulo": "**Artículo 101**\n\n1. El Gobierno cesa tras la celebración de elecciones generales, en los casos de pérdida de la confianza parlamentaria previstos en la Constitución, o por dimisión o fallecimiento de su Presidente.\n\n2. El Gobierno cesante continuará en funciones hasta la toma de posesión del nuevo Gobierno."
        },
        {
          "NumeroArticulo": 102,
          "NombreArticulo": "Responsabilidad Criminal del Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Responsabilidad penal de los miembros del Gobierno:**\n\n1. **Jurisdicción competente:** Sala de lo Penal del Tribunal Supremo.\n2. **Acusación por traición o delitos contra la seguridad del Estado:**\n   - Iniciativa: Requiere 1/4 de los miembros del Congreso.\n   - Aprobación: Mayoría absoluta del Congreso.\n3. **Limitación del derecho de gracia:** No aplicable en estos casos.",
          "TextoCompletoArticulo": "**Artículo 102**\n\n1. La responsabilidad criminal del Presidente y los demás miembros del Gobierno será exigible, en su caso, ante la Sala de lo Penal del Tribunal Supremo.\n\n2. Si la acusación fuere por traición o por cualquier delito contra la seguridad del Estado en el ejercicio de sus funciones, sólo podrá ser planteada por iniciativa de la cuarta parte de los miembros del Congreso, y con la aprobación de la mayoría absoluta del mismo.\n\n3. La prerrogativa real de gracia no será aplicable a ninguno de los supuestos del presente artículo."
        },
        {
          "NumeroArticulo": 103,
          "NombreArticulo": "Principios de la Administración Pública",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Funcionamiento de la Administración Pública:**\n\n1. **Principios de actuación:** \n   - Objetividad\n   - Eficacia\n   - Jerarquía\n   - Descentralización\n   - Desconcentración\n   - Coordinación\n   - Sometimiento a la ley y al Derecho\n2. **Creación de órganos:** Según lo establecido por ley.\n3. **Regulación de funcionarios públicos:**\n   - Acceso por mérito y capacidad\n   - Derecho a sindicación\n   - Sistema de incompatibilidades\n   - Garantías de imparcialidad",
          "TextoCompletoArticulo": "**Artículo 103**\n\n1. La Administración Pública sirve con objetividad los intereses generales y actúa de acuerdo con los principios de eficacia, jerarquía, descentralización, desconcentración y coordinación, con sometimiento pleno a la ley y al Derecho.\n\n2. Los órganos de la Administración del Estado son creados, regidos y coordinados de acuerdo con la ley.\n\n3. La ley regulará el estatuto de los funcionarios públicos, el acceso a la función pública de acuerdo con los principios de mérito y capacidad, las peculiaridades del ejercicio de su derecho a sindicación, el sistema de incompatibilidades y las garantías para la imparcialidad en el ejercicio de sus funciones."
        },
        {
          "NumeroArticulo": 104,
          "NombreArticulo": "Fuerzas y Cuerpos de Seguridad",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Funciones y regulación de las Fuerzas y Cuerpos de seguridad:**\n\n1. **Misión principal:** \n   - Proteger el libre ejercicio de derechos y libertades\n   - Garantizar la seguridad ciudadana\n2. **Dependencia:** Del Gobierno\n3. **Regulación:** Mediante ley orgánica que determinará funciones, principios de actuación y estatutos",
          "TextoCompletoArticulo": "**Artículo 104**\n\n1. Las Fuerzas y Cuerpos de seguridad, bajo la dependencia del Gobierno, tendrán como misión proteger el libre ejercicio de los derechos y libertades y garantizar la seguridad ciudadana.\n\n2. Una ley orgánica determinará las funciones, principios básicos de actuación y estatutos de las Fuerzas y Cuerpos de seguridad."
        },
        {
          "NumeroArticulo": 105,
          "NombreArticulo": "Participación y Transparencia Administrativa",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Regulación legal de la participación ciudadana y transparencia:**\n\n- **Audiencia ciudadana:** En la elaboración de disposiciones administrativas que les afecten.\n- **Acceso a archivos y registros:** Con excepciones por seguridad, defensa, investigación de delitos e intimidad.\n- **Procedimiento administrativo:** Garantizando la audiencia del interesado cuando proceda.",
          "TextoCompletoArticulo": "**Artículo 105**\n\nLa ley regulará:\n\na) La audiencia de los ciudadanos, directamente o a través de las organizaciones y asociaciones reconocidas por la ley, en el procedimiento de elaboración de las disposiciones administrativas que les afecten.\n\nb) El acceso de los ciudadanos a los archivos y registros administrativos, salvo en lo que afecte a la seguridad y defensa del Estado, la averiguación de los delitos y la intimidad de las personas.\n\nc) El procedimiento a través del cual deben producirse los actos administrativos, garantizando, cuando proceda, la audiencia del interesado."
        },
        {
          "NumeroArticulo": 106,
          "NombreArticulo": "Control Judicial de la Administración",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Control y responsabilidad de la Administración:**\n\n1. **Control judicial:** \n   - Sobre la potestad reglamentaria\n   - Sobre la legalidad de la actuación administrativa\n   - Sobre el sometimiento a los fines que la justifican\n2. **Derecho a indemnización:** \n   - Por lesiones en bienes y derechos de particulares\n   - Consecuencia del funcionamiento de servicios públicos\n   - Excepto en casos de fuerza mayor",
          "TextoCompletoArticulo": "**Artículo 106**\n\n1. Los Tribunales controlan la potestad reglamentaria y la legalidad de la actuación administrativa, así como el sometimiento de ésta a los fines que la justifican.\n\n2. Los particulares, en los términos establecidos por la ley, tendrán derecho a ser indemnizados por toda lesión que sufran en cualquiera de sus bienes y derechos, salvo en los casos de fuerza mayor, siempre que la lesión sea consecuencia del funcionamiento de los servicios públicos."
        },
        {
          "NumeroArticulo": 107,
          "NombreArticulo": "Consejo de Estado",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Consejo de Estado:**\n\n- **Definición:** Supremo órgano consultivo del Gobierno\n- **Regulación:** Mediante ley orgánica que determinará su composición y competencia",
          "TextoCompletoArticulo": "**Artículo 107**\n\nEl Consejo de Estado es el supremo órgano consultivo del Gobierno. Una ley orgánica regulará su composición y competencia."
        }
      ],
      "Capitulos": [

      ],
      "Secciones": [

      ]
    },
    {
      "NombreTitulo": "TÍTULO V. De las relaciones entre el Gobierno y las Cortes Generales",
      "ResumenTitulo": "**Relaciones Gobierno-Cortes Generales**:\n\n**Responsabilidad del Gobierno**: Responde solidariamente ante el Congreso de los Diputados.\n\n**Información y presencia**: \n- Las Cámaras pueden solicitar información al Gobierno y autoridades.\n- Pueden reclamar la presencia de miembros del Gobierno.\n- Los miembros del Gobierno tienen acceso a las sesiones.\n\n**Interpelaciones y preguntas**: \n- El Gobierno está sometido a interpelaciones y preguntas en las Cámaras.\n- Las interpelaciones pueden dar lugar a mociones.\n\n**Cuestión de confianza**: \n- El Presidente puede plantearla ante el Congreso.\n- Se aprueba por mayoría simple.\n\n**Moción de censura**: \n- Exige responsabilidad política del Gobierno.\n- Requiere mayoría absoluta y proponer un candidato alternativo.\n- Plazos y restricciones específicos.\n\n**Disolución de las Cámaras**: \n- El Presidente puede proponerla, con restricciones.\n\n**Estados excepcionales**: \n- **Alarma**: Declarado por el Gobierno, máximo 15 días.\n- **Excepción**: Declarado por el Gobierno con autorización del Congreso, máximo 30 días.\n- **Sitio**: Declarado por mayoría absoluta del Congreso a propuesta del Gobierno.\n- No se puede disolver el Congreso durante estos estados.\n- No modifican la responsabilidad del Gobierno.",
      "Articulos": [
        {
          "NumeroArticulo": 108,
          "NombreArticulo": "Responsabilidad del Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Responsabilidad solidaria**: El Gobierno responde de forma conjunta ante el Congreso de los Diputados por su gestión política.",
          "TextoCompletoArticulo": "**Artículo 108**\n\nEl Gobierno responde solidariamente en su gestión política ante el Congreso de los Diputados."
        },
        {
          "NumeroArticulo": 109,
          "NombreArticulo": "Solicitud de información por las Cámaras",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Facultad de las Cámaras**: Las Cámaras y sus Comisiones pueden solicitar:\n\n- **Información** del Gobierno\n- **Ayuda** de departamentos gubernamentales\n- **Asistencia** de autoridades estatales y autonómicas\n\nEstas solicitudes se realizan a través de los Presidentes de las Cámaras.",
          "TextoCompletoArticulo": "**Artículo 109**\n\nLas Cámaras y sus Comisiones podrán recabar, a través de los Presidentes de aquéllas, la información y ayuda que precisen del Gobierno y de sus Departamentos y de cualesquiera autoridades del Estado y de las Comunidades Autónomas."
        },
        {
          "NumeroArticulo": 110,
          "NombreArticulo": "Relación entre el Gobierno y las Cámaras",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo establece dos aspectos importantes:\n\n1. **Solicitud de presencia**: Las Cámaras y sus Comisiones pueden requerir la presencia de miembros del Gobierno.\n\n2. **Acceso y participación del Gobierno**: Los miembros del Gobierno tienen:\n   - **Derecho de acceso** a las sesiones de las Cámaras y sus Comisiones\n   - **Derecho a ser escuchados** en estas sesiones\n   - **Facultad de solicitar** que funcionarios de sus departamentos informen ante las Cámaras",
          "TextoCompletoArticulo": "**Artículo 110**\n\n1. Las Cámaras y sus Comisiones pueden reclamar la presencia de los miembros del Gobierno.\n\n2. Los miembros del Gobierno tienen acceso a las sesiones de las Cámaras y a sus Comisiones y la facultad de hacerse oír en ellas, y podrán solicitar que informen ante las mismas funcionarios de sus Departamentos."
        },
        {
          "NumeroArticulo": 111,
          "NombreArticulo": "Interpelaciones y preguntas al Gobierno",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo trata sobre el control parlamentario al Gobierno:\n\n1. **Sometimiento a interpelaciones y preguntas**: \n   - El Gobierno en conjunto y cada miembro individualmente están sujetos a interpelaciones y preguntas en las Cámaras.\n   - Los Reglamentos establecerán un **tiempo mínimo semanal** para este tipo de debate.\n\n2. **Mociones derivadas de interpelaciones**:\n   - Toda interpelación puede dar lugar a una moción.\n   - En esta moción, la Cámara puede manifestar su posición sobre el tema tratado.",
          "TextoCompletoArticulo": "**Artículo 111**\n\n1. El Gobierno y cada uno de sus miembros están sometidos a las interpelaciones y preguntas que se le formulen en las Cámaras. Para esta clase de debate los Reglamentos establecerán un tiempo mínimo semanal.\n\n2. Toda interpelación podrá dar lugar a una moción en la que la Cámara manifieste su posición."
        },
        {
          "NumeroArticulo": 112,
          "NombreArticulo": "Cuestión de confianza",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo define el procedimiento de la cuestión de confianza:\n\n- **Iniciativa**: El Presidente del Gobierno puede plantearla, previa deliberación del Consejo de Ministros.\n- **Ámbito**: Puede ser sobre su programa o una declaración de política general.\n- **Lugar**: Se presenta ante el Congreso de los Diputados.\n- **Aprobación**: Se considera otorgada si obtiene mayoría simple de los Diputados.",
          "TextoCompletoArticulo": "**Artículo 112**\n\nEl Presidente del Gobierno, previa deliberación del Consejo de Ministros, puede plantear ante el Congreso de los Diputados la cuestión de confianza sobre su programa o sobre una declaración de política general. La confianza se entenderá otorgada cuando vote a favor de la misma la mayoría simple de los Diputados."
        },
        {
          "NumeroArticulo": 113,
          "NombreArticulo": "Moción de censura",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo establece el procedimiento de la moción de censura:\n\n1. **Iniciativa y aprobación**: \n   - El Congreso puede exigir responsabilidad política al Gobierno.\n   - Se requiere mayoría absoluta para su aprobación.\n\n2. **Requisitos de presentación**:\n   - Debe ser propuesta por al menos 1/10 de los Diputados.\n   - Debe incluir un candidato a la Presidencia del Gobierno.\n\n3. **Plazos**:\n   - No puede votarse hasta 5 días después de su presentación.\n   - En los primeros 2 días pueden presentarse mociones alternativas.\n\n4. **Restricción**: Si no se aprueba, los firmantes no pueden presentar otra en el mismo período de sesiones.",
          "TextoCompletoArticulo": "**Artículo 113**\n\n1. El Congreso de los Diputados puede exigir la responsabilidad política del Gobierno mediante la adopción por mayoría absoluta de la moción de censura.\n\n2. La moción de censura deberá ser propuesta al menos por la décima parte de los Diputados, y habrá de incluir un candidato a la Presidencia del Gobierno.\n\n3. La moción de censura no podrá ser votada hasta que transcurran cinco días desde su presentación. En los dos primeros días de dicho plazo podrán presentarse mociones alternativas.\n\n4. Si la moción de censura no fuere aprobada por el Congreso, sus signatarios no podrán presentar otra durante el mismo período de sesiones."
        },
        {
          "NumeroArticulo": 114,
          "NombreArticulo": "Consecuencias de la pérdida de confianza o censura",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo detalla las consecuencias de dos situaciones políticas críticas:\n\n1. **Negación de confianza**:\n   - El Gobierno debe presentar su dimisión al Rey.\n   - Se procede a designar un nuevo Presidente según el artículo 99.\n\n2. **Aprobación de moción de censura**:\n   - El Gobierno debe dimitir.\n   - El candidato propuesto en la moción se considera investido de confianza.\n   - El Rey lo nombra Presidente del Gobierno.",
          "TextoCompletoArticulo": "**Artículo 114**\n\n1. Si el Congreso niega su confianza al Gobierno, éste presentará su dimisión al Rey, procediéndose a continuación a la designación de Presidente del Gobierno, según lo dispuesto en el artículo 99.\n\n2. Si el Congreso adopta una moción de censura, el Gobierno presentará su dimisión al Rey y el candidato incluido en aquélla se entenderá investido de la confianza de la Cámara a los efectos previstos en el artículo 99. El Rey le nombrará Presidente del Gobierno."
        },
        {
          "NumeroArticulo": 115,
          "NombreArticulo": "Disolución de las Cámaras",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo regula la disolución de las Cámaras:\n\n1. **Iniciativa y procedimiento**:\n   - El Presidente del Gobierno puede proponer la disolución, previa deliberación del Consejo de Ministros.\n   - La decisión es bajo su exclusiva responsabilidad.\n   - El Rey decreta la disolución.\n   - El decreto fija la fecha de nuevas elecciones.\n\n2. **Restricciones**:\n   - No se puede proponer durante una moción de censura en trámite.\n   - No se puede disolver nuevamente antes de un año, salvo excepciones del artículo 99.5.",
          "TextoCompletoArticulo": "**Artículo 115**\n\n1. El Presidente del Gobierno, previa deliberación del Consejo de Ministros, y bajo su exclusiva responsabilidad, podrá proponer la disolución del Congreso, del Senado o de las Cortes Generales, que será decretada por el Rey. El decreto de disolución fijará la fecha de las elecciones.\n\n2. La propuesta de disolución no podrá presentarse cuando esté en trámite una moción de censura.\n\n3. No procederá nueva disolución antes de que transcurra un año desde la anterior, salvo lo dispuesto en el artículo 99, apartado 5."
        },
        {
          "NumeroArticulo": 116,
          "NombreArticulo": "Estados de alarma, excepción y sitio",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "Este artículo regula los estados excepcionales:\n\n1. **Regulación**: Una ley orgánica regulará estos estados y sus limitaciones.\n\n2. **Estado de alarma**:\n   - Declarado por el Gobierno mediante decreto.\n   - Duración máxima de 15 días, prorrogable con autorización del Congreso.\n\n3. **Estado de excepción**:\n   - Declarado por el Gobierno con autorización del Congreso.\n   - Duración máxima de 30 días, prorrogable por igual período.\n\n4. **Estado de sitio**:\n   - Declarado por mayoría absoluta del Congreso, a propuesta del Gobierno.\n\n5. **Funcionamiento institucional**:\n   - No se puede disolver el Congreso durante estos estados.\n   - Las Cámaras se convocan automáticamente si no están en sesión.\n   - El funcionamiento de los poderes constitucionales no se interrumpe.\n\n6. **Responsabilidad**: La declaración de estos estados no modifica la responsabilidad del Gobierno.",
          "TextoCompletoArticulo": "**Artículo 116**\n\n1. Una ley orgánica regulará los estados de alarma, de excepción y de sitio, y las competencias y limitaciones correspondientes.\n\n2. El estado de alarma será declarado por el Gobierno mediante decreto acordado en Consejo de Ministros por un plazo máximo de quince días, dando cuenta al Congreso de los Diputados, reunido inmediatamente al efecto y sin cuya autorización no podrá ser prorrogado dicho plazo. El decreto determinará el ámbito territorial a que se extienden los efectos de la declaración.\n\n3. El estado de excepción será declarado por el Gobierno mediante decreto acordado en Consejo de Ministros, previa autorización del Congreso de los Diputados. La autorización y proclamación del estado de excepción deberá determinar expresamente los efectos del mismo, el ámbito territorial a que se extiende y su duración, que no podrá exceder de treinta días, prorrogables por otro plazo igual, con los mismos requisitos.\n\n4. El estado de sitio será declarado por la mayoría absoluta del Congreso de los Diputados, a propuesta exclusiva del Gobierno. El Congreso determinará su ámbito territorial, duración y condiciones.\n\n5. No podrá procederse a la disolución del Congreso mientras estén declarados algunos de los estados comprendidos en el presente artículo, quedando automáticamente convocadas las Cámaras si no estuvieren en período de sesiones. Su funcionamiento, así como el de los demás poderes constitucionales del Estado, no podrán interrumpirse durante la vigencia de estos estados.\n\nDisuelto el Congreso o expirado su mandato, si se produjere alguna de las situaciones que dan lugar a cualquiera de dichos estados, las competencias del Congreso serán asumidas por su Diputación Permanente.\n\n6. La declaración de los estados de alarma, de excepción y de sitio no modificarán el principio de responsabilidad del Gobierno y de sus agentes reconocidos en la Constitución y en las leyes."
        }
      ],
      "Capitulos": [

      ]
    },
    {
      "NombreTitulo": "TÍTULO VI. Del Poder Judicial",
      "ResumenTitulo": "**Origen y administración de la justicia**: Emana del pueblo, administrada por jueces y magistrados independientes.\n\n**Inamovilidad judicial**: Jueces y magistrados no pueden ser separados, suspendidos o trasladados sin causa legal.\n\n**Potestad jurisdiccional**: Exclusiva de juzgados y tribunales determinados por ley.\n\n**Principio de unidad jurisdiccional**: Base de la organización de tribunales, con regulación especial para jurisdicción militar.\n\n**Prohibición**: Se prohíben tribunales de excepción.\n\n**Obligatoriedad**: Cumplimiento obligatorio de sentencias y colaboración con la justicia.\n\n**Gratuidad**: Justicia gratuita en casos determinados por ley o insuficiencia de recursos.\n\n**Publicidad**: Actuaciones judiciales públicas, con excepciones legales.\n\n**Oralidad**: Procedimiento predominantemente oral, especialmente en materia criminal.\n\n**Motivación**: Sentencias siempre motivadas y pronunciadas en audiencia pública.\n\n**Indemnización**: Derecho a indemnización por error judicial o funcionamiento anormal.\n\n**Regulación**: Ley orgánica del poder judicial determina funcionamiento de juzgados y tribunales.\n\n**Consejo General del Poder Judicial**: Órgano de gobierno judicial, integrado por 20 miembros nombrados por el Rey.\n\n**Tribunal Supremo**: Órgano jurisdiccional superior en España, salvo en garantías constitucionales.\n\n**Ministerio Fiscal**: Promueve la acción de justicia en defensa de la legalidad y derechos ciudadanos.\n\n**Participación ciudadana**: Acción popular y jurado en procesos penales determinados por ley.\n\n**Policía judicial**: Depende de jueces, tribunales y Ministerio Fiscal en funciones de investigación.\n\n**Incompatibilidades**: Jueces, magistrados y fiscales no pueden desempeñar otros cargos públicos ni pertenecer a partidos o sindicatos.",
      "Articulos": [
        {
          "NumeroArticulo": 117,
          "NombreArticulo": "Administración de la Justicia y Poder Judicial",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Administración de la Justicia**: La justicia emana del pueblo y se administra en nombre del Rey por Jueces y Magistrados.\n\n**Características del Poder Judicial**:\n- **Independencia**: Los jueces son independientes y sometidos únicamente a la ley.\n- **Inamovilidad**: Los jueces no pueden ser separados, suspendidos o trasladados sin causa legal.\n- **Funciones**: Ejercen la potestad jurisdiccional en todos los procesos.\n\n**Principios fundamentales**:\n- **Unidad jurisdiccional**: Base de la organización de los Tribunales.\n- **Jurisdicción militar**: Regulada por ley en ámbito castrense y estado de sitio.\n- **Prohibición**: Se prohíben los Tribunales de excepción.",
          "TextoCompletoArticulo": "**Artículo 117**\n\n1. La justicia emana del pueblo y se administra en nombre del Rey por Jueces y Magistrados integrantes del poder judicial, independientes, inamovibles, responsables y sometidos únicamente al imperio de la ley.\n\n2. Los Jueces y Magistrados no podrán ser separados, suspendidos, trasladados ni jubilados, sino por alguna de las causas y con las garantías previstas en la ley.\n\n3. El ejercicio de la potestad jurisdiccional en todo tipo de procesos, juzgando y haciendo ejecutar lo juzgado, corresponde exclusivamente a los Juzgados y Tribunales determinados por las leyes, según las normas de competencia y procedimiento que las mismas establezcan.\n\n4. Los Juzgados y Tribunales no ejercerán más funciones que las señaladas en el apartado anterior y las que expresamente les sean atribuidas por ley en garantía de cualquier derecho.\n\n5. El principio de unidad jurisdiccional es la base de la organización y funcionamiento de los Tribunales. La ley regulará el ejercicio de la jurisdicción militar en el ámbito estrictamente castrense y en los supuestos de estado de sitio, de acuerdo con los principios de la Constitución.\n\n6. Se prohíben los Tribunales de excepción."
        },
        {
          "NumeroArticulo": 118,
          "NombreArticulo": "Obligatoriedad de las resoluciones judiciales",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Cumplimiento obligatorio**: Es obligatorio cumplir las sentencias y resoluciones firmes de los Jueces y Tribunales.\n\n**Colaboración**: Se debe prestar la colaboración requerida por los Jueces y Tribunales durante el proceso y en la ejecución de lo resuelto.",
          "TextoCompletoArticulo": "**Artículo 118**\n\nEs obligado cumplir las sentencias y demás resoluciones firmes de los Jueces y Tribunales, así como prestar la colaboración requerida por éstos en el curso del proceso y en la ejecución de lo resuelto."
        },
        {
          "NumeroArticulo": 119,
          "NombreArticulo": "Gratuidad de la justicia",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Justicia gratuita**: Se establece que la justicia será gratuita en dos casos:\n\n1. Cuando lo disponga la ley.\n2. Para quienes acrediten insuficiencia de recursos para litigar.",
          "TextoCompletoArticulo": "**Artículo 119**\n\nLa justicia será gratuita cuando así lo disponga la ley y, en todo caso, respecto de quienes acrediten insuficiencia de recursos para litigar."
        },
        {
          "NumeroArticulo": 120,
          "NombreArticulo": "Principios del proceso judicial",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Publicidad**: Las actuaciones judiciales serán públicas, con excepciones previstas por ley.\n\n**Oralidad**: El procedimiento será predominantemente oral, especialmente en materia criminal.\n\n**Motivación y publicidad de sentencias**: Las sentencias deben ser siempre motivadas y pronunciadas en audiencia pública.",
          "TextoCompletoArticulo": "**Artículo 120**\n\n1. Las actuaciones judiciales serán públicas, con las excepciones que prevean las leyes de procedimiento.\n\n2. El procedimiento será predominantemente oral, sobre todo en materia criminal.\n\n3. Las sentencias serán siempre motivadas y se pronunciarán en audiencia pública."
        },
        {
          "NumeroArticulo": 121,
          "NombreArticulo": "Indemnización por errores judiciales",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Derecho a indemnización**: Se establece el derecho a una indemnización a cargo del Estado en dos casos:\n\n1. Por daños causados por **error judicial**.\n2. Por daños consecuencia del **funcionamiento anormal** de la Administración de Justicia.\n\nEste derecho se ejercerá conforme a la ley.",
          "TextoCompletoArticulo": "**Artículo 121**\n\nLos daños causados por error judicial, así como los que sean consecuencia del funcionamiento anormal de la Administración de Justicia, darán derecho a una indemnización a cargo del Estado, conforme a la ley."
        },
        {
          "NumeroArticulo": 122,
          "NombreArticulo": "Organización del Poder Judicial",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Ley Orgánica del Poder Judicial**: Determina la constitución, funcionamiento y gobierno de Juzgados y Tribunales, así como el estatuto de Jueces y Magistrados.\n\n**Consejo General del Poder Judicial (CGPJ)**:\n- **Función**: Órgano de gobierno del Poder Judicial.\n- **Composición**: Presidente del Tribunal Supremo y 20 miembros nombrados por el Rey.\n- **Nombramiento**: 12 entre Jueces y Magistrados, 4 a propuesta del Congreso y 4 del Senado.\n- **Requisitos**: Abogados y juristas con 15 años de experiencia para los propuestos por las Cámaras.",
          "TextoCompletoArticulo": "**Artículo 122**\n\n1. La ley orgánica del poder judicial determinará la constitución, funcionamiento y gobierno de los Juzgados y Tribunales, así como el estatuto jurídico de los Jueces y Magistrados de carrera, que formarán un Cuerpo único, y del personal al servicio de la Administración de Justicia.\n\n2. El Consejo General del Poder Judicial es el órgano de gobierno del mismo. La ley orgánica establecerá su estatuto y el régimen de incompatibilidades de sus miembros y sus funciones, en particular en materia de nombramientos, ascensos, inspección y régimen disciplinario.\n\n3. El Consejo General del Poder Judicial estará integrado por el Presidente del Tribunal Supremo, que lo presidirá, y por veinte miembros nombrados por el Rey por un período de cinco años. De éstos, doce entre Jueces y Magistrados de todas las categorías judiciales, en los términos que establezca la ley orgánica; cuatro a propuesta del Congreso de los Diputados, y cuatro a propuesta del Senado, elegidos en ambos casos por mayoría de tres quintos de sus miembros, entre abogados y otros juristas, todos ellos de reconocida competencia y con más de quince años de ejercicio en su profesión."
        },
        {
          "NumeroArticulo": 123,
          "NombreArticulo": "Tribunal Supremo",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Tribunal Supremo**:\n- **Jurisdicción**: Abarca toda España.\n- **Función**: Órgano jurisdiccional superior en todos los órdenes, excepto en garantías constitucionales.\n\n**Presidente del Tribunal Supremo**:\n- **Nombramiento**: Por el Rey, a propuesta del Consejo General del Poder Judicial.\n- **Procedimiento**: Según lo determine la ley.",
          "TextoCompletoArticulo": "**Artículo 123**\n\n1. El Tribunal Supremo, con jurisdicción en toda España, es el órgano jurisdiccional superior en todos los órdenes, salvo lo dispuesto en materia de garantías constitucionales.\n\n2. El Presidente del Tribunal Supremo será nombrado por el Rey, a propuesta del Consejo General del Poder Judicial, en la forma que determine la ley."
        },
        {
          "NumeroArticulo": 124,
          "NombreArticulo": "Ministerio Fiscal",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Misión del Ministerio Fiscal**:\n- Promover la acción de la justicia en defensa de la legalidad.\n- Defender los derechos de los ciudadanos y el interés público.\n- Velar por la independencia de los Tribunales.\n\n**Principios de actuación**:\n- Unidad de actuación y dependencia jerárquica.\n- Legalidad e imparcialidad.\n\n**Fiscal General del Estado**: Nombrado por el Rey, a propuesta del Gobierno, oído el Consejo General del Poder Judicial.",
          "TextoCompletoArticulo": "**Artículo 124**\n\n1. El Ministerio Fiscal, sin perjuicio de las funciones encomendadas a otros órganos, tiene por misión promover la acción de la justicia en defensa de la legalidad, de los derechos de los ciudadanos y del interés público tutelado por la ley, de oficio o a petición de los interesados, así como velar por la independencia de los Tribunales y procurar ante éstos la satisfacción del interés social.\n\n2. El Ministerio Fiscal ejerce sus funciones por medio de órganos propios conforme a los principios de unidad de actuación y dependencia jerárquica y con sujeción, en todo caso, a los de legalidad e imparcialidad.\n\n3. La ley regulará el estatuto orgánico del Ministerio Fiscal.\n\n4. El Fiscal General del Estado será nombrado por el Rey, a propuesta del Gobierno, oído el Consejo General del Poder Judicial."
        },
        {
          "NumeroArticulo": 125,
          "NombreArticulo": "Participación ciudadana en la Administración de Justicia",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Formas de participación ciudadana**:\n\n1. **Acción popular**: Los ciudadanos pueden ejercer la acción popular.\n2. **Jurado**: Participación en la Administración de Justicia mediante la institución del Jurado en procesos penales determinados por ley.\n3. **Tribunales consuetudinarios**: Participación en Tribunales basados en costumbres y tradiciones.",
          "TextoCompletoArticulo": "**Artículo 125**\n\nLos ciudadanos podrán ejercer la acción popular y participar en la Administración de Justicia mediante la institución del Jurado, en la forma y con respecto a aquellos procesos penales que la ley determine, así como en los Tribunales consuetudinarios y tradicionales."
        },
        {
          "NumeroArticulo": 126,
          "NombreArticulo": "Policía Judicial",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Dependencia de la Policía Judicial**:\n- Depende de Jueces, Tribunales y Ministerio Fiscal.\n\n**Funciones**:\n- Averiguación del delito.\n- Descubrimiento y aseguramiento del delincuente.\n\n**Regulación**: Las funciones se ejercerán en los términos que establezca la ley.",
          "TextoCompletoArticulo": "**Artículo 126**\n\nLa policía judicial depende de los Jueces, de los Tribunales y del Ministerio Fiscal en sus funciones de averiguación del delito y descubrimiento y aseguramiento del delincuente, en los términos que la ley establezca."
        },
        {
          "NumeroArticulo": 127,
          "NombreArticulo": "Incompatibilidades y asociación de Jueces, Magistrados y Fiscales",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Incompatibilidades**:\n- Jueces, Magistrados y Fiscales en activo no pueden desempeñar otros cargos públicos.\n- No pueden pertenecer a partidos políticos o sindicatos.\n\n**Asociación profesional**: La ley establecerá el sistema y modalidades de asociación profesional.\n\n**Régimen de incompatibilidades**: La ley lo establecerá para asegurar la total independencia de los miembros del poder judicial.",
          "TextoCompletoArticulo": "**Artículo 127**\n\n1. Los Jueces y Magistrados así como los Fiscales, mientras se hallen en activo, no podrán desempeñar otros cargos públicos, ni pertenecer a partidos políticos o sindicatos. La ley establecerá el sistema y modalidades de asociación profesional de los Jueces, Magistrados y Fiscales.\n\n2. La ley establecerá el régimen de incompatibilidades de los miembros del poder judicial, que deberá asegurar la total independencia de los mismos."
        }
      ],
      "Capitulos": [

      ]
    },
    {
      "NombreTitulo": "TÍTULO VII. Economía y Hacienda",
      "ResumenTitulo": "**Economía y Hacienda**:\n\n**Riqueza nacional**: Subordinada al interés general.\n\n**Iniciativa pública**: Reconocida en la actividad económica. El Estado puede reservar recursos o servicios esenciales.\n\n**Participación ciudadana**: Ley establece formas de participación en Seguridad Social y organismos públicos relevantes.\n\n**Fomento empresarial**: Poderes públicos promueven participación en empresas y cooperativas.\n\n**Desarrollo económico**: Enfoque en modernización de sectores, especialmente agricultura, ganadería, pesca y artesanía.\n\n**Planificación económica**: El Estado puede planificar para atender necesidades colectivas y equilibrar desarrollo.\n\n**Bienes públicos**: Ley regula régimen de bienes de dominio público y comunales.\n\n**Sistema tributario**: Estado tiene potestad originaria. Comunidades Autónomas y Corporaciones locales pueden establecer tributos según la ley.\n\n**Presupuestos Generales**: Elaborados por el Gobierno, aprobados por las Cortes. Carácter anual y prorrogables.\n\n**Estabilidad presupuestaria**: Administraciones deben adecuarse a este principio. Límites de déficit y deuda pública establecidos.\n\n**Tribunal de Cuentas**: Órgano supremo de fiscalización económica del Estado y sector público.",
      "Articulos": [
        {
          "NumeroArticulo": 128,
          "NombreArticulo": "Subordinación de la riqueza al interés general e iniciativa pública",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Subordinación al interés general:** Toda la riqueza del país, independientemente de su forma o titularidad, está sujeta al interés general.\n\n**Iniciativa pública:** Se reconoce la participación del Estado en la actividad económica. La ley puede:\n- Reservar recursos o servicios esenciales al sector público\n- Intervenir empresas cuando el interés general lo requiera",
          "TextoCompletoArticulo": "**Artículo 128**\n\n1. Toda la riqueza del país en sus distintas formas y sea cual fuere su titularidad está subordinada al interés general.\n\n2. Se reconoce la iniciativa pública en la actividad económica. Mediante ley se podrá reservar al sector público recursos o servicios esenciales, especialmente en caso de monopolio y asimismo acordar la intervención de empresas cuando así lo exigiere el interés general."
        },
        {
          "NumeroArticulo": 129,
          "NombreArticulo": "Participación en la Seguridad Social y en la empresa",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Participación ciudadana:** La ley establecerá formas de participación en:\n- La Seguridad Social\n- Organismos públicos que afecten la calidad de vida o bienestar general\n\n**Fomento de la participación empresarial:** Los poderes públicos:\n- Promoverán la participación en la empresa\n- Fomentarán las sociedades cooperativas\n- Facilitarán el acceso de los trabajadores a la propiedad de los medios de producción",
          "TextoCompletoArticulo": "**Artículo 129**\n\n1. La ley establecerá las formas de participación de los interesados en la Seguridad Social y en la actividad de los organismos públicos cuya función afecte directamente a la calidad de la vida o al bienestar general.\n\n2. Los poderes públicos promoverán eficazmente las diversas formas de participación en la empresa y fomentarán, mediante una legislación adecuada, las sociedades cooperativas. También establecerán los medios que faciliten el acceso de los trabajadores a la propiedad de los medios de producción."
        },
        {
          "NumeroArticulo": 130,
          "NombreArticulo": "Desarrollo de sectores económicos",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Modernización y desarrollo:** Los poderes públicos se enfocarán en:\n- Modernizar todos los sectores económicos\n- Desarrollo especial de agricultura, ganadería, pesca y artesanía\n- Equiparar el nivel de vida de todos los españoles\n\n**Zonas de montaña:** Se dará un tratamiento especial a estas áreas para su desarrollo",
          "TextoCompletoArticulo": "**Artículo 130**\n\n1. Los poderes públicos atenderán a la modernización y desarrollo de todos los sectores económicos y, en particular, de la agricultura, de la ganadería, de la pesca y de la artesanía, a fin de equiparar el nivel de vida de todos los españoles.\n\n2. Con el mismo fin, se dispensará un tratamiento especial a las zonas de montaña."
        },
        {
          "NumeroArticulo": 131,
          "NombreArticulo": "Planificación de la actividad económica",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Planificación económica estatal:** El Estado puede planificar la actividad económica por ley para:\n- Atender necesidades colectivas\n- Equilibrar el desarrollo regional y sectorial\n- Estimular el crecimiento y justa distribución de la riqueza\n\n**Elaboración de proyectos:** El Gobierno elaborará planes con:\n- Previsiones de las Comunidades Autónomas\n- Asesoramiento de sindicatos y organizaciones\n- Un Consejo cuya composición y funciones se regularán por ley",
          "TextoCompletoArticulo": "**Artículo 131**\n\n1. El Estado, mediante ley, podrá planificar la actividad económica general para atender a las necesidades colectivas, equilibrar y armonizar el desarrollo regional y sectorial y estimular el crecimiento de la renta y de la riqueza y su más justa distribución.\n\n2. El Gobierno elaborará los proyectos de planificación, de acuerdo con las previsiones que le sean suministradas por las Comunidades Autónomas y el asesoramiento y colaboración de los sindicatos y otras organizaciones profesionales, empresariales y económicas. A tal fin se constituirá un Consejo, cuya composición y funciones se desarrollarán por ley."
        },
        {
          "NumeroArticulo": 132,
          "NombreArticulo": "Bienes de dominio público",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Régimen jurídico:** La ley regulará los bienes de dominio público y comunales basándose en:\n- Inalienabilidad\n- Imprescriptibilidad\n- Inembargabilidad\n\n**Bienes de dominio público estatal:**\n- Zona marítimo-terrestre\n- Playas\n- Mar territorial\n- Recursos naturales de la zona económica y plataforma continental\n\n**Patrimonio del Estado y Nacional:** Se regularán por ley su administración, defensa y conservación",
          "TextoCompletoArticulo": "**Artículo 132**\n\n1. La ley regulará el régimen jurídico de los bienes de dominio público y de los comunales, inspirándose en los principios de inalienabilidad, imprescriptibilidad e inembargabilidad, así como su desafectación.\n\n2. Son bienes de dominio público estatal los que determine la ley y, en todo caso, la zona marítimo-terrestre, las playas, el mar territorial y los recursos naturales de la zona económica y la plataforma continental.\n\n3. Por ley se regularán el Patrimonio del Estado y el Patrimonio Nacional, su administración, defensa y conservación."
        },
        {
          "NumeroArticulo": 133,
          "NombreArticulo": "Potestad tributaria",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Establecimiento de tributos:**\n- El Estado tiene la potestad originaria, mediante ley\n- Comunidades Autónomas y Corporaciones locales pueden establecerlos según la Constitución y leyes\n\n**Beneficios fiscales:** Deben establecerse por ley para tributos estatales\n\n**Obligaciones financieras:** Las administraciones públicas solo pueden contraerlas y realizar gastos conforme a las leyes",
          "TextoCompletoArticulo": "**Artículo 133**\n\n1. La potestad originaria para establecer los tributos corresponde exclusivamente al Estado, mediante ley.\n\n2. Las Comunidades Autónomas y las Corporaciones locales podrán establecer y exigir tributos, de acuerdo con la Constitución y las leyes.\n\n3. Todo beneficio fiscal que afecte a los tributos del Estado deberá establecerse en virtud de ley.\n\n4. Las administraciones públicas sólo podrán contraer obligaciones financieras y realizar gastos de acuerdo con las leyes."
        },
        {
          "NumeroArticulo": 134,
          "NombreArticulo": "Presupuestos Generales del Estado",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Elaboración y aprobación:**\n- Elaboración: Gobierno\n- Examen, enmienda y aprobación: Cortes Generales\n\n**Características:**\n- Anuales\n- Incluyen todos los gastos e ingresos del sector público estatal\n- Consignan beneficios fiscales de tributos estatales\n\n**Proceso:**\n- Presentación: Al menos 3 meses antes de expirar los anteriores\n- Prórroga automática si no se aprueban a tiempo\n\n**Modificaciones:**\n- El Gobierno puede presentar proyectos que aumenten gasto o disminuyan ingresos\n- Enmiendas que afecten créditos o ingresos requieren conformidad del Gobierno\n\n**Limitaciones:** No pueden crear tributos, solo modificarlos si una ley lo prevé",
          "TextoCompletoArticulo": "**Artículo 134**\n\n1. Corresponde al Gobierno la elaboración de los Presupuestos Generales del Estado y a las Cortes Generales, su examen, enmienda y aprobación.\n\n2. Los Presupuestos Generales del Estado tendrán carácter anual, incluirán la totalidad de los gastos e ingresos del sector público estatal y en ellos se consignará el importe de los beneficios fiscales que afecten a los tributos del Estado.\n\n3. El Gobierno deberá presentar ante el Congreso de los Diputados los Presupuestos Generales del Estado al menos tres meses antes de la expiración de los del año anterior.\n\n4. Si la Ley de Presupuestos no se aprobara antes del primer día del ejercicio económico correspondiente, se considerarán automáticamente prorrogados los Presupuestos del ejercicio anterior hasta la aprobación de los nuevos.\n\n5. Aprobados los Presupuestos Generales del Estado, el Gobierno podrá presentar proyectos de ley que impliquen aumento del gasto público o disminución de los ingresos correspondientes al mismo ejercicio presupuestario.\n\n6. Toda proposición o enmienda que suponga aumento de los créditos o disminución de los ingresos presupuestarios requerirá la conformidad del Gobierno para su tramitación.\n\n7. La Ley de Presupuestos no puede crear tributos. Podrá modificarlos cuando una ley tributaria sustantiva así lo prevea."
        },
        {
          "NumeroArticulo": 135,
          "NombreArticulo": "Estabilidad presupuestaria",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Principio de estabilidad:** Todas las Administraciones Públicas deben seguirlo\n\n**Límites de déficit:**\n- Estado y CCAA: No pueden superar márgenes de la UE\n- Entidades Locales: Deben presentar equilibrio presupuestario\n\n**Deuda pública:**\n- Requiere autorización por ley\n- Pago prioritario en presupuestos\n- Límite: Valor de referencia del Tratado de la UE\n\n**Excepciones:** Sólo en casos de catástrofes, recesión o emergencias extraordinarias\n\n**Desarrollo:** Una ley orgánica regulará:\n- Distribución de límites entre administraciones\n- Cálculo del déficit estructural\n- Responsabilidades por incumplimiento\n\n**CCAA:** Adoptarán disposiciones para aplicar el principio de estabilidad",
          "TextoCompletoArticulo": "**Artículo 135**\n\n1. Todas las Administraciones Públicas adecuarán sus actuaciones al principio de estabilidad presupuestaria.\n\n2. El Estado y las Comunidades Autónomas no podrán incurrir en un déficit estructural que supere los márgenes establecidos, en su caso, por la Unión Europea para sus Estados Miembros.\n\nUna ley orgánica fijará el déficit estructural máximo permitido al Estado y a las Comunidades Autónomas, en relación con su producto interior bruto. Las Entidades Locales deberán presentar equilibrio presupuestario.\n\n3. El Estado y las Comunidades Autónomas habrán de estar autorizados por ley para emitir deuda pública o contraer crédito.\n\nLos créditos para satisfacer los intereses y el capital de la deuda pública de las Administraciones se entenderán siempre incluidos en el estado de gastos de sus presupuestos y su pago gozará de prioridad absoluta. Estos créditos no podrán ser objeto de enmienda o modificación, mientras se ajusten a las condiciones de la ley de emisión.\n\nEl volumen de deuda pública del conjunto de las Administraciones Públicas en relación con el producto interior bruto del Estado no podrá superar el valor de referencia establecido en el Tratado de Funcionamiento de la Unión Europea.\n\n4. Los límites de déficit estructural y de volumen de deuda pública sólo podrán superarse en caso de catástrofes naturales, recesión económica o situaciones de emergencia extraordinaria que escapen al control del Estado y perjudiquen considerablemente la situación financiera o la sostenibilidad económica o social del Estado, apreciadas por la mayoría absoluta de los miembros del Congreso de los Diputados.\n\n5. Una ley orgánica desarrollará los principios a que se refiere este artículo, así como la participación, en los procedimientos respectivos, de los órganos de coordinación institucional entre las Administraciones Públicas en materia de política fiscal y financiera. En todo caso, regulará:\n\na) La distribución de los límites de déficit y de deuda entre las distintas Administraciones Públicas, los supuestos excepcionales de superación de los mismos y la forma y plazo de corrección de las desviaciones que sobre uno y otro pudieran producirse.\n\nb) La metodología y el procedimiento para el cálculo del déficit estructural.\n\nc) La responsabilidad de cada Administración Pública en caso de incumplimiento de los objetivos de estabilidad presupuestaria.\n\n6. Las Comunidades Autónomas, de acuerdo con sus respectivos Estatutos y dentro de los límites a que se refiere este artículo, adoptarán las disposiciones que procedan para la aplicación efectiva del principio de estabilidad en sus normas y decisiones presupuestarias."
        },
        {
          "NumeroArticulo": 136,
          "NombreArticulo": "Tribunal de Cuentas",
          "NombreArticuloOriginal": true,
          "ResumenArticulo": "**El Tribunal de Cuentas**: Es el órgano supremo fiscalizador de las cuentas y la gestión económica del Estado y del sector público. Sus características principales son:\n\n- **Dependencia**: Directamente de las Cortes Generales.\n- **Funciones**: \n  - Examina y comprueba la Cuenta General del Estado.\n  - Censura las cuentas del Estado y del sector público estatal.\n  - Emite un informe anual a las Cortes Generales sobre posibles infracciones o responsabilidades.\n- **Miembros**: Gozan de independencia, inamovilidad e incompatibilidades similares a los Jueces.\n- **Regulación**: Se rige por una ley orgánica que define su composición, organización y funciones.",
          "TextoCompletoArticulo": "**Artículo 136**\n\n1. El Tribunal de Cuentas es el **supremo órgano fiscalizador** de las cuentas y de la gestión económica de Estado, así como del sector público.\nDependerá directamente de las Cortes Generales y ejercerá sus funciones por delegación de ellas en el examen y comprobación de la Cuenta General del Estado.\n\n2. Las cuentas del Estado y del sector público estatal se rendirán al Tribunal de Cuentas y serán censuradas por éste.\nEl Tribunal de Cuentas, sin perjuicio de su propia jurisdicción, remitirá a las Cortes Generales un **informe anual** en el que, cuando proceda, comunicará las infracciones o responsabilidades en que, a su juicio, se hubiere incurrido.\n\n3. Los miembros del Tribunal de Cuentas gozarán de la misma **independencia e inamovilidad** y estarán sometidos a las mismas incompatibilidades que los Jueces.\n\n4. Una **ley orgánica** regulará la composición, organización y funciones del Tribunal de Cuentas."
        }
      ],
      "Capitulos": [

      ]
    },
    {
      "NombreTitulo": "TÍTULO VIII. De la Organización Territorial del Estado",
      "ResumenTitulo": "**Organización Territorial del Estado**:\n\n**Principios generales**:\n- El Estado se organiza en municipios, provincias y Comunidades Autónomas, con autonomía para gestionar sus intereses.\n- Se garantiza la **solidaridad** y el **equilibrio económico** entre territorios.\n- Todos los españoles tienen los **mismos derechos y obligaciones** en cualquier parte del Estado.\n\n**Administración Local**:\n- Se garantiza la **autonomía de los municipios**, gobernados por Ayuntamientos.\n- La **provincia** es una entidad local con personalidad jurídica propia.\n- Las **Haciendas locales** se nutren de tributos propios y participación en los del Estado y CC.AA.\n\n**Comunidades Autónomas**:\n- Pueden constituirse por provincias limítrofes con características comunes.\n- El **proceso autonómico** se inicia por las Diputaciones y municipios interesados.\n- Los **Estatutos de Autonomía** son la norma básica de cada Comunidad.\n- Las CC.AA. pueden asumir competencias en materias como:\n  • Organización institucional\n  • Ordenación del territorio\n  • Obras públicas\n  • Agricultura y ganadería\n  • Sanidad e higiene\n\n**Competencias del Estado**:\n- El Estado tiene competencia exclusiva en materias como:\n  • Relaciones internacionales\n  • Defensa y Fuerzas Armadas\n  • Legislación mercantil, penal y laboral\n  • Sistema monetario\n  • Hacienda general\n\n**Control y financiación**:\n- Las actividades de las CC.AA. son controladas por diversos organismos.\n- Las CC.AA. gozan de **autonomía financiera** con principios de coordinación y solidaridad.\n- Sus recursos incluyen impuestos cedidos, propios y transferencias del Estado.\n\nEste título establece el marco para la descentralización del poder en España, definiendo la estructura territorial y el reparto de competencias entre el Estado central y las entidades autonómicas y locales.",
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO PRIMERO. Principios generales",
          "ResumenCapitulo": "**Principios generales**: Este capítulo establece las bases de la organización territorial del Estado español.\n\n**Organización territorial**: El Estado se divide en municipios, provincias y Comunidades Autónomas, todas con autonomía para gestionar sus intereses.\n\n**Solidaridad y equilibrio**: El Estado garantiza:\n- La solidaridad entre territorios\n- Un **equilibrio económico justo** en todo el país\n- Atención especial a las **circunstancias insulares**\n\n**Igualdad entre Comunidades**: Los Estatutos de las Comunidades Autónomas no pueden implicar **privilegios económicos o sociales**.\n\n**Derechos de los españoles**:\n- **Igualdad** de derechos y obligaciones en todo el territorio\n- **Libertad de circulación y establecimiento** de personas\n- **Libre circulación de bienes** en todo el país\n\nSe prohíbe cualquier medida que obstaculice estas libertades.",
          "Articulos": [
            {
              "NumeroArticulo": 137,
              "NombreArticulo": "Organización territorial del Estado",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Organización territorial**: El Estado español se divide en:\n\n- **Municipios**\n- **Provincias**\n- **Comunidades Autónomas**\n\n**Autonomía**: Todas estas entidades tienen autonomía para gestionar sus propios intereses.",
              "TextoCompletoArticulo": "**Artículo 137**\nEl Estado se organiza territorialmente en municipios, en provincias y en las Comunidades Autónomas que se constituyan. Todas estas entidades gozan de autonomía para la gestión de sus respectivos intereses."
            },
            {
              "NumeroArticulo": 138,
              "NombreArticulo": "Solidaridad y equilibrio territorial",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "1. **Principio de solidaridad**: El Estado garantiza su realización efectiva:\n   - Velando por un **equilibrio económico justo** entre las diferentes partes del territorio.\n   - Atendiendo especialmente a las **circunstancias insulares**.\n\n2. **Igualdad entre Comunidades**: Los Estatutos de las Comunidades Autónomas no pueden implicar **privilegios económicos o sociales** entre ellas.",
              "TextoCompletoArticulo": "**Artículo 138**\n1. El Estado garantiza la realización efectiva del principio de solidaridad consagrado en el artículo 2 de la Constitución, velando por el establecimiento de un equilibrio económico, adecuado y justo entre las diversas partes del territorio español, y atendiendo en particular a las circunstancias del hecho insular.\n2. Las diferencias entre los Estatutos de las distintas Comunidades Autónomas no podrán implicar, en ningún caso, privilegios económicos o sociales."
            },
            {
              "NumeroArticulo": 139,
              "NombreArticulo": "Igualdad de derechos y libre circulación",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "1. **Igualdad de derechos**: Todos los españoles tienen los **mismos derechos y obligaciones** en cualquier parte del territorio nacional.\n\n2. **Libre circulación**: Ninguna autoridad puede obstaculizar:\n   - La **libertad de circulación y establecimiento** de las personas.\n   - La **libre circulación de bienes** en todo el territorio español.",
              "TextoCompletoArticulo": "**Artículo 139**\n1. Todos los españoles tienen los mismos derechos y obligaciones en cualquier parte del territorio del Estado.\n2. Ninguna autoridad podrá adoptar medidas que directa o indirectamente obstaculicen la libertad de circulación y establecimiento de las personas y la libre circulación de bienes en todo el territorio español."
            }
          ],
          "Secciones": [

          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO SEGUNDO. De la Administración Local",
          "ResumenCapitulo": "**Autonomía municipal**: La Constitución garantiza la autonomía de los municipios, que tienen personalidad jurídica plena.\n\n**Gobierno municipal**: Corresponde a los Ayuntamientos, formados por Alcaldes y Concejales.\n\n**Elección de cargos**: Concejales elegidos por sufragio universal, Alcaldes por Concejales o vecinos.\n\n**Provincia**: Entidad local con personalidad jurídica propia, agrupa municipios.\n\n**Gobierno provincial**: A cargo de Diputaciones u otras Corporaciones representativas.\n\n**Otras entidades**: Posibilidad de crear agrupaciones de municipios diferentes a provincias. En archipiélagos, las islas tienen administración propia (Cabildos o Consejos).\n\n**Haciendas locales**: Deben tener medios suficientes para sus funciones, nutriéndose de **tributos propios** y participación en los del Estado y Comunidades Autónomas.",
          "Articulos": [
            {
              "NumeroArticulo": 140,
              "NombreArticulo": "Autonomía de los municipios",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece los principios fundamentales del gobierno municipal en España:\n\n**Autonomía municipal**: La Constitución garantiza la autonomía y personalidad jurídica plena de los municipios.\n\n**Gobierno local**: La administración corresponde a los Ayuntamientos, formados por:\n- **Alcaldes**\n- **Concejales**\n\n**Elección de autoridades**:\n- **Concejales**: Elegidos por sufragio universal, igual, libre, directo y secreto de los vecinos.\n- **Alcaldes**: Pueden ser elegidos por los Concejales o directamente por los vecinos.\n\n**Régimen especial**: Se menciona la posibilidad de un *régimen de concejo abierto* en ciertos casos, regulado por ley.",
              "TextoCompletoArticulo": "**Artículo 140**\n\nLa Constitución garantiza la autonomía de los municipios. Estos gozarán de personalidad jurídica plena. Su gobierno y administración corresponde a sus respectivos Ayuntamientos, integrados por los Alcaldes y los Concejales. Los Concejales serán elegidos por los vecinos del municipio mediante sufragio universal, igual, libre, directo y secreto, en la forma establecida por la ley. Los Alcaldes serán elegidos por los Concejales o por los vecinos. La ley regulará las condiciones en las que proceda el régimen del concejo abierto."
            },
            {
              "NumeroArticulo": 141,
              "NombreArticulo": "La provincia y su administración",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo define la estructura y administración de las provincias:\n\n**Definición de provincia**: Entidad local con personalidad jurídica propia, formada por la agrupación de municipios.\n\n**Función**: División territorial para actividades estatales.\n\n**Modificación de límites**: Requiere aprobación por ley orgánica de las Cortes Generales.\n\n**Administración provincial**:\n- **Gobierno**: Encomendado a Diputaciones u otras Corporaciones representativas.\n- **Flexibilidad**: Permite crear agrupaciones de municipios diferentes a la provincia.\n\n**Casos especiales**:\n- **Archipiélagos**: Las islas tendrán administración propia (Cabildos o Consejos).",
              "TextoCompletoArticulo": "**Artículo 141**\n\n1. La provincia es una entidad local con personalidad jurídica propia, determinada por la agrupación de municipios y división territorial para el cumplimiento de las actividades del Estado. Cualquier alteración de los límites provinciales habrá de ser aprobada por las Cortes Generales mediante ley orgánica.\n2. El gobierno y la administración autónoma de las provincias estarán encomendados a Diputaciones u otras Corporaciones de carácter representativo.\n3. Se podrán crear agrupaciones de municipios diferentes de la provincia.\n4. En los archipiélagos, las islas tendrán además su administración propia en forma de Cabildos o Consejos."
            },
            {
              "NumeroArticulo": 142,
              "NombreArticulo": "Haciendas locales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda la financiación de las entidades locales:\n\n**Principio de suficiencia**: Las Haciendas locales deben contar con medios suficientes para cumplir sus funciones legales.\n\n**Fuentes de financiación**:\n1. **Tributos propios**: Impuestos y tasas locales.\n2. **Participación en tributos**: Del Estado y de las Comunidades Autónomas.\n\n**Objetivo**: Garantizar la autonomía financiera y la capacidad de gestión de las Corporaciones locales.",
              "TextoCompletoArticulo": "**Artículo 142**\n\nLas Haciendas locales deberán disponer de los medios suficientes para el desempeño de las funciones que la ley atribuye a las Corporaciones respectivas y se nutrirán fundamentalmente de tributos propios y de participación en los del Estado y de las Comunidades Autónomas."
            }
          ],
          "Secciones": [

          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO TERCERO. De las Comunidades Autónomas",
          "ResumenCapitulo": "**Comunidades Autónomas**: Entidades territoriales con derecho a autogobierno.\n\n**Constitución**: Provincias limítrofes o territorios insulares pueden formar Comunidades Autónomas.\n\n**Iniciativa autonómica**: Corresponde a Diputaciones y municipios, con requisitos específicos.\n\n**Estatutos de Autonomía**: Norma básica de cada Comunidad, debe incluir:\n- Denominación\n- Delimitación territorial\n- Instituciones autónomas\n- Competencias asumidas\n\n**Competencias de las Comunidades Autónomas**: Incluyen:\n- Organización institucional\n- Ordenación del territorio\n- Obras públicas de interés regional\n- Agricultura y ganadería\n- Gestión ambiental\n- Cultura y turismo\n\n**Competencias exclusivas del Estado**: Incluyen:\n- Relaciones internacionales\n- Defensa\n- Justicia\n- Legislación mercantil y laboral\n- Sistema monetario\n- Seguridad pública\n\n**Organización institucional**: Basada en:\n- Asamblea Legislativa\n- Consejo de Gobierno\n- Presidente\n- Tribunal Superior de Justicia\n\n**Control**: Ejercido por:\n- Tribunal Constitucional\n- Gobierno\n- Jurisdicción contencioso-administrativa\n- Tribunal de Cuentas\n\n**Autonomía financiera**: Las Comunidades gozarán de autonomía financiera para sus competencias.\n\n**Recursos**: Incluyen impuestos cedidos, propios impuestos, transferencias y otros.\n\n**Fondo de Compensación**: Para corregir desequilibrios económicos entre territorios.",
          "Articulos": [
            {
              "NumeroArticulo": 143,
              "NombreArticulo": "Acceso a la autonomía y constitución de Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece las **condiciones y el proceso** para que ciertas provincias o territorios se constituyan en Comunidades Autónomas:\n\n1. **Elegibilidad**: Provincias limítrofes con características comunes, territorios insulares o provincias con entidad regional histórica.\n2. **Iniciativa**: Debe ser propuesta por las Diputaciones o el órgano interinsular, y apoyada por dos tercios de los municipios que representen la mayoría del censo electoral.\n3. **Plazo**: Los requisitos deben cumplirse en 6 meses desde el primer acuerdo.\n4. **Reiteración**: Si la iniciativa fracasa, solo puede repetirse después de 5 años.",
              "TextoCompletoArticulo": "**Artículo 143**\n1. En el ejercicio del derecho a la autonomía reconocido en el artículo 2 de la Constitución, las provincias limítrofes con características históricas, culturales y económicas comunes, los territorios insulares y las provincias con entidad regional histórica podrán acceder a su autogobierno y constituirse en Comunidades Autónomas con arreglo a lo previsto en este Título y en los respectivos Estatutos.\n2. La iniciativa del proceso autonómico corresponde a todas las Diputaciones interesadas o al órgano interinsular correspondiente y a las dos terceras partes de los municipios cuya población represente, al menos, la mayoría del censo electoral de cada provincia o isla. Estos requisitos deberán ser cumplidos en el plazo de seis meses desde el primer acuerdo adoptado al respecto por alguna de las Corporaciones locales interesadas.\n3. La iniciativa, en caso de no prosperar, solamente podrá reiterarse pasados cinco años."
            },
            {
              "NumeroArticulo": 144,
              "NombreArticulo": "Autorización de las Cortes Generales para casos especiales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo otorga a las **Cortes Generales** la facultad de, mediante ley orgánica y por motivos de interés nacional:\n\n1. **Autorizar** la constitución de una comunidad autónoma en casos especiales (territorio menor a una provincia).\n2. **Aprobar** Estatutos de autonomía para territorios fuera de la organización provincial.\n3. **Sustituir** la iniciativa de las Corporaciones locales en el proceso autonómico.",
              "TextoCompletoArticulo": "**Artículo 144**\nLas Cortes Generales, mediante ley orgánica, podrán, por motivos de interés nacional:\na) Autorizar la constitución de una comunidad autónoma cuando su ámbito territorial no supere el de una provincia y no reúna las condiciones del apartado 1 del artículo 143.\nb) Autorizar o acordar, en su caso, un Estatuto de autonomía para territorios que no estén integrados en la organización provincial.\nc) Sustituir la iniciativa de las Corporaciones locales a que se refiere el apartado 2 del artículo 143."
            },
            {
              "NumeroArticulo": 145,
              "NombreArticulo": "Federación y cooperación entre Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece dos puntos clave:\n\n1. **Prohibición de federación**: No se permite la federación de Comunidades Autónomas bajo ninguna circunstancia.\n2. **Convenios y acuerdos**: \n   - Los **Estatutos** pueden prever convenios entre Comunidades Autónomas para gestión y servicios propios.\n   - Otros **acuerdos de cooperación** requieren autorización de las Cortes Generales.",
              "TextoCompletoArticulo": "**Artículo 145**\n1. En ningún caso se admitirá la federación de Comunidades Autónomas.\n2. Los Estatutos podrán prever los supuestos, requisitos y términos en que las Comunidades Autónomas podrán celebrar convenios entre sí para la gestión y prestación de servicios propios de las mismas, así como el carácter y efectos de la correspondiente comunicación a las Cortes Generales. En los demás supuestos, los acuerdos de cooperación entre las Comunidades Autónomas necesitarán la autorización de las Cortes Generales."
            },
            {
              "NumeroArticulo": 146,
              "NombreArticulo": "Elaboración del proyecto de Estatuto",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo describe el **proceso de elaboración** del proyecto de Estatuto de una Comunidad Autónoma:\n\n1. **Composición de la asamblea**: Miembros de la Diputación u órgano interinsular de las provincias afectadas, más los Diputados y Senadores elegidos en ellas.\n2. **Tramitación**: El proyecto elaborado se eleva a las Cortes Generales para su tramitación como ley.",
              "TextoCompletoArticulo": "**Artículo 146**\nEl proyecto de Estatuto será elaborado por una asamblea compuesta por los miembros de la Diputación u órgano interinsular de las provincias afectadas y por los Diputados y Senadores elegidos en ellas y será elevado a las Cortes Generales para su tramitación como ley."
            },
            {
              "NumeroArticulo": 147,
              "NombreArticulo": "Estatutos de autonomía: contenido y reforma",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo define la **naturaleza y el contenido** de los Estatutos de autonomía:\n\n1. **Estatus legal**: Norma institucional básica de cada Comunidad Autónoma, reconocida por el Estado.\n2. **Contenido obligatorio**:\n   - Denominación de la Comunidad\n   - Delimitación territorial\n   - Organización institucional\n   - Competencias asumidas\n3. **Reforma**: Requiere aprobación por las Cortes Generales mediante ley orgánica.",
              "TextoCompletoArticulo": "**Artículo 147**\n1. Dentro de los términos de la presente Constitución, los Estatutos serán la norma institucional básica de cada Comunidad Autónoma y el Estado los reconocerá y amparará como parte integrante de su ordenamiento jurídico.\n2. Los Estatutos de autonomía deberán contener:\na) La denominación de la Comunidad que mejor corresponda a su identidad histórica.\nb) La delimitación de su territorio.\nc) La denominación, organización y sede de las instituciones autónomas propias.\nd) Las competencias asumidas dentro del marco establecido en la Constitución y las bases para el traspaso de los servicios correspondientes a las mismas.\n3. La reforma de los Estatutos se ajustará al procedimiento establecido en los mismos y requerirá, en todo caso, la aprobación por las Cortes Generales, mediante ley orgánica."
            },
            {
              "NumeroArticulo": 148,
              "NombreArticulo": "Competencias de las Comunidades Autónomas",
              "NombreArticuloOriginal": true,
              "ResumenArticulo": "Este artículo establece las **competencias** que las Comunidades Autónomas pueden asumir:\n\n1. **Organización**: De sus instituciones de autogobierno.\n2. **Administración local**: Alteraciones de términos municipales y funciones sobre Corporaciones locales.\n3. **Ordenación territorial**: Urbanismo y vivienda.\n4. **Infraestructuras**: Obras públicas, ferrocarriles, carreteras, puertos y aeropuertos de interés autonómico.\n5. **Sector primario**: Agricultura, ganadería, montes, pesca, marisqueo y acuicultura.\n6. **Medio ambiente**: Gestión y protección.\n7. **Recursos hídricos**: Aprovechamientos hidráulicos, canales y regadíos de interés autonómico.\n8. **Desarrollo económico**: Ferias interiores, fomento económico, artesanía.\n9. **Cultura y educación**: Museos, bibliotecas, patrimonio, fomento cultural y lingüístico.\n10. **Turismo y deporte**: Promoción y ordenación.\n11. **Bienestar social**: Asistencia social, sanidad e higiene.\n12. **Seguridad**: Vigilancia de edificios y coordinación de policías locales.\n\n**Ampliación de competencias**: Posibilidad de ampliar competencias tras cinco años mediante reforma estatutaria.",
              "TextoCompletoArticulo": "**Artículo 148**\n1. Las Comunidades Autónomas podrán asumir competencias en las siguientes materias:\n1.ª Organización de sus instituciones de autogobierno.\n2.ª Las alteraciones de los términos municipales comprendidos en su territorio y, en general, las funciones que correspondan a la Administración del Estado sobre las Corporaciones locales y cuya transferencia autorice la legislación sobre Régimen Local.\n3.ª Ordenación del territorio, urbanismo y vivienda.\n4.ª Las obras públicas de interés de la Comunidad Autónoma en su propio territorio.\n5.ª Los ferrocarriles y carreteras cuyo itinerario se desarrolle íntegramente en el territorio de la Comunidad Autónoma y, en los mismos términos, el transporte desarrollado por estos medios o por cable.\n6.ª Los puertos de refugio, los puertos y aeropuertos deportivos y, en general, los que no desarrollen actividades comerciales.\n7.ª La agricultura y ganadería, de acuerdo con la ordenación general de la economía.\n8.ª Los montes y aprovechamientos forestales.\n9.ª La gestión en materia de protección del medio ambiente.\n10.ª Los proyectos, construcción y explotación de los aprovechamientos hidráulicos, canales y regadíos de interés de la Comunidad Autónoma; las aguas minerales y termales.\n11.ª La pesca en aguas interiores, el marisqueo y la acuicultura, la caza y la pesca fluvial.\n12.ª Ferias interiores.\n13.ª El fomento del desarrollo económico de la Comunidad Autónoma dentro de los objetivos marcados por la política económica nacional.\n14.ª La artesanía.\n15.ª Museos, bibliotecas y conservatorios de música de interés para la Comunidad Autónoma.\n16.ª Patrimonio monumental de interés de la Comunidad Autónoma.\n17.ª El fomento de la cultura, de la investigación y, en su caso, de la enseñanza de la lengua de la Comunidad Autónoma.\n18.ª Promoción y ordenación del turismo en su ámbito territorial.\n19.ª Promoción del deporte y de la adecuada utilización del ocio.\n20.ª Asistencia social.\n21.ª Sanidad e higiene.\n22.ª La vigilancia y protección de sus edificios e instalaciones. La coordinación y demás facultades en relación con las policías locales en los términos que establezca una ley orgánica.\n2. Transcurridos cinco años, y mediante la reforma de sus Estatutos, las Comunidades Autónomas podrán ampliar sucesivamente sus competencias dentro del marco establecido en el artículo 149."
            },
            {
              "NumeroArticulo": 149,
              "NombreArticulo": "Competencias exclusivas del Estado",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece las competencias exclusivas del Estado español, detallando 32 áreas específicas y disposiciones adicionales:\n\n**Competencias exclusivas**: El Estado tiene control exclusivo sobre 32 materias, incluyendo:\n\n- **Derechos y deberes constitucionales**: Regulación de condiciones básicas para garantizar la igualdad.\n- **Asuntos internacionales**: Nacionalidad, inmigración, relaciones internacionales, defensa.\n- **Sistema legal**: Legislación mercantil, penal, civil, laboral, propiedad intelectual.\n- **Economía y finanzas**: Sistema monetario, hacienda, planificación económica.\n- **Infraestructura y servicios**: Transportes, comunicaciones, obras públicas.\n- **Seguridad y orden público**: Armas, explosivos, seguridad pública.\n\n**Cultura y autonomías**: \n- El Estado facilita la comunicación cultural entre Comunidades Autónomas.\n- Las Comunidades pueden asumir competencias no atribuidas expresamente al Estado.\n\n**Resolución de conflictos**: \n- En caso de conflicto, las normas estatales prevalecen sobre las autonómicas en materias no exclusivas de las Comunidades.\n- El derecho estatal es supletorio del derecho autonómico.",
              "TextoCompletoArticulo": "**Artículo 149**\n\n1. El Estado tiene competencia exclusiva sobre las siguientes materias:\n\n1.ª La regulación de las condiciones básicas que garanticen la igualdad de todos los españoles en el ejercicio de los derechos y en el cumplimiento de los deberes constitucionales.\n\n2.ª Nacionalidad, inmigración, emigración, extranjería y derecho de asilo.\n\n3.ª Relaciones internacionales.\n\n4.ª Defensa y Fuerzas Armadas.\n\n5.ª Administración de Justicia.\n\n6.ª Legislación mercantil, penal y penitenciaria; legislación procesal, sin perjuicio de las necesarias especialidades que en este orden se deriven de las particularidades del derecho sustantivo de las Comunidades Autónomas.\n\n7.ª Legislación laboral; sin perjuicio de su ejecución por los órganos de las Comunidades Autónomas.\n\n8.ª Legislación civil, sin perjuicio de la conservación, modificación y desarrollo por las Comunidades Autónomas de los derechos civiles, forales o especiales, allí donde existan. En todo caso, las reglas relativas a la aplicación y eficacia de las normas jurídicas, relaciones jurídico-civiles relativas a las formas de matrimonio, ordenación de los registros e instrumentos públicos, bases de las obligaciones contractuales, normas para resolver los conflictos de leyes y determinación de las fuentes del Derecho, con respeto, en este último caso, a las normas de derecho foral o especial.\n\n9.ª Legislación sobre propiedad intelectual e industrial.\n\n10.ª Régimen aduanero y arancelario; comercio exterior.\n\n11.ª Sistema monetario: divisas, cambio y convertibilidad; bases de la ordenación de crédito, banca y seguros.\n\n12.ª Legislación sobre pesas y medidas, determinación de la hora oficial.\n\n13.ª Bases y coordinación de la planificación general de la actividad económica.\n\n14.ª Hacienda general y Deuda del Estado.\n\n15.ª Fomento y coordinación general de la investigación científica y técnica.\n\n16.ª Sanidad exterior. Bases y coordinación general de la sanidad. Legislación sobre productos farmacéuticos.\n\n17.ª Legislación básica y régimen económico de la Seguridad Social, sin perjuicio de la ejecución de sus servicios por las Comunidades Autónomas.\n\n18.ª Las bases del régimen jurídico de las Administraciones públicas y del régimen estatutario de sus funcionarios que, en todo caso, garantizarán a los administrados un tratamiento común ante ellas; el procedimiento administrativo común, sin perjuicio de las especialidades derivadas de la organización propia de las Comunidades Autónomas; legislación sobre expropiación forzosa; legislación básica sobre contratos y concesiones administrativas y el sistema de responsabilidad de todas las Administraciones públicas.\n\n19.ª Pesca marítima, sin perjuicio de las competencias que en la ordenación del sector se atribuyan a las Comunidades Autónomas.\n\n20.ª Marina mercante y abanderamiento de buques; iluminación de costas y señales marítimas; puertos de interés general; aeropuertos de interés general; control del espacio aéreo, tránsito y transporte aéreo, servicio meteorológico y matriculación de aeronaves.\n\n21.ª Ferrocarriles y transportes terrestres que transcurran por el territorio de más de una Comunidad Autónoma; régimen general de comunicaciones; tráfico y circulación de vehículos a motor; correos y telecomunicaciones; cables aéreos, submarinos y radiocomunicación.\n\n22.ª La legislación, ordenación y concesión de recursos y aprovechamientos hidráulicos cuando las aguas discurran por más de una Comunidad Autónoma, y la autorización de las instalaciones eléctricas cuando su aprovechamiento afecte a otra Comunidad o el transporte de energía salga de su ámbito territorial.\n\n23.ª Legislación básica sobre protección del medio ambiente, sin perjuicio de las facultades de las Comunidades Autónomas de establecer normas adicionales de protección. La legislación básica sobre montes, aprovechamientos forestales y vías pecuarias.\n\n24.ª Obras públicas de interés general o cuya realización afecte a más de una Comunidad Autónoma.\n\n25.ª Bases de régimen minero y energético.\n\n26.ª Régimen de producción, comercio, tenencia y uso de armas y explosivos.\n\n27.ª Normas básicas del régimen de prensa, radio y televisión y, en general, de todos los medios de comunicación social, sin perjuicio de las facultades que en su desarrollo y ejecución correspondan a las Comunidades Autónomas.\n\n28.ª Defensa del patrimonio cultural, artístico y monumental español contra la exportación y la expoliación; museos, bibliotecas y archivos de titularidad estatal, sin perjuicio de su gestión por parte de las Comunidades Autónomas.\n\n29.ª Seguridad pública, sin perjuicio de la posibilidad de creación de policías por las Comunidades Autónomas en la forma que se establezca en los respectivos Estatutos en el marco de lo que disponga una ley orgánica.\n\n30.ª Regulación de las condiciones de obtención, expedición y homologación de títulos académicos y profesionales y normas básicas para el desarrollo del artículo 27 de la Constitución, a fin de garantizar el cumplimiento de las obligaciones de los poderes públicos en esta materia.\n\n31.ª Estadística para fines estatales.\n\n32.ª Autorización para la convocatoria de consultas populares por vía de referéndum.\n\n2. Sin perjuicio de las competencias que podrán asumir las Comunidades Autónomas, el Estado considerará el servicio de la cultura como deber y atribución esencial y facilitará la comunicación cultural entre las Comunidades Autónomas, de acuerdo con ellas.\n\n3. Las materias no atribuidas expresamente al Estado por esta Constitución podrán corresponder a las Comunidades Autónomas, en virtud de sus respectivos Estatutos. La competencia sobre las materias que no se hayan asumido por los Estatutos de Autonomía corresponderá al Estado, cuyas normas prevalecerán, en caso de conflicto, sobre las de las Comunidades Autónomas en todo lo que no esté atribuido a la exclusiva competencia de éstas. El derecho estatal será, en todo caso, supletorio del derecho de las Comunidades Autónomas."
            },
            {
              "NumeroArticulo": 150,
              "NombreArticulo": "Atribución de competencias legislativas a las Comunidades Autónomas",
              "NombreArticuloOriginal": true,
              "ResumenArticulo": "Este artículo aborda tres aspectos clave relacionados con las competencias legislativas de las Comunidades Autónomas:\n\n1. **Atribución de facultades legislativas**: Las Cortes Generales pueden otorgar a las Comunidades Autónomas la capacidad de dictar normas legislativas en materias de competencia estatal, siempre dentro de un marco establecido por una ley estatal.\n\n2. **Transferencia o delegación de facultades**: El Estado tiene la potestad de transferir o delegar facultades de titularidad estatal a las Comunidades Autónomas mediante una ley orgánica. Esta ley debe prever la transferencia de recursos financieros y los mecanismos de control del Estado.\n\n3. **Armonización normativa**: El Estado puede establecer principios para armonizar las disposiciones normativas de las Comunidades Autónomas, incluso en materias de su competencia, cuando el interés general lo requiera. Esta necesidad debe ser aprobada por mayoría absoluta en ambas Cámaras de las Cortes Generales.",
              "TextoCompletoArticulo": "**Artículo 150**\n\n1. Las Cortes Generales, en materias de competencia estatal, podrán atribuir a todas o a alguna de las Comunidades Autónomas la facultad de dictar, para sí mismas, normas legislativas en el marco de los principios, bases y directrices fijados por una ley estatal. Sin perjuicio de la competencia de los Tribunales, en cada ley marco se establecerá la modalidad del control de las Cortes Generales sobre estas normas legislativas de las Comunidades Autónomas.\n\n2. El Estado podrá transferir o delegar en las Comunidades Autónomas, mediante ley orgánica, facultades correspondientes a materia de titularidad estatal que por su propia naturaleza sean susceptibles de transferencia o delegación. La ley preverá en cada caso la correspondiente transferencia de medios financieros, así como las formas de control que se reserve el Estado.\n\n3. El Estado podrá dictar leyes que establezcan los principios necesarios para armonizar las disposiciones normativas de las Comunidades Autónomas, aun en el caso de materias atribuidas a la competencia de éstas, cuando así lo exija el interés general. Corresponde a las Cortes Generales, por mayoría absoluta de cada Cámara, la apreciación de esta necesidad."
            },
            {
              "NumeroArticulo": 151,
              "NombreArticulo": "Procedimiento para la elaboración del Estatuto de Autonomía en procesos autonómicos especiales",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "**Excepciones en el plazo y procedimiento para la creación de un Estatuto de Autonomía**: En ciertas circunstancias, no es necesario esperar cinco años para iniciar el proceso autonómico. Si la iniciativa es apoyada por **tres cuartas partes** de los municipios de las provincias involucradas y **ratificada por referéndum**, se seguirá un procedimiento especial. **Asamblea de Parlamentarios**: Se convoca a Diputados y Senadores para elaborar el proyecto de Estatuto. **Revisión y aprobación**: El proyecto se remite a la Comisión Constitucional del Congreso para su revisión, y si se alcanza un acuerdo, se someterá a referéndum. **Aprobación final**: Si el referéndum es positivo, el proyecto se eleva a las Cortes Generales para su ratificación. Si no se alcanza un acuerdo, se tramita como proyecto de ley. **Excepciones**: La no aprobación del proyecto en algunas provincias no impide la creación de la Comunidad Autónoma entre las restantes.",
              "TextoCompletoArticulo": "**Artículo 151**\n\n1. **Excepción al plazo de cinco años**: No será preciso dejar transcurrir el plazo de cinco años, a que se refiere el apartado 2 del artículo 148, cuando la iniciativa del proceso autonómico sea acordada dentro del plazo del artículo 143.2, además de por las Diputaciones o los órganos interinsulares correspondientes, por **las tres cuartas partes de los municipios de cada una de las provincias afectadas** que representen, al menos, **la mayoría del censo electoral** de cada una de ellas y dicha iniciativa sea ratificada mediante referéndum por el voto afirmativo de la mayoría absoluta de los electores de cada provincia en los términos que establezca una ley orgánica.\n\n2. **Procedimiento para la elaboración del Estatuto**:\n\n1.º **Convocatoria del Gobierno**: El Gobierno convocará a todos los Diputados y Senadores elegidos en las circunscripciones comprendidas en el ámbito territorial que pretenda acceder al autogobierno, para que se constituyan en **Asamblea**, a los solos efectos de elaborar el correspondiente proyecto de Estatuto de autonomía, mediante el acuerdo de la **mayoría absoluta** de sus miembros.\n\n2.º **Revisión por la Comisión Constitucional**: Aprobado el proyecto de Estatuto por la Asamblea de Parlamentarios, se remitirá a la **Comisión Constitucional del Congreso**, la cual, dentro del plazo de dos meses, lo examinará con el concurso y asistencia de una delegación de la Asamblea proponente para determinar de común acuerdo su formulación definitiva.\n\n3.º **Sometimiento a referéndum**: Si se alcanzare dicho acuerdo, el texto resultante será sometido a referéndum del cuerpo electoral de las provincias comprendidas en el ámbito territorial del proyectado Estatuto.\n\n4.º **Aprobación por referéndum y elevación a las Cortes Generales**: Si el proyecto de Estatuto es aprobado en cada provincia por la mayoría de los votos válidamente emitidos, será elevado a las **Cortes Generales**. Los plenos de ambas Cámaras decidirán sobre el texto mediante un **voto de ratificación**. Aprobado el Estatuto, el Rey lo sancionará y lo promulgará como ley.\n\n5.º **Tramitación como proyecto de ley**: De no alcanzarse el acuerdo a que se refiere el apartado 2 de este número, el proyecto de Estatuto será tramitado como proyecto de ley ante las Cortes Generales. El texto aprobado por éstas será sometido a referéndum del cuerpo electoral de las provincias comprendidas en el ámbito territorial del proyectado Estatuto. En caso de ser aprobado por la mayoría de los votos válidamente emitidos en cada provincia, procederá su promulgación en los términos del párrafo anterior.\n\n3. **Excepción para la constitución de la Comunidad Autónoma**: En los casos de los párrafos 4.º y 5.º del apartado anterior, la no aprobación del proyecto de Estatuto por una o varias provincias no impedirá la constitución entre las restantes de la Comunidad Autónoma proyectada, en la forma que establezca la ley orgánica prevista en el apartado 1 de este artículo."
            },
            {
              "NumeroArticulo": 152,
              "NombreArticulo": "Organización institucional autonómica",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece la estructura básica de las Comunidades Autónomas:\n\n**Instituciones principales**:\n- **Asamblea Legislativa**: Elegida por sufragio universal con representación proporcional.\n- **Consejo de Gobierno**: Con funciones ejecutivas y administrativas.\n- **Presidente**: Elegido por la Asamblea y nombrado por el Rey, dirige el Consejo de Gobierno.\n- **Tribunal Superior de Justicia**: Máxima autoridad judicial en la Comunidad Autónoma.\n\n**Aspectos clave**:\n- El Presidente y el Consejo de Gobierno son responsables ante la Asamblea.\n- Se permite la participación de las Comunidades en la organización judicial.\n- Los Estatutos solo pueden modificarse mediante procedimientos establecidos y referéndum.\n- Se permite la creación de circunscripciones territoriales propias.",
              "TextoCompletoArticulo": "**Artículo 152**\n1. En los Estatutos aprobados por el procedimiento a que se refiere el artículo anterior, la organización institucional autonómica se basará en una Asamblea Legislativa, elegida por sufragio universal, con arreglo a un sistema de representación proporcional que asegure, además, la representación de las diversas zonas del territorio; un Consejo de Gobierno con funciones ejecutivas y administrativas y un Presidente, elegido por la Asamblea, de entre sus miembros, y nombrado por el Rey, al que corresponde la dirección del Consejo de Gobierno, la suprema representación de la respectiva Comunidad y la ordinaria del Estado en aquélla. El Presidente y los miembros del Consejo de Gobierno serán políticamente responsables ante la Asamblea.\nUn Tribunal Superior de Justicia, sin perjuicio de la jurisdicción que corresponde al Tribunal Supremo, culminará la organización judicial en el ámbito territorial de la Comunidad Autónoma. En los Estatutos de las Comunidades Autónomas podrán establecerse los supuestos y las formas de participación de aquéllas en la organización de las demarcaciones judiciales del territorio. Todo ello de conformidad con lo previsto en la ley orgánica del poder judicial y dentro de la unidad e independencia de éste.\nSin perjuicio de lo dispuesto en el artículo 123, las sucesivas instancias procesales, en su caso, se agotarán ante órganos judiciales radicados en el mismo territorio de la Comunidad Autónoma en que esté el órgano competente en primera instancia.\n2. Una vez sancionados y promulgados los respectivos Estatutos, solamente podrán ser modificados mediante los procedimientos en ellos establecidos y con referéndum entre los electores inscritos en los censos correspondientes.\n3. Mediante la agrupación de municipios limítrofes, los Estatutos podrán establecer circunscripciones territoriales propias, que gozarán de plena personalidad jurídica."
            },
            {
              "NumeroArticulo": 153,
              "NombreArticulo": "Control de la actividad de los órganos de las Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece los mecanismos de control sobre las Comunidades Autónomas:\n\n**Entidades de control**:\n- **Tribunal Constitucional**: Revisa la constitucionalidad de las leyes autonómicas.\n- **Gobierno**: Supervisa las funciones delegadas, con dictamen previo del Consejo de Estado.\n- **Jurisdicción contencioso-administrativa**: Controla la administración autónoma y sus normas reglamentarias.\n- **Tribunal de Cuentas**: Realiza el control económico y presupuestario.",
              "TextoCompletoArticulo": "**Artículo 153**\nEl control de la actividad de los órganos de las Comunidades Autónomas se ejercerá:\na) Por el Tribunal Constitucional, el relativo a la constitucionalidad de sus disposiciones normativas con fuerza de ley.\nb) Por el Gobierno, previo dictamen del Consejo de Estado, el del ejercicio de funciones delegadas a que se refiere el apartado 2 del artículo 150.\nc) Por la jurisdicción contencioso-administrativa, el de la administración autónoma y sus normas reglamentarias.\nd) Por el Tribunal de Cuentas, el económico y presupuestario."
            },
            {
              "NumeroArticulo": 154,
              "NombreArticulo": "Delegado del Gobierno en las Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece la figura del **Delegado del Gobierno** en las Comunidades Autónomas:\n\n**Funciones principales**:\n- Dirigir la Administración del Estado en el territorio de la Comunidad Autónoma.\n- Coordinar, cuando sea necesario, la administración estatal con la administración propia de la Comunidad.",
              "TextoCompletoArticulo": "**Artículo 154**\nUn Delegado nombrado por el Gobierno dirigirá la Administración del Estado en el territorio de la Comunidad Autónoma y la coordinará, cuando proceda, con la administración propia de la Comunidad."
            },
            {
              "NumeroArticulo": 155,
              "NombreArticulo": "Incumplimiento de obligaciones por Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo aborda dos aspectos principales:\n\n1. **Medidas contra incumplimientos**: El Gobierno puede tomar medidas si una Comunidad Autónoma:\n   - No cumple con sus obligaciones constitucionales o legales\n   - Actúa en contra del interés general de España\n\n   **Proceso**:\n   - Requerimiento previo al Presidente de la Comunidad Autónoma\n   - Aprobación por mayoría absoluta del Senado\n\n2. **Ejecución de medidas**: El Gobierno puede dar instrucciones a todas las autoridades de las Comunidades Autónomas para ejecutar las medidas necesarias.",
              "TextoCompletoArticulo": "**Artículo 155**\n1. Si una Comunidad Autónoma no cumpliere las obligaciones que la Constitución u otras leyes le impongan, o actuare de forma que atente gravemente al interés general de España, el Gobierno, previo requerimiento al Presidente de la Comunidad Autónoma y, en el caso de no ser atendido, con la aprobación por mayoría absoluta del Senado, podrá adoptar las medidas necesarias para obligar a aquélla al cumplimiento forzoso de dichas obligaciones o para la protección del mencionado interés general.\n2. Para la ejecución de las medidas previstas en el apartado anterior, el Gobierno podrá dar instrucciones a todas las autoridades de las Comunidades Autónomas."
            },
            {
              "NumeroArticulo": 156,
              "NombreArticulo": "Autonomía financiera de las Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece dos principios fundamentales:\n\n1. **Autonomía financiera**: Las Comunidades Autónomas tienen autonomía financiera para desarrollar y ejecutar sus competencias, basándose en:\n   - Coordinación con la Hacienda estatal\n   - Solidaridad entre todos los españoles\n\n2. **Colaboración con el Estado**: Las Comunidades Autónomas pueden actuar como delegados o colaboradores del Estado en:\n   - Recaudación de recursos tributarios\n   - Gestión de recursos tributarios\n   - Liquidación de recursos tributarios\n\n   Esto se realizará de acuerdo con las leyes y los Estatutos correspondientes.",
              "TextoCompletoArticulo": "**Artículo 156**\n1. Las Comunidades Autónomas gozarán de autonomía financiera para el desarrollo y ejecución de sus competencias con arreglo a los principios de coordinación con la Hacienda estatal y de solidaridad entre todos los españoles.\n2. Las Comunidades Autónomas podrán actuar como delegados o colaboradores del Estado para la recaudación, la gestión y la liquidación de los recursos tributarios de aquél, de acuerdo con las leyes y los Estatutos."
            },
            {
              "NumeroArticulo": 157,
              "NombreArticulo": "Recursos de las Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo detalla los recursos financieros de las Comunidades Autónomas y establece ciertas limitaciones:\n\n1. **Fuentes de recursos**:\n   - **Impuestos**: Cedidos por el Estado, recargos sobre impuestos estatales\n   - **Ingresos propios**: Impuestos, tasas y contribuciones especiales\n   - **Transferencias**: Del Fondo de Compensación y Presupuestos Generales del Estado\n   - **Patrimonio**: Rendimientos de su patrimonio e ingresos de derecho privado\n   - **Crédito**: Producto de operaciones de crédito\n\n2. **Limitaciones**:\n   - No pueden adoptar medidas tributarias sobre bienes fuera de su territorio\n   - No pueden obstaculizar la libre circulación de mercancías o servicios\n\n3. **Regulación**: Una ley orgánica podrá regular el ejercicio de estas competencias financieras, resolver conflictos y establecer formas de colaboración con el Estado.",
              "TextoCompletoArticulo": "**Artículo 157**\n1. Los recursos de las Comunidades Autónomas estarán constituidos por:\na) Impuestos cedidos total o parcialmente por el Estado; recargos sobre impuestos estatales y otras participaciones en los ingresos del Estado.\nb) Sus propios impuestos, tasas y contribuciones especiales.\nc) Transferencias de un Fondo de Compensación interterritorial y otras asignaciones con cargo a los Presupuestos Generales del Estado.\nd) Rendimientos procedentes de su patrimonio e ingresos de derecho privado.\ne) El producto de las operaciones de crédito.\n2. Las Comunidades Autónomas no podrán en ningún caso adoptar medidas tributarias sobre bienes situados fuera de su territorio o que supongan obstáculo para la libre circulación de mercancías o servicios.\n3. Mediante ley orgánica podrá regularse el ejercicio de las competencias financieras enumeradas en el precedente apartado 1, las normas para resolver los conflictos que pudieran surgir y las posibles formas de colaboración financiera entre las Comunidades Autónomas y el Estado."
            },
            {
              "NumeroArticulo": 158,
              "NombreArticulo": "Asignaciones y Fondo de Compensación para Comunidades Autónomas",
              "NombreArticuloOriginal": false,
              "ResumenArticulo": "Este artículo establece dos mecanismos para asegurar la equidad y el desarrollo equilibrado entre las Comunidades Autónomas:\n\n1. **Asignaciones en los Presupuestos Generales del Estado**:\n   - **Objetivo**: Garantizar un nivel mínimo de servicios públicos en todo el territorio\n   - **Criterios**: Se basan en el volumen de servicios y actividades estatales asumidos por cada Comunidad\n\n2. **Fondo de Compensación**:\n   - **Propósito**: Corregir desequilibrios económicos interterritoriales y promover la solidaridad\n   - **Destino**: Gastos de inversión\n   - **Distribución**: Realizada por las Cortes Generales\n   - **Beneficiarios**: Comunidades Autónomas y, en su caso, provincias",
              "TextoCompletoArticulo": "**Artículo 158**\n1. En los Presupuestos Generales del Estado podrá establecerse una asignación a las Comunidades Autónomas en función del volumen de los servicios y actividades estatales que hayan asumido y de la garantía de un nivel mínimo en la prestación de los servicios públicos fundamentales en todo el territorio español.\n2. Con el fin de corregir desequilibrios económicos interterritoriales y hacer efectivo el principio de solidaridad, se constituirá un Fondo de Compensación con destino a gastos de inversión, cuyos recursos serán distribuidos por las Cortes Generales entre las Comunidades Autónomas y provincias, en su caso."
            }
          ],
          "Secciones": [

          ]
        }
      ]
    },
    {
      "NombreTitulo": "TÍTULO IX. Del Tribunal Constitucional",
      "ResumenTitulo": "**Tribunal Constitucional**: Composición y funcionamiento\n\n**Composición**:\n- 12 miembros nombrados por el Rey\n- **Propuestas de nombramiento**: 4 por el Congreso, 4 por el Senado, 2 por el Gobierno, 2 por el Consejo General del Poder Judicial\n- **Requisitos**: Juristas de reconocida competencia con más de 15 años de ejercicio profesional\n- **Período de designación**: 9 años, renovación por tercios cada 3 años\n\n**Incompatibilidades**:\n- Mandatos representativos\n- Cargos políticos o administrativos\n- Funciones directivas en partidos o sindicatos\n- Carreras judicial y fiscal\n- Actividades profesionales o mercantiles\n\n**Características del cargo**:\n- Independencia e inamovilidad\n\n**Presidencia**:\n- Nombrado por el Rey entre sus miembros\n- Propuesto por el Tribunal en pleno\n- Período de 3 años\n\n**Jurisdicción y competencias**:\n- **Ámbito**: Todo el territorio español\n- **Funciones principales**:\n  1. Recurso de inconstitucionalidad\n  2. Recurso de amparo\n  3. Conflictos de competencia entre Estado y Comunidades Autónomas\n  4. Otras atribuciones constitucionales o legales\n\n**Legitimación para recursos**:\n- **Inconstitucionalidad**: Presidente del Gobierno, Defensor del Pueblo, 50 Diputados, 50 Senadores, órganos ejecutivos y Asambleas de Comunidades Autónomas\n- **Amparo**: Personas naturales o jurídicas, Defensor del Pueblo, Ministerio Fiscal\n\n**Cuestión de inconstitucionalidad**:\n- Planteada por órganos judiciales ante normas con rango de ley\n\n**Sentencias**:\n- Publicadas en el BOE con votos particulares\n- Valor de cosa juzgada sin posibilidad de recurso\n- Efectos generales en declaraciones de inconstitucionalidad\n\n**Regulación**:\n- Ley orgánica para funcionamiento, estatuto de miembros y procedimientos",
      "Articulos": [
        {
          "NumeroArticulo": 159,
          "NombreArticulo": "Composición y nombramiento del Tribunal Constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Composición**: El Tribunal Constitucional está formado por 12 miembros nombrados por el Rey.\n\n**Nombramiento**:\n- 4 propuestos por el Congreso (mayoría de 3/5)\n- 4 propuestos por el Senado (mayoría de 3/5)\n- 2 propuestos por el Gobierno\n- 2 propuestos por el Consejo General del Poder Judicial\n\n**Requisitos de los miembros**:\n- Juristas de reconocida competencia\n- Más de 15 años de ejercicio profesional\n- Pueden ser: Magistrados, Fiscales, Profesores de Universidad, funcionarios públicos o Abogados\n\n**Periodo y renovación**:\n- Designados por 9 años\n- Renovación por tercios cada 3 años\n\n**Incompatibilidades**:\n- Mandatos representativos\n- Cargos políticos o administrativos\n- Funciones directivas en partidos políticos o sindicatos\n- Carreras judicial y fiscal\n- Actividades profesionales o mercantiles\n\n**Características del cargo**:\n- Independientes\n- Inamovibles",
          "TextoCompletoArticulo": "**Artículo 159**\n\n1. El Tribunal Constitucional se compone de 12 miembros nombrados por el Rey; de ellos, cuatro a propuesta del Congreso por mayoría de tres quintos de sus miembros; cuatro a propuesta del Senado, con idéntica mayoría; dos a propuesta del Gobierno, y dos a propuesta del Consejo General del Poder Judicial.\n\n2. Los miembros del Tribunal Constitucional deberán ser nombrados entre Magistrados y Fiscales, Profesores de Universidad, funcionarios públicos y Abogados, todos ellos juristas de reconocida competencia con más de quince años de ejercicio profesional.\n\n3. Los miembros del Tribunal Constitucional serán designados por un período de nueve años y se renovarán por terceras partes cada tres.\n\n4. La condición de miembro del Tribunal Constitucional es incompatible: con todo mandato representativo; con los cargos políticos o administrativos; con el desempeño de funciones directivas en un partido político o en un sindicato y con el empleo al servicio de los mismos; con el ejercicio de las carreras judicial y fiscal, y con cualquier actividad profesional o mercantil.\n\nEn lo demás los miembros del Tribunal Constitucional tendrán las incompatibilidades propias de los miembros del poder judicial.\n\n5. Los miembros del Tribunal Constitucional serán independientes e inamovibles en el ejercicio de su mandato."
        },
        {
          "NumeroArticulo": 160,
          "NombreArticulo": "Nombramiento del Presidente del Tribunal Constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Nombramiento del Presidente**:\n- Elegido entre los miembros del Tribunal\n- Nombrado por el Rey\n- A propuesta del Tribunal en pleno\n- **Duración del cargo**: 3 años",
          "TextoCompletoArticulo": "**Artículo 160**\n\nEl Presidente del Tribunal Constitucional será nombrado entre sus miembros por el Rey, a propuesta del mismo Tribunal en pleno y por un período de tres años."
        },
        {
          "NumeroArticulo": 161,
          "NombreArticulo": "Jurisdicción y competencias del Tribunal Constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Jurisdicción**: Todo el territorio español\n\n**Competencias principales**:\n1. **Recurso de inconstitucionalidad** contra leyes y disposiciones normativas con fuerza de ley\n2. **Recurso de amparo** por violación de derechos y libertades\n3. **Conflictos de competencia** entre Estado y Comunidades Autónomas\n4. Otras materias atribuidas por la Constitución o leyes orgánicas\n\n**Impugnación por el Gobierno**:\n- Puede impugnar disposiciones y resoluciones de las Comunidades Autónomas\n- La impugnación suspende la disposición o resolución\n- El Tribunal debe ratificar o levantar la suspensión en un plazo máximo de 5 meses",
          "TextoCompletoArticulo": "**Artículo 161**\n\n1. El Tribunal Constitucional tiene jurisdicción en todo el territorio español y es competente para conocer:\n\na) Del recurso de inconstitucionalidad contra leyes y disposiciones normativas con fuerza de ley. La declaración de inconstitucionalidad de una norma jurídica con rango de ley, interpretada por la jurisprudencia, afectará a ésta, si bien la sentencia o sentencias recaídas no perderán el valor de cosa juzgada.\n\nb) Del recurso de amparo por violación de los derechos y libertades referidos en el artículo 53, 2, de esta Constitución, en los casos y formas que la ley establezca.\n\nc) De los conflictos de competencia entre el Estado y las Comunidades Autónomas o de los de éstas entre sí.\n\nd) De las demás materias que le atribuyan la Constitución o las leyes orgánicas.\n\n2. El Gobierno podrá impugnar ante el Tribunal Constitucional las disposiciones y resoluciones adoptadas por los órganos de las Comunidades Autónomas. La impugnación producirá la suspensión de la disposición o resolución recurrida, pero el Tribunal, en su caso, deberá ratificarla o levantarla en un plazo no superior a cinco meses."
        },
        {
          "NumeroArticulo": 162,
          "NombreArticulo": "Legitimación para interponer recursos ante el Tribunal Constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Legitimación para recursos**:\n\n1. **Recurso de inconstitucionalidad**:\n   - Presidente del Gobierno\n   - Defensor del Pueblo\n   - 50 Diputados\n   - 50 Senadores\n   - Órganos ejecutivos de las Comunidades Autónomas\n   - Asambleas de las Comunidades Autónomas\n\n2. **Recurso de amparo**:\n   - Personas naturales o jurídicas con interés legítimo\n   - Defensor del Pueblo\n   - Ministerio Fiscal\n\n**Otros casos**: Determinados por ley orgánica",
          "TextoCompletoArticulo": "**Artículo 162**\n\n1. Están legitimados:\n\na) Para interponer el recurso de inconstitucionalidad, el Presidente del Gobierno, el Defensor del Pueblo, 50 Diputados, 50 Senadores, los órganos colegiados ejecutivos de las Comunidades Autónomas y, en su caso, las Asambleas de las mismas.\n\nb) Para interponer el recurso de amparo, toda persona natural o jurídica que invoque un interés legítimo, así como el Defensor del Pueblo y el Ministerio Fiscal.\n\n2. En los demás casos, la ley orgánica determinará las personas y órganos legitimados."
        },
        {
          "NumeroArticulo": 163,
          "NombreArticulo": "Cuestión de inconstitucionalidad",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Planteamiento de inconstitucionalidad**:\n- **Quién**: Órganos judiciales\n- **Cuándo**: Al considerar que una norma con rango de ley aplicable al caso puede ser inconstitucional\n- **Cómo**: Según lo establecido por ley\n- **Efectos**: No suspensivos",
          "TextoCompletoArticulo": "**Artículo 163**\n\nCuando un órgano judicial considere, en algún proceso, que una norma con rango de ley, aplicable al caso, de cuya validez dependa el fallo, pueda ser contraria a la Constitución, planteará la cuestión ante el Tribunal Constitucional en los supuestos, en la forma y con los efectos que establezca la ley, que en ningún caso serán suspensivos."
        },
        {
          "NumeroArticulo": 164,
          "NombreArticulo": "Sentencias del Tribunal Constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Características de las sentencias**:\n- Publicadas en el Boletín Oficial del Estado\n- Incluyen votos particulares si los hay\n- **Valor de cosa juzgada** desde el día siguiente de su publicación\n- No admiten recurso\n\n**Efectos**:\n- **Plenos efectos** frente a todos en caso de:\n  - Declaración de inconstitucionalidad de una ley\n  - Sentencias que no se limiten a la estimación subjetiva de un derecho\n- La ley sigue vigente en la parte no afectada por la inconstitucionalidad, salvo disposición contraria",
          "TextoCompletoArticulo": "**Artículo 164**\n\n1. Las sentencias del Tribunal Constitucional se publicarán en el boletín oficial del Estado con los votos particulares, si los hubiere. Tienen el valor de cosa juzgada a partir del día siguiente de su publicación y no cabe recurso alguno contra ellas. Las que declaren la inconstitucionalidad de una ley o de una norma con fuerza de ley y todas las que no se limiten a la estimación subjetiva de un derecho, tienen plenos efectos frente a todos.\n\n2. Salvo que en el fallo se disponga otra cosa, subsistirá la vigencia de la ley en la parte no afectada por la inconstitucionalidad."
        },
        {
          "NumeroArticulo": 165,
          "NombreArticulo": "Regulación del Tribunal Constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Ley orgánica**: Regulará los siguientes aspectos del Tribunal Constitucional:\n- **Funcionamiento**\n- **Estatuto de sus miembros**\n- **Procedimiento** ante el Tribunal\n- **Condiciones** para el ejercicio de las acciones",
          "TextoCompletoArticulo": "**Artículo 165**\n\nUna ley orgánica regulará el funcionamiento del Tribunal Constitucional, el estatuto de sus miembros, el procedimiento ante el mismo y las condiciones para el ejercicio de las acciones."
        }
      ],
      "Capitulos": [

      ]
    },
    {
      "NombreTitulo": "TÍTULO X. De la reforma constitucional",
      "ResumenTitulo": "**Reforma constitucional**: Proceso regulado para modificar la Constitución española.\n\n**Iniciativa**: Se ejerce según lo previsto en el artículo 87, apartados 1 y 2.\n\n**Procedimiento general**:\n- Aprobación: Requiere mayoría de 3/5 en ambas Cámaras.\n- En caso de desacuerdo: Se crea una Comisión paritaria para presentar un nuevo texto.\n- Si persiste el desacuerdo: El Congreso puede aprobar con 2/3 si el Senado dio mayoría absoluta.\n- Referéndum: Opcional, si lo solicita 1/10 de miembros de cualquier Cámara.\n\n**Reforma agravada** (para revisión total o afectando partes fundamentales):\n1. Aprobación del principio: 2/3 en cada Cámara.\n2. Disolución inmediata de las Cortes.\n3. Nuevas Cámaras ratifican y aprueban nuevo texto (2/3 en ambas).\n4. Referéndum obligatorio.\n\n**Restricción**: No se puede iniciar reforma durante **guerra** o **estados de excepción**.\n\n**Aspectos clave**:\n- Diferentes niveles de exigencia según la importancia de la reforma.\n- Participación de ambas Cámaras y posible intervención ciudadana.\n- Mecanismos para resolver desacuerdos entre Cámaras.\n- Protección especial de partes fundamentales de la Constitución.",
      "Articulos": [
        {
          "NumeroArticulo": 166,
          "NombreArticulo": "Iniciativa de reforma constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Iniciativa de reforma**: Se ejercerá según lo establecido en los apartados 1 y 2 del artículo 87 de la Constitución.",
          "TextoCompletoArticulo": "**Artículo 166**\nLa iniciativa de reforma constitucional se ejercerá en los términos previstos en los apartados 1 y 2 del artículo 87."
        },
        {
          "NumeroArticulo": 167,
          "NombreArticulo": "Procedimiento de aprobación de reforma constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Proceso de aprobación**:\n\n1. **Mayoría requerida**: Tres quintos de cada Cámara.\n2. **En caso de desacuerdo**: Se creará una Comisión paritaria de Diputados y Senadores.\n3. **Aprobación alternativa**: Si no se logra acuerdo, el Congreso puede aprobar con dos tercios si el Senado votó a favor por mayoría absoluta.\n4. **Referéndum**: Se someterá a votación popular si lo solicita una décima parte de los miembros de cualquier Cámara en 15 días.",
          "TextoCompletoArticulo": "**Artículo 167**\n1. Los proyectos de reforma constitucional deberán ser aprobados por una mayoría de tres quintos de cada una de las Cámaras. Si no hubiera acuerdo entre ambas, se intentará obtenerlo mediante la creación de una Comisión de composición paritaria de Diputados y Senadores, que presentará un texto que será votado por el Congreso y el Senado.\n2. De no lograrse la aprobación mediante el procedimiento del apartado anterior, y siempre que el texto hubiere obtenido el voto favorable de la mayoría absoluta del Senado, el Congreso, por mayoría de dos tercios, podrá aprobar la reforma.\n3. Aprobada la reforma por las Cortes Generales, será sometida a referéndum para su ratificación cuando así lo soliciten, dentro de los quince días siguientes a su aprobación, una décima parte de los miembros de cualquiera de las Cámaras."
        },
        {
          "NumeroArticulo": 168,
          "NombreArticulo": "Procedimiento para reformas constitucionales sustanciales",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Reformas sustanciales**:\n\n1. **Casos aplicables**: Revisión total o parcial que afecte al Título preliminar, Capítulo segundo, Sección primera del Título I, o al Título II.\n2. **Proceso**:\n   - **Aprobación inicial**: Mayoría de dos tercios en cada Cámara.\n   - **Disolución de Cortes**: Inmediata tras la aprobación.\n   - **Ratificación**: Las nuevas Cámaras deben ratificar y aprobar el nuevo texto por mayoría de dos tercios.\n3. **Referéndum final**: Obligatorio para ratificación.",
          "TextoCompletoArticulo": "**Artículo 168**\n1. Cuando se propusiere la revisión total de la Constitución o una parcial que afecte al Título preliminar, al Capítulo segundo, Sección primera del Título I, o al Título II, se procederá a la aprobación del principio por mayoría de dos tercios de cada Cámara, y a la disolución inmediata de las Cortes.\n2. Las Cámaras elegidas deberán ratificar la decisión y proceder al estudio del nuevo texto constitucional, que deberá ser aprobado por mayoría de dos tercios de ambas Cámaras.\n3. Aprobada la reforma por las Cortes Generales, será sometida a referéndum para su ratificación."
        },
        {
          "NumeroArticulo": 169,
          "NombreArticulo": "Prohibición de reforma constitucional",
          "NombreArticuloOriginal": false,
          "ResumenArticulo": "**Restricciones temporales**: La reforma constitucional no podrá iniciarse durante:\n\n- Tiempos de guerra\n- Vigencia de alguno de los estados previstos en el artículo 116 (alarma, excepción o sitio)",
          "TextoCompletoArticulo": "**Artículo 169**\nNo podrá iniciarse la reforma constitucional en tiempo de guerra o de vigencia de alguno de los estados previstos en el artículo 116."
        }
      ],
      "Capitulos": [

      ]
    }
  ],







  "Disposiciones": {
    "DisposicionesAdicionales": [
      {
        "NombreDisposicion": "Primera",
        "ResumenDisposicion": "**Derechos históricos de territorios forales**: La Constitución ampara los derechos históricos de estos territorios. Su actualización se realizará dentro del marco constitucional y estatutario.",
        "TextoCompletoDisposicion": "**Primera.**\nLa Constitución ampara y respeta los derechos históricos de los territorios forales.\n\nLa actualización general de dicho régimen foral se llevará a cabo, en su caso, en el marco de la Constitución y de los Estatutos de Autonomía."
      },
      {
        "NombreDisposicion": "Segunda",
        "ResumenDisposicion": "**Mayoría de edad y derechos forales**: La declaración de mayoría de edad a los 18 años no afecta a las situaciones amparadas por los derechos forales en el ámbito del Derecho privado.",
        "TextoCompletoDisposicion": "**Segunda.**\nLa declaración de mayoría de edad contenida en el artículo 12 de esta Constitución no perjudica las situaciones amparadas por los derechos forales en el ámbito del Derecho privado."
      },
      {
        "NombreDisposicion": "Tercera",
        "ResumenDisposicion": "**Régimen económico y fiscal de Canarias**: Cualquier modificación requerirá un informe previo de la Comunidad Autónoma o del órgano provisional autonómico correspondiente.",
        "TextoCompletoDisposicion": "**Tercera.**\nLa modificación del régimen económico y fiscal del archipiélago canario requerirá informe previo de la Comunidad Autónoma o, en su caso, del órgano provisional autonómico."
      },
      {
        "NombreDisposicion": "Cuarta",
        "ResumenDisposicion": "**Audiencias Territoriales**: En Comunidades Autónomas con más de una Audiencia Territorial, los Estatutos de Autonomía podrán mantenerlas, distribuyendo competencias entre ellas, siempre respetando la ley orgánica del poder judicial.",
        "TextoCompletoDisposicion": "**Cuarta.**\nEn las Comunidades Autónomas donde tengan su sede más de una Audiencia Territorial, los Estatutos de Autonomía respectivos podrán mantener las existentes, distribuyendo las competencias entre ellas, siempre de conformidad con lo previsto en la ley orgánica del poder judicial y dentro de la unidad e independencia de éste."
      }
    ],
    "DisposicionesTransitorias": [
      {
        "NombreDisposicion": "Primera",
        "ResumenDisposicion": "**Iniciativa autonómica en territorios con régimen provisional**: Los órganos colegiados superiores en estos territorios pueden sustituir la iniciativa atribuida a las Diputaciones Provinciales o órganos interinsulares para iniciar el proceso autonómico.",
        "TextoCompletoDisposicion": "**Primera.**\nEn los territorios dotados de un régimen provisional de autonomía, sus órganos colegiados superiores, mediante acuerdo adoptado por la mayoría absoluta de sus miembros, podrán sustituir la iniciativa que en el apartado 2 del artículo 143 atribuye a las Diputaciones Provinciales o a los órganos interinsulares correspondientes."
      },
      {
        "NombreDisposicion": "Segunda",
        "ResumenDisposicion": "**Proceso autonómico acelerado**: Territorios que aprobaron proyectos de Estatuto en el pasado y cuentan con regímenes provisionales pueden iniciar inmediatamente el proceso autonómico, siguiendo el procedimiento establecido en el artículo 151.",
        "TextoCompletoDisposicion": "**Segunda.**\nLos territorios que en el pasado hubiesen plebiscitado afirmativamente proyectos de Estatuto de autonomía y cuenten, al tiempo de promulgarse esta Constitución, con regímenes provisionales de autonomía podrán proceder inmediatamente en la forma que se prevé en el apartado 2 del artículo 148, cuando así lo acordaren, por mayoría absoluta, sus órganos preautonómicos colegiados superiores, comunicándolo al Gobierno. El proyecto de Estatuto será elaborado de acuerdo con lo establecido en el artículo 151, número 2, a convocatoria del órgano colegiado preautonómico."
      },
      {
        "NombreDisposicion": "Tercera",
        "ResumenDisposicion": "**Iniciativa autonómica de Corporaciones locales**: Se pospone hasta las primeras elecciones locales tras la entrada en vigor de la Constitución.",
        "TextoCompletoDisposicion": "**Tercera.**\nLa iniciativa del proceso autonómico por parte de las Corporaciones locales o de sus miembros, prevista en el apartado 2 del artículo 143, se entiende diferida, con todos sus efectos, hasta la celebración de las primeras elecciones locales una vez vigente la Constitución."
      },
      {
        "NombreDisposicion": "Cuarta",
        "ResumenDisposicion": "**Incorporación de Navarra al régimen autonómico vasco**: \n\n1. **Iniciativa**: Corresponde al Órgano Foral competente.\n2. **Aprobación**: Requiere mayoría de miembros del Órgano Foral y ratificación por referéndum.\n3. **Repetición de la iniciativa**: Solo en distinto período del mandato del Órgano Foral o tras el plazo mínimo del artículo 143.",
        "TextoCompletoDisposicion": "**Cuarta.**\n1. En el caso de Navarra, y a efectos de su incorporación al Consejo General Vasco o al régimen autonómico vasco que le sustituya, en lugar de lo que establece el artículo 143 de la Constitución, la iniciativa corresponde al Órgano Foral competente, el cual adoptará su decisión por mayoría de los miembros que lo componen. Para la validez de dicha iniciativa será preciso, además, que la decisión del Órgano Foral competente sea ratificada por referéndum expresamente convocado al efecto, y aprobado por mayoría de los votos válidos emitidos.\n\n2. Si la iniciativa no prosperase, solamente se podrá reproducir la misma en distinto período del mandato del Órgano Foral competente, y en todo caso, cuando haya transcurrido el plazo mínimo que establece el artículo 143."
      },
      {
        "NombreDisposicion": "Quinta",
        "ResumenDisposicion": "**Ceuta y Melilla como Comunidades Autónomas**: Pueden constituirse si lo deciden sus Ayuntamientos por mayoría absoluta y lo autorizan las Cortes Generales mediante ley orgánica.",
        "TextoCompletoDisposicion": "**Quinta.**\nLas ciudades de Ceuta y Melilla podrán constituirse en Comunidades Autónomas si así lo deciden sus respectivos Ayuntamientos, mediante acuerdo adoptado por la mayoría absoluta de sus miembros y así lo autorizan las Cortes Generales, mediante una ley orgánica, en los términos previstos en el artículo 144."
      },
      {
        "NombreDisposicion": "Sexta",
        "ResumenDisposicion": "**Dictamen de proyectos de Estatuto**: La Comisión Constitucional del Congreso los examinará por orden de entrada, iniciando el plazo de dos meses tras finalizar el estudio de cada proyecto.",
        "TextoCompletoDisposicion": "**Sexta.**\nCuando se remitieran a la Comisión Constitucional del Congreso varios proyectos de Estatuto, se dictaminarán por el orden de entrada en aquélla, y el plazo de dos meses a que se refiere el artículo 151 empezará a contar desde que la Comisión termine el estudio del proyecto o proyectos de que sucesivamente haya conocido."
      },
      {
        "NombreDisposicion": "Séptima",
        "ResumenDisposicion": "**Disolución de organismos provisionales autonómicos**: Ocurrirá en tres casos:\n\n1. Al constituirse los órganos establecidos en los Estatutos de Autonomía.\n2. Si la iniciativa autonómica no prospera.\n3. Si no ejercen su derecho en tres años.",
        "TextoCompletoDisposicion": "**Séptima.**\nLos organismos provisionales autonómicos se considerarán disueltos en los siguientes casos:\n\na) Una vez constituidos los órganos que establezcan los Estatutos de Autonomía aprobados conforme a esta Constitución.\n\nb) En el supuesto de que la iniciativa del proceso autonómico no llegara a prosperar por no cumplir los requisitos previstos en el artículo 143.\n\nc) Si el organismo no hubiera ejercido el derecho que le reconoce la disposición transitoria primera en el plazo de tres años."
      },
      {
        "NombreDisposicion": "Octava",
        "ResumenDisposicion": "**Transición de las Cámaras y Gobierno**: \n\n1. **Cámaras actuales**: Asumirán funciones del Congreso y Senado hasta el 15 de junio de 1981.\n2. **Aplicación del artículo 99**: Se inicia un período de 30 días tras la promulgación de la Constitución.\n3. **Elecciones**: En caso de disolución, se aplicarán normas previas con excepciones en inelegibilidades, incompatibilidades y edad de voto.",
        "TextoCompletoDisposicion": "**Octava.**\n1. Las Cámaras que han aprobado la presente Constitución asumirán, tras la entrada en vigor de la misma, las funciones y competencias que en ella se señalan, respectivamente, para el Congreso y el Senado, sin que en ningún caso su mandato se extienda más allá del 15 de junio de 1981.\n\n2. A los efectos de lo establecido en el artículo 99, la promulgación de la Constitución se considerará como supuesto constitucional en el que procede su aplicación. A tal efecto, a partir de la citada promulgación se abrirá un período de treinta días para la aplicación de lo dispuesto en dicho artículo.\n\nDurante este período, el actual Presidente del Gobierno, que asumirá las funciones y competencias que para dicho cargo establece la Constitución, podrá optar por utilizar la facultad que le reconoce el artículo 115 o dar paso, mediante la dimisión, a la aplicación de lo establecido en el artículo 99, quedando en este último caso en la situación prevista en el apartado 2 del artículo 101.\n\n3. En caso de disolución, de acuerdo con lo previsto en el artículo 115, y si no se hubiera desarrollado legalmente lo previsto en los artículos 68 y 69, serán de aplicación en las elecciones las normas vigentes con anterioridad, con las solas excepciones de que en lo referente a inelegibilidades e incompatibilidades se aplicará directamente lo previsto en el inciso segundo de la letra b) del apartado 1 del artículo 70 de la Constitución, así como lo dispuesto en la misma respecto a la edad para el voto y lo establecido en el artículo 69,3."
      },
      {
        "NombreDisposicion": "Novena",
        "ResumenDisposicion": "**Renovación del Tribunal Constitucional**: \n\n1. **Primer sorteo**: A los tres años, para renovar cuatro miembros.\n2. **Segundo sorteo**: Tres años después, para los grupos no afectados anteriormente.\n3. **Futuras renovaciones**: Según el artículo 159.3.",
        "TextoCompletoDisposicion": "**Novena.**\nA los tres años de la elección por vez primera de los miembros del Tribunal Constitucional se procederá por sorteo para la designación de un grupo de cuatro miembros de la misma procedencia electiva que haya de cesar y renovarse. A estos solos efectos se entenderán agrupados como miembros de la misma procedencia a los dos designados a propuesta del Gobierno y a los dos que proceden de la formulada por el Consejo General del Poder Judicial. Del mismo modo se procederá transcurridos otros tres años entre los dos grupos no afectados por el sorteo anterior. A partir de entonces se estará a lo establecido en el número 3 del artículo 159."
      }
    ],
    "DisposicionesDerogatorias": [
      {
        "NombreDisposicion": "Disposición Derogatoria",
        "ResumenDisposicion": "**Derogaciones**: \n\n1. **Leyes derogadas**: Ley para la Reforma Política, Principios del Movimiento Nacional, Fuero de los Españoles, del Trabajo, Ley Constitutiva de las Cortes, Ley de Sucesión en la Jefatura del Estado, Ley Orgánica del Estado, y Ley de Referéndum Nacional.\n\n2. **Derogación específica**: Ley de 25 de octubre de 1839 y Ley de 21 de julio de 1876 en lo que afecta a Álava, Guipúzcoa y Vizcaya.\n\n3. **Derogación general**: Todas las disposiciones que se opongan a la Constitución.",
        "TextoCompletoDisposicion": "**DISPOSICION DEROGATORIA**\n1. Queda derogada la Ley 1/1977, de 4 de enero, para la Reforma Política, así como, en tanto en cuanto no estuvieran ya derogadas por la anteriormente mencionada Ley, la de Principios del Movimiento Nacional, de 17 de mayo de 1958; el Fuero de los Españoles, de 17 de julio de 1945; el del Trabajo, de 9 de marzo de 1938; la Ley Constitutiva de las Cortes, de 17 de julio de 1942; la Ley de Sucesión en la Jefatura del Estado, de 26 de julio de 1947, todas ellas modificadas por la Ley Orgánica del Estado, de 10 de enero de 1967, y en los mismos términos esta última y la de Referéndum Nacional de 22 de octubre de 1945.\n\n2. En tanto en cuanto pudiera conservar alguna vigencia, se considera definitivamente derogada la Ley de 25 de octubre de 1839 en lo que pudiera afectar a las provincias de Álava, Guipúzcoa y Vizcaya.\n\nEn los mismos términos se considera definitivamente derogada la Ley de 21 de julio de 1876.\n\n3. Asimismo quedan derogadas cuantas disposiciones se opongan a lo establecido en esta Constitución."
      }
    ],
    "DisposicionesFinales": [
      {
        "NombreDisposicion": "Disposición Final",
        "ResumenDisposicion": "**Entrada en vigor**: La Constitución entra en vigor el día de su publicación en el Boletín Oficial del Estado. También se publicará en las demás lenguas de España.",
        "TextoCompletoDisposicion": "**DISPOSICION FINAL**\nEsta Constitución entrará en vigor el mismo día de la publicación de su texto oficial en el boletín oficial del Estado. Se publicará también en las demás lenguas de España."
      }
    ]
  }


}