{
  "NombreLey": "EIDAS Reglamento (UE) n ° 910/2014 del Parlamento Europeo y del Consejo, de 23 de julio de 2014",
  "Preambulo": {
    "ResumenPreambulo": "",
    "TextoCompletoPreambulo": ""
  },
  "Titulos": [
    {
      "NombreTitulo": "Este reglamento carece de títulos, está estructurado en capítulos y secciones",
      "ResumenTitulo": "",
      "Articulos": [],
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO I - DISPOSICIONES GENERALES",
          "ResumenCapitulo": "**CAPÍTULO I DISPOSICIONES GENERALES**: Este capítulo establece el marco regulatorio para la **identificación electrónica** y los **servicios de confianza** dentro de la Unión Europea, asegurando **seguridad y confiabilidad** en las transacciones digitales 🌐.\n\n**Artículo 1 Objeto** 🎯: Define tres objetivos principales:\n- **Reconocimiento transfronterizo** de la identificación electrónica de personas y empresas entre los Estados miembros 👥.\n- **Normas** para servicios de confianza en transacciones electrónicas 📜.\n- Un **marco legal** para firmas, sellos y otros servicios electrónicos que autentican la información en línea 🔒.\n\n**Artículo 2 Ámbito de Aplicación** 🌍: El Reglamento aplica a sistemas de identificación electrónica en la Unión y prestadores de servicios de confianza, excepto para servicios usados solo en sistemas cerrados según normas nacionales.\n\n**Artículo 3 Definiciones** 📖: Define términos clave como:\n- **Identificación electrónica**: proceso para autenticar a personas o entidades en formato digital 👤.\n- **Firma electrónica**: datos que identifican al firmante y validan su intención de firmar 🖊️.\n- **Servicio de confianza**: servicios que crean, verifican y almacenan firmas, sellos y otros elementos de autenticación 🔐.\n\n**Artículo 4 Principio del Mercado Interior** 🛒: Prohíbe restricciones a la prestación de servicios de confianza entre Estados miembros y garantiza la **libre circulación** de productos y servicios que cumplan con este Reglamento.\n\n**Artículo 5 Tratamiento y Protección de los Datos** 🔐: Establece que el tratamiento de datos personales debe cumplir con la Directiva 95/46/CE, y permite el uso de **seudónimos** en transacciones electrónicas para proteger la privacidad 🔏.",
          "Articulos": [
            {
              "numeroArticulo": 1,
              "nombreArticulo": "Objeto",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🎯 **Objetivo principal:** Este reglamento busca asegurar el **funcionamiento eficaz del mercado interior** y un **nivel adecuado de seguridad** para los medios de identificación electrónica y servicios de confianza. Los puntos principales incluyen:\n\n- 🔹 **Reconocimiento de identificación electrónica**: Los Estados miembros deben reconocer los medios de identificación de personas y entidades de otros Estados miembros notificados.\n- 🔹 **Normas para servicios de confianza**: Regulación de servicios de confianza, especialmente en transacciones electrónicas.\n- 🔹 **Marco jurídico para firmas y sellos electrónicos**: Incluye firmas electrónicas, sellos y otros servicios como documentos electrónicos y certificados de autenticación de sitios web.",
              "textoCompletoArticulo": "Artículo 1 Objeto\nCon el objetivo de garantizar el correcto funcionamiento del mercado interior aspirando al mismo tiempo a un nivel de seguridad adecuado de los medios de identificación electrónica y los servicios de confianza, el presente Reglamento:\na) establece las condiciones en que los Estados miembros deberán reconocer los medios de identificación electrónica de las personas físicas y jurídicas pertenecientes a un sistema de identificación electrónica notificado de otro Estado miembro,\nb) establece normas para los servicios de confianza, en particular para las transacciones electrónicas, y\nc) establece un marco jurídico para las firmas electrónicas, los sellos electrónicos, los sellos de tiempo electrónicos, los documentos electrónicos, los servicios de entrega electrónica certificada y los servicios de certificados para la autenticación de sitios web."
            },
            {
              "numeroArticulo": 2,
              "nombreArticulo": "Ámbito de aplicación",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "📌 **Ámbito de aplicación:** Este reglamento se aplica a:\n\n1. 📋 **Sistemas de identificación electrónica**: Notificados por los Estados miembros y prestadores de servicios de confianza en la Unión Europea.\n2. ❌ **Exclusión de servicios en sistemas cerrados**: No se aplica a servicios de confianza en sistemas cerrados definidos por derecho nacional o acuerdos privados.\n3. ⚖️ **No afecta contratos y formalidades legales**: No interfiere con la normativa nacional o de la Unión sobre contratos o requisitos legales de forma.",
              "textoCompletoArticulo": "Artículo 2 Ámbito de aplicación\n1. El presente Reglamento se aplica a los sistemas de identificación electrónica notificados por los Estados miembros y a los prestadores de servicios de confianza establecidos en la Unión.\n2. El presente Reglamento no se aplica a la prestación de servicios de confianza utilizados exclusivamente dentro de sistemas cerrados resultantes del Derecho nacional o de acuerdos entre un conjunto definido de participantes.\n3. El presente Reglamento no afecta al Derecho nacional o de la Unión relacionado con la celebración y validez de los contratos u otras obligaciones legales o de procedimiento relativos a la forma."
            },
            {
              "numeroArticulo": 3,
              "nombreArticulo": "Definiciones",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "📘 **Definiciones clave:** Este reglamento define conceptos esenciales en el ámbito de la identificación y servicios de confianza electrónicos:\n\n- 🔑 **Identificación y medios de identificación electrónica**: Procesos y herramientas para autenticar personas físicas o jurídicas.\n- 🔐 **Firma y sellos electrónicos**: Distintos niveles de seguridad y autenticidad para datos electrónicos y su vínculo con personas físicas o jurídicas.\n- 🕰️ **Sello de tiempo**: Vincula datos electrónicos a un momento específico, asegurando su existencia en ese instante.\n- 📄 **Servicios de confianza**: Servicios para la creación, validación y preservación de firmas electrónicas, sellos y autenticaciones de sitios web.\n- 📜 **Certificados y dispositivos cualificados**: Certificados de autenticación y dispositivos con altos estándares de seguridad para firmas y sellos electrónicos.\n\nCada definición se detalla para cubrir aspectos de seguridad, validez y autenticidad de datos electrónicos y su relación con las personas involucradas.",
              "textoCompletoArticulo": "Artículo 3 Definiciones\nA efectos del presente Reglamento, se aplicarán las siguientes definiciones:\n1) «identificación electrónica», el proceso de utilizar los datos de identificación de una persona en formato electrónico que representan de manera única a una persona física o jurídica o a una persona física que representa a una persona jurídica;\n2) «medios de identificación electrónica», una unidad material y/o inmaterial que contiene los datos de identificación de una persona y que se utiliza para la autenticación en servicios en línea;\n3) «datos de identificación de la persona», un conjunto de datos que permite establecer la identidad de una persona física o jurídica, o de una persona física que representa a una persona jurídica;\n4) «sistema de identificación electrónica», un régimen para la identificación electrónica en virtud del cual se expiden medios de identificación electrónica a las personas físicas o jurídicas o a una persona física que representa a una persona jurídica;\n5) «autenticación», un proceso electrónico que posibilita la identificación electrónica de una persona física o jurídica, o del origen y la integridad de datos en formato electrónico;\n6) «parte usuaria», la persona física o jurídica que confía en la identificación electrónica o el servicio de confianza;\n7) «organismo del sector público», las autoridades estatales, regionales o locales, los organismos de Derecho público y las asociaciones formadas por una o varias de estas autoridades o uno o varios de estos organismos de Derecho público, o las entidades privadas mandatarias de al menos una de estas autoridades, organismos o asociaciones para prestar servicios públicos actuando en esa calidad;\n8) «organismo de Derecho público», el definido en el artículo 2, apartado 1, punto 4, de la Directiva 2014/24/UE del Parlamento Europeo y del Consejo (15);\n9) «firmante», una persona física que crea una firma electrónica;\n10) «firma electrónica», los datos en formato electrónico anejos a otros datos electrónicos o asociados de manera lógica con ellos que utiliza el firmante para firmar;\n11) «firma electrónica avanzada», la firma electrónica que cumple los requisitos contemplados en el artículo 26;\n12) «firma electrónica cualificada», una firma electrónica avanzada que se crea mediante un dispositivo cualificado de creación de firmas electrónicas y que se basa en un certificado cualificado de firma electrónica;\n13) «datos de creación de la firma electrónica», los datos únicos que utiliza el firmante para crear una firma electrónica;\n14) «certificado de firma electrónica», una declaración electrónica que vincula los datos de validación de una firma con una persona física y confirma, al menos, el nombre o el seudónimo de esa persona;\n15) «certificado cualificado de firma electrónica», un certificado de firma electrónica que ha sido expedido por un prestador cualificado de servicios de confianza y que cumple los requisitos establecidos en el anexo I;\n16) «servicio de confianza», el servicio electrónico prestado habitualmente a cambio de una remuneración, consistente en:\na) la creación, verificación y validación de firmas electrónicas, sellos electrónicos o sellos de tiempo electrónicos, servicios de entrega electrónica certificada y certificados relativos a estos servicios, ob) la creación, verificación y validación de certificados para la autenticación de sitios web, oc) la preservación de firmas, sellos o certificados electrónicos relativos a estos servicios;\n17) «servicio de confianza cualificado», un servicio de confianza que cumple los requisitos aplicables establecidos en el presente Reglamento;\n18) «organismo de evaluación de conformidad», un organismo definido en el punto 13 del artículo 2 del Reglamento (CE) no 765/2008 cuya competencia para realizar una evaluación de conformidad de un prestador cualificado de servicios de confianza y de los servicios de confianza cualificados que este presta esté acreditada en virtud de dicho Reglamento;\n19) «prestador de servicios de confianza», una persona física o jurídica que presta uno o más servicios de confianza, bien como prestador cualificado o como prestador no cualificado de servicios de confianza;\n20) «prestador cualificado de servicios de confianza», un prestador de servicios de confianza que presta uno o varios servicios de confianza cualificados y al que el organismo de supervisión ha concedido la cualificación;\n21) «producto», un equipo o programa informático, o los componentes pertinentes del mismo, destinado a ser utilizado para la prestación de servicios de confianza;\n22) «dispositivo de creación de firma electrónica», un equipo o programa informático configurado que se utiliza para crear una firma electrónica;\n23) «dispositivo cualificado de creación de firma electrónica», un dispositivo de creación de firmas electrónicas que cumple los requisitos enumerados en el anexo II;\n24) «creador de un sello», una persona jurídica que crea un sello electrónico;\n25) «sello electrónico», datos en formato electrónico anejos a otros datos en formato electrónico, o asociados de manera lógica con ellos, para garantizar el origen y la integridad de estos últimos;\n26) «sello electrónico avanzado», un sello electrónico que cumple los requisitos contemplados en el artículo 36;\n27) «sello electrónico cualificado», un sello electrónico avanzado que se crea mediante un dispositivo cualificado de creación de sellos electrónicos y que se basa en un certificado cualificado de sello electrónico;\n28) «datos de creación del sello electrónico», los datos únicos que utiliza el creador del sello electrónico para crearlo;\n29) «certificado de sello electrónico», una declaración electrónica que vincula los datos de validación de un sello con una persona jurídica y confirma el nombre de esa persona;\n30) «certificado cualificado de sello electrónico», un certificado de sellos electrónicos que ha sido expedido por un prestador cualificado de servicios de confianza y que cumple los requisitos establecidos en el anexo III;\n31) «dispositivo de creación de sello electrónico», un equipo o programa informático configurado que se utiliza para crear un sello electrónico;\n32) «dispositivo cualificado de creación de sello electrónico», un dispositivo de creación de sellos electrónicos que cumple mutatis mutandis los requisitos enumerados en el anexo II;\n33) «sello de tiempo electrónico», datos en formato electrónico que vinculan otros datos en formato electrónico con un instante concreto, aportando la prueba de que estos últimos datos existían en ese instante;\n34) «sello cualificado de tiempo electrónico», un sello de tiempo electrónico que cumple los requisitos establecidos en el artículo 42;\n35) «documento electrónico», todo contenido almacenado en formato electrónico, en particular, texto o registro sonoro, visual o audiovisual;\n36) «servicio de entrega electrónica certificada», un servicio que permite transmitir datos entre partes terceras por medios electrónicos y aporta pruebas relacionadas con la gestión de los datos transmitidos, incluida la prueba del envío y la recepción de los datos, y que protege los datos transmitidos frente a los riesgos de pérdida, robo, deterioro o alteración no autorizada;\n37) «servicio cualificado de entrega electrónica certificada», un servicio de entrega electrónica certificada que cumple los requisitos establecidos en el artículo 44;\n38) «certificado de autenticación de sitio web», una declaración que permite autenticar un sitio web y vincula el sitio web con la persona física o jurídica a quien se ha expedido el certificado;\n39) «certificado cualificado de autenticación de sitio web», un certificado de autenticación de sitio web expedido por un prestador cualificado de servicios de confianza y que cumple los requisitos establecidos en el anexo IV;\n40) «datos de validación», los datos utilizados para validar una firma electrónica o un sello electrónico;\n41) «validación», el proceso de verificar y confirmar la validez de una firma o sello electrónicos."
            },
            {
              "numeroArticulo": 4,
              "nombreArticulo": "Principio del mercado interior",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🌍 **Principio de libre mercado:** Este artículo establece que:\n\n1. 🔓 **Sin restricciones**: No se impondrán limitaciones a los servicios de confianza ofrecidos en un Estado miembro por prestadores de otros Estados miembros en las áreas reguladas por este reglamento.\n2. 🚚 **Libre circulación**: Los productos y servicios de confianza que cumplan con este reglamento podrán circular libremente en el mercado interior.",
              "textoCompletoArticulo": "Artículo 4 Principio del mercado interior\n1. No se impondrá restricción alguna a la prestación de servicios de confianza en el territorio de un Estado miembro por un prestador de servicios de confianza establecido en otro Estado miembro por razones que entren en los ámbitos cubiertos por el presente Reglamento.\n2. Se permitirá la libre circulación en el mercado interior de los productos y servicios de confianza que se ajusten al presente Reglamento."
            },
            {
              "numeroArticulo": 5,
              "nombreArticulo": "Tratamiento y protección de los datos",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🔒 **Protección de datos personales:**\n\n1. 📑 **Cumplimiento con la Directiva 95/46/CE**: El tratamiento de datos personales debe ajustarse a lo establecido en esta directiva.\n2. 🆔 **Uso de seudónimos permitido**: Aunque los efectos legales de los seudónimos dependerán de la normativa nacional, su uso no podrá ser prohibido en transacciones electrónicas.",
              "textoCompletoArticulo": "Artículo 5 Tratamiento y protección de los datos\n1. El tratamiento de los datos personales será conforme a lo dispuesto en la Directiva 95/46/CE.\n2. Sin perjuicio de los efectos jurídicos que la legislación nacional contemple para los seudónimos, no se prohibirá su utilización en las transacciones electrónicas."
            }
          ],
          "Secciones": []
        },
        {
          "NombreCapitulo": "CAPÍTULO II - IDENTIFICACIÓN ELECTRÓNICA",
          "ResumenCapitulo": "**Capítulo II: Identificación Electrónica** 🔒\n\n**Artículo 6: Reconocimiento mutuo** 🌍\n1. Los Estados miembros reconocerán los medios de **identificación electrónica** de otros Estados miembros cuando:\n   - 🔗 Estén en la lista de sistemas de identificación aprobados por la **Comisión Europea**.\n   - ✅ Cumplan con el **nivel de seguridad** necesario (sustancial o alto).\n   - 📌 El organismo público del servicio en línea emplee un nivel de seguridad sustancial o alto.\n   - El reconocimiento será obligatorio 12 meses después de que se publique la lista.\n2. Los medios de identificación con **nivel de seguridad bajo** también pueden ser reconocidos para la **autenticación transfronteriza**.\n\n**Artículo 7: Condiciones para la notificación** 📋\nUn sistema de identificación podrá ser notificado a la **Comisión** si:\n   - 🛂 Los medios de identificación son emitidos por el Estado miembro o reconocidos por él.\n   - 🎫 Se pueden usar para acceder a **servicios públicos** en dicho Estado.\n   - 🛡️ Cumplen con al menos uno de los **niveles de seguridad**.\n   - 📄 Garantizan que los datos de identificación sean precisos y seguros.\n   - 🌐 La autenticación es accesible para otros Estados miembros de forma **gratuita** para servicios públicos.\n\n**Artículo 8: Niveles de seguridad** 🔑\n   - **Bajo**: confianza limitada en la identidad declarada, reduce el riesgo de uso indebido.\n   - **Sustancial**: confianza media en la identidad, reduce sustancialmente el riesgo de uso indebido.\n   - **Alto**: confianza alta, evita el uso indebido de la identidad.\n   - La Comisión establecerá **especificaciones técnicas** mínimas para cada nivel.\n\n**Artículo 9: Notificación** 📝\n   - Los Estados deben enviar a la Comisión una descripción del sistema de identificación, **niveles de seguridad**, autoridades responsables y detalles sobre autenticación.\n   - La Comisión publicará la **lista de sistemas notificados**.\n\n**Artículo 10: Violación de seguridad** 🚨\n   - Si un sistema es vulnerado, el Estado debe **suspender o revocar** su autenticación y comunicarlo.\n   - Si no se corrige en tres meses, el sistema será retirado de la lista oficial.\n\n**Artículo 11: Responsabilidad** ⚖️\n   - El Estado y las partes involucradas son responsables de los daños causados por **negligencia** en transacciones transfronterizas.\n\n**Artículo 12: Cooperación e interoperabilidad** 🤝\n   - Los sistemas de identificación notificados deben ser **interoperables**.\n   - Se creará un marco que **favorezca la privacidad**, cumpla con **normas internacionales** y asegure la **protección de datos**.\n   - Los Estados miembros cooperarán en **seguridad** e **intercambio de experiencias** sobre identificación electrónica.\n\nEste capítulo establece una **base común para la identificación electrónica** en la UE, promoviendo la **interoperabilidad, seguridad y cooperación** entre Estados miembros. 🌐",
          "Articulos": [
            {
              "numeroArticulo": 6,
              "nombreArticulo": "Reconocimiento mutuo",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🔑 **Reconocimiento de identificación electrónica entre Estados Miembros**:\n1. Se reconoce el medio de **identificación electrónica** de un Estado miembro en otro para la **autenticación transfronteriza** cuando:\n   - El medio fue emitido conforme a un sistema publicado por la **Comisión** 📝.\n   - Cumple con el **nivel de seguridad** requerido, siendo igual o superior al necesario.\n   - El organismo público receptor exige **seguridad sustancial o alta**.\n   \n2. Medios de identificación de **nivel bajo** también pueden ser reconocidos en ciertos servicios, si así lo deciden los organismos públicos.",
              "textoCompletoArticulo": "Artículo 6 Reconocimiento mutuo\n\t1. Cuando sea necesaria una identificación electrónica utilizando un medio de identificación electrónica y una autenticación en virtud de la normativa o la práctica administrativa nacionales para acceder a un servicio prestado en línea por un organismo del sector público en un Estado miembro, se reconocerá en dicho Estado miembro, a efectos de la autenticación transfronteriza en dicho servicio en línea, el medio de identificación electrónica expedido en otro Estado miembro, siempre que:\n\t\ta) este medio de identificación electrónica haya sido expedido en virtud de un sistema de identificación electrónica incluido en la lista publicada por la Comisión de conformidad con el artículo 9;\n\t\tb) el nivel de seguridad de este medio de identificación electrónica corresponda a un nivel de seguridad igual o superior al nivel de seguridad requerido por el organismo del sector público para acceder a dicho servicio en línea en el primer Estado miembro, siempre que el nivel de seguridad de dicho medio de identificación electrónica corresponda a un nivel de seguridad sustancial o alto;\n\t\tc) el organismo público en cuestión utilice un nivel de seguridad sustancial o alto en relación con el acceso a ese servicio en línea.\n\t\tEste reconocimiento se producirá a más tardar 12 meses después de que la Comisión publique la lista a que se refiere la letra a) del párrafo primero.\n\t2. Un medio de identificación electrónica expedido por un sistema de identificación electrónica incluido en la lista publicada por la Comisión de conformidad con el artículo 9 y que corresponda al nivel de seguridad bajo podrá ser reconocido por los órganos del sector público a efectos de la autenticación transfronteriza del servicio prestado en línea por dichos órganos."
            },
            {
              "numeroArticulo": 7,
              "nombreArticulo": "Condiciones para la notificación de los sistemas de identificación electrónica",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "📋 **Requisitos para notificar un sistema de identificación electrónica**:\n- La **identificación electrónica** debe ser emitida por el **Estado miembro** o bajo su mandato 🛠️.\n- El sistema debe permitir acceso a un **servicio público** que requiera identificación.\n- Se requiere cumplir con un **nivel de seguridad** sustancial o alto 🔒.\n- El Estado debe asegurar la **atribución exclusiva** de la identidad a una persona 🧑.\n- Debe permitir autenticación en línea accesible a otros Estados miembros.",
              "textoCompletoArticulo": "Artículo 7 Condiciones para la notificación de los sistemas de identificación electrónica\n\tUn sistema de identificación electrónica podrá ser objeto de notificación con arreglo al artículo 9, apartado 1, si se cumplen la totalidad de las condiciones siguientes:\n\t\ta) que los medios de identificación electrónica en virtud del sistema de identificación electrónica hayan sido expedidos:\n\t\t\ti) por el Estado miembro que efectúa la notificación,\n\t\t\tii) por mandato del Estado miembro que efectúa la notificación, o\n\t\t\tiii) independientemente del Estado miembro que efectúa la notificación y reconocidos por dicho Estado miembro;\n\t\tb) que los medios de identificación electrónica en virtud del sistema de identificación electrónica puedan usarse para acceder al menos a un servicio prestado por un organismo del sector público que exija la identificación electrónica en el Estado miembro que efectúa la notificación;\n\t\tc) que tanto el sistema de identificación electrónica como los medios de identificación electrónicos en su virtud expedidos cumplan los requisitos de al menos uno de los niveles de seguridad previstos en el acto de ejecución a que hace referencia el artículo 8, apartado 3;\n\t\td) que el Estado miembro que efectúa la notificación garantice que los datos de identificación de la persona que representan en exclusiva a la persona en cuestión se atribuyen de conformidad con las especificaciones técnicas, las normas y los procedimientos del nivel de seguridad pertinente establecido en el acto de ejecución a que se refiere el artículo 8, apartado 3, a la persona física o jurídica a la que se refiere el artículo 3, punto 1, en el momento de expedición de los medios de identificación electrónica previstos en este sistema;\n\t\te) que la parte que expide los medios de identificación electrónica previstos en este sistema garantice que los medios de identificación electrónica se atribuyan a la persona a que se refiere la letra d) del presente artículo de conformidad con las especificaciones técnicas, las normas y los procedimientos del nivel de seguridad pertinente establecidos en el acto de ejecución a que se refiere el artículo 8, apartado 3;\n\t\tf) el Estado miembro que efectúa la notificación garantiza la disponibilidad de la autenticación en línea de manera que cualquier parte usuaria establecida en el territorio de otro Estado miembro pueda confirmar los datos de identificación de la persona recibidos en formato electrónico.\n\t\t\tPara las partes usuarias distintas de los organismos del sector público, el Estado miembro que efectúa la notificación podrá definir las condiciones de acceso a esa autenticación. La autenticación transfronteriza deberá ser gratuita cuando se realice en relación con un servicio en línea prestado por un organismo del sector público.\n\t\t\tLos Estados miembros no impondrán requisitos técnicos específicos desproporcionados a las partes usuarias que tengan intención de llevar a cabo tal autenticación, cuando esos requisitos impidan u obstaculicen significativamente la interoperabilidad de los sistemas de identificación electrónica notificados;\n\t\tg) al menos seis meses antes de la notificación a la que se refiere el artículo 9, apartado 1, el Estado miembro que efectúa la notificación presentará a los demás Estados miembros, a efectos de la obligación a que se refiere el artículo 12, apartado 5, una descripción de este sistema, de conformidad con las modalidades de procedimiento establecidas en los actos de ejecución a los que se refiere el artículo 12, apartado 7;\n\t\th) el sistema de identificación electrónica cumple los requisitos del acto de ejecución a que se refiere el artículo 12, apartado 8."
            },
            {
              "numeroArticulo": 8,
              "nombreArticulo": "Niveles de seguridad de los sistemas de identificación electrónica",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🔒 **Niveles de seguridad para la identificación electrónica**:\n1. Los sistemas de identificación deberán especificar **niveles de seguridad**: bajo, sustancial y alto.\n2. **Criterios** para cada nivel:\n   - **Bajo**: Grado limitado de confianza en la identidad.\n   - **Sustancial**: Mayor confianza con controles técnicos significativos ⚙️.\n   - **Alto**: Máxima confianza, protegiendo contra el uso indebido.\n3. La **Comisión** establecerá normas técnicas para estos niveles en referencia a la autenticación y expedición de medios de identificación.",
              "textoCompletoArticulo": "Artículo 8 Niveles de seguridad de los sistemas de identificación electrónica\n\t1. Un sistema de identificación electrónica notificado en virtud del artículo 9, apartado 1, deberá especificar los niveles de seguridad bajo, sustancial y alto para los medios de identificación electrónica expedidos en virtud del mismo.\n\t2. Los niveles de seguridad bajo, sustancial y alto cumplirán los siguientes criterios, respectivamente:\n\t\ta) el nivel de seguridad bajo se referirá a un medio de identificación electrónica, en el contexto de un sistema de identificación electrónica, que establece un grado limitado de confianza en la identidad pretendida o declarada de una persona y se describe en referencia a las especificaciones técnicas, las normas y los procedimientos del mismo, entre otros los controles técnicos, y cuyo objetivo es reducir el riesgo de uso indebido o alteración de la identidad;\n\t\tb) el nivel de seguridad sustancial se referirá a un medio de identificación electrónica, en el contexto de un sistema de identificación electrónica, que establece un grado sustancial de confianza en la identidad pretendida o declarada de una persona y se describe en referencia a las especificaciones técnicas, las normas y los procedimientos del mismo, entre otros los controles técnicos, y cuyo objetivo es reducir sustancialmente el riesgo de uso indebido o alteración de la identidad;\n\t\tc) el nivel de seguridad alto se referirá a un medio de identificación electrónica, en el contexto de un sistema de identificación electrónica, que establece un grado de confianza en la identidad pretendida o declarada de una persona superior al medio de identificación electrónica con un nivel de seguridad sustancial, y se describe en referencia a las especificaciones técnicas, las normas y los procedimientos del mismo, entre otros los controles técnicos, cuyo objetivo es evitar el uso indebido o alteración de la identidad.\n\t3. A más tardar el 18 de septiembre de 2015, teniendo en cuenta las normas internacionales pertinentes, y en los términos del apartado 2, la Comisión establecerá, mediante actos de ejecución, las especificaciones técnicas mínimas, las normas y los procedimientos con referencia a los cuales se especificarán los niveles de seguridad bajo, sustancial y alto de los medios de identificación electrónica a efectos del apartado 1.\n\t\tEstas especificaciones técnicas mínimas, normas y procedimientos se establecerán en referencia a la fiabilidad y la calidad de los siguientes elementos:\n\t\ta) el procedimiento para demostrar y comprobar la identidad de las personas físicas o jurídicas que solicitan la expedición de los medios de identificación electrónica;\n\t\tb) el procedimiento para expedir los medios de identificación electrónica solicitados;\n\t\tc) el mecanismo de autenticación mediante el cual la persona física o jurídica utiliza los medios de identificación electrónica para confirmar su identidad a una parte usuaria;\n\t\td) la entidad que expide los medios de identificación electrónica;\n\t\te) cualquier otro organismo que intervenga en la solicitud de expedición de los medios de identificación electrónica, y\n\t\tf) las especificaciones técnicas y de seguridad de los medios de identificación electrónica.\n\t\tEstos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
            },
            {
              "numeroArticulo": 9,
              "nombreArticulo": "Notificación",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "📬 **Procedimientos de notificación de sistemas de identificación electrónica**:\n1. El Estado miembro que notifique debe proporcionar a la **Comisión**:\n   - **Descripción** del sistema de identificación 📄.\n   - Información sobre **supervisión y responsabilidades** de las partes involucradas.\n   - Detalles de la **autoridad** responsable.\n   - Información sobre las **entidades** que gestionan los datos de identificación.\n\n2. La **Comisión publicará** anualmente en el Diario Oficial la lista de sistemas notificados y sus modificaciones.\n3. Las modificaciones de la lista también se publicarán en un plazo de dos meses tras la notificación.",
              "textoCompletoArticulo": "Artículo 9 Notificación\n\t1. El Estado miembro que efectúa la notificación transmitirá a la Comisión la siguiente información y, sin dilaciones indebidas, cualquier modificación posterior de la misma:\n\t\ta) una descripción del sistema de identificación electrónica, que incluya sus niveles de seguridad y el emisor o emisores de los medios de identificación electrónica en virtud de este sistema;\n\t\tb) el régimen de supervisión aplicable y la información sobre el régimen de responsabilidades respecto de:\n\t\t\ti) la parte que expida los medios de identificación electrónica, y\n\t\t\tii) la parte que utilice el procedimiento de autenticación;\n\t\tc) la autoridad o autoridades responsables del sistema de identificación electrónica;\n\t\td) información sobre la o las entidades que gestionan el registro de los datos únicos de identificación de la persona;\n\t\te) una descripción de cómo se cumplen los requisitos de los actos de ejecución a los que se hace referencia en el artículo 12, apartado 8;\n\t\tf) una descripción de la autenticación a la que se refiere la letra f) del artículo 7;\n\t\tg) disposiciones relativas a la suspensión o revocación del sistema de identificación electrónica, o autenticación notificados o de las partes interesadas.\n\t2. Un año después de la fecha de aplicación de los actos de ejecución a que hacen referencia el artículo 8, apartado 3, y el artículo 12, apartado 8, la Comisión publicará en el Diario Oficial de la Unión Europea la lista de los sistemas de identificación electrónica notificados de conformidad con el apartado 1 del presente artículo y la información básica al respecto.\n\t3. Si la Comisión recibe una notificación una vez haya concluido el período a que se refiere el apartado 2, publicará en el Diario Oficial de la Unión Europea las modificaciones de la lista a la que se hace referencia en el apartado 2 en el plazo de dos meses a partir de la fecha de recepción de dicha notificación.\n\t4. Todo Estado miembro podrá presentar a la Comisión la solicitud de suprimir un sistema de identificación electrónica notificado por dicho Estado miembro de la lista a la que se refiere el apartado 2. La Comisión publicará en el Diario Oficial de la Unión Europea las modificaciones correspondientes de la lista en el plazo de un mes a partir de la fecha de recepción de la solicitud del Estado miembro.\n\t5. La Comisión podrá, mediante actos de ejecución, definir las circunstancias, formatos y procedimientos relativos a la notificación a que se refiere el apartado 1. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
            },
            {
              "numeroArticulo": 10,
              "nombreArticulo": "Violación de la seguridad",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🚨 **Acciones en caso de violación de seguridad en identificación electrónica**:\n1. Si ocurre una **violación de seguridad** en el sistema de identificación electrónica, el **Estado miembro** debe:\n   - **Suspender** o **revocar** la autenticación afectada y notificar a los demás Estados miembros y a la **Comisión** ⚠️.\n2. Al corregir la violación, el Estado miembro debe restablecer la autenticación y notificar el restablecimiento.\n3. Si la violación persiste por más de **tres meses**, se deberá retirar el sistema de identificación de la lista oficial.",
              "textoCompletoArticulo": "Artículo 10 Violación de la seguridad\n\t1. En caso de que el sistema de identificación electrónica notificado con arreglo al artículo 9, apartado 1, o la autenticación a que se refiere el artículo 7, letra f), hayan sido violados o puestos parcialmente en peligro de una forma que afecte a la fiabilidad de la autenticación transfronteriza de dicho sistema, el Estado miembro que efectúa la notificación suspenderá o revocará sin dilaciones indebidas dicha autenticación transfronteriza o las partes afectadas, e informará al respecto a los demás Estados miembros y a la Comisión.\n\t2. Cuando se haya subsanado la violación o la puesta en peligro a que se refiere el apartado 1, el Estado miembro que efectúa la notificación restablecerá la autenticación transfronteriza e informará sin dilaciones indebidas a los demás Estados miembros y a la Comisión.\n\t3. Si la violación o la puesta en peligro a que se refiere el apartado 1 no se corrige en un plazo de tres meses a partir de la suspensión o revocación, el Estado miembro que efectúa la notificación comunicará la retirada del sistema de identificación electrónica a los demás Estados miembros y a la Comisión.\n\tLa Comisión publicará en el Diario Oficial de la Unión Europea las modificaciones correspondientes de la lista a que se refiere el artículo 9, apartado 2, sin dilaciones indebidas."
            },
            {
              "numeroArticulo": 11,
              "nombreArticulo": "Responsabilidad",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "⚖️ **Responsabilidad en la identificación electrónica**:\n1. El Estado que **notifica** responde por los **daños** causados en casos de incumplimiento de las letras **d) y f) del artículo 7**.\n2. La **parte emisora** es responsable de daños derivados del incumplimiento de la **letra e) del artículo 7**.\n3. La **parte de autenticación** responde por los daños según la **letra f) del artículo 7**.\n4. Estas disposiciones son aplicables conforme a las **normas nacionales** sobre responsabilidad.",
              "textoCompletoArticulo": "Artículo 11 Responsabilidad\n\t1. El Estado miembro que efectúa la notificación será responsable de los perjuicios causados de forma deliberada o por negligencia a cualquier persona física o jurídica en caso de incumplimiento de sus obligaciones en virtud de las letras d) y f) del artículo 7 en una transacción transfronteriza.\n\t2. La parte que expida los medios de identificación electrónica será responsable de los perjuicios causados de forma deliberada o por negligencia a cualquier persona física o jurídica en caso de incumplimiento de sus obligaciones en virtud de la letra e) del artículo 7 en una transacción transfronteriza.\n\t3. La parte que realice el procedimiento de autenticación será responsable de los perjuicios causados de forma deliberada o por negligencia a cualquier persona física o jurídica en caso de incumplimiento de sus obligaciones en virtud de la letra f) del artículo 7 en una transacción transfronteriza.\n\t4. Los apartados 1, 2 y 3 se aplicarán con arreglo a las normas nacionales sobre responsabilidad.\n\t5. Los apartados 1, 2 y 3 se entenderán sin perjuicio de la responsabilidad de las partes de acuerdo con la legislación nacional en relación con una transacción en la que se utilicen medios de identificación electrónica incluidos en el sistema de identificación electrónica notificado en virtud del artículo 9, apartado 1."
            },
            {
              "numeroArticulo": 12,
              "nombreArticulo": "Cooperación e interoperabilidad",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🤝 **Cooperación y marco de interoperabilidad**:\n1. Los sistemas de identificación notificados deben ser **interoperables** entre Estados Miembros.\n2. Se implementará un **marco de interoperabilidad** que:\n   - Sea **neutral tecnológicamente** 🔧.\n   - Cumpla con estándares **internacionales y europeos** 🌍.\n   - Promueva la **privacidad** desde el diseño 🛡️.\n   - Asegure el **tratamiento seguro de los datos personales**.\n3. El marco incluye:\n   - Requisitos mínimos técnicos de seguridad y **procedimientos comunes**.\n   - **Conjunto mínimo de datos de identificación** unívocos de cada persona.\n4. La **Comisión** establecerá los procedimientos para facilitar la cooperación y garantizar altos niveles de **confianza y seguridad**.",
              "textoCompletoArticulo": "Artículo 12 Cooperación e interoperabilidad\n\t1. Los sistemas nacionales de identificación electrónica notificados de conformidad con el artículo 9, apartado 1, serán interoperables.\n\t2. A efectos del apartado 1, se establecerá un marco de interoperabilidad.\n\t3. El marco de interoperabilidad debe cumplir los criterios siguientes:\n\t\ta) aspirar a ser neutro desde un punto de vista tecnológico y no discriminar entre soluciones técnicas nacionales específicas para la identificación electrónica dentro del Estado miembro;\n\t\tb) ajustarse a las normas internacionales y europeas, siempre que sea posible;\n\t\tc) facilitar la aplicación del principio de privacidad desde el diseño, y\n\t\td) garantizar que los datos personales se procesen con arreglo a la Directiva 95/46/CE.\n\t4. El marco de interoperabilidad consistirá en lo siguiente:\n\t\ta) una referencia a los requisitos técnicos mínimos relativos a los niveles de seguridad contemplados en el artículo 8;\n\t\tb) una correlación entre los niveles de seguridad nacionales de los sistemas de identificación electrónica y los niveles de seguridad contemplados en el artículo 8;\n\t\tc) una referencia a los requisitos técnicos mínimos para la interoperabilidad;\n\t\td) una referencia a un conjunto mínimo de datos de identificación de la persona que representan de manera única a una persona física o jurídica, y que está disponible en los sistemas de identificación electrónica;\n\t\te) reglas de procedimiento;\n\t\tf) acuerdos para la resolución de litigios, y\n\t\tg) normas comunes de seguridad operativa.\n\t5. Los Estados miembros cooperarán con respecto a lo siguiente:\n\t\ta) la interoperabilidad de los sistemas de identificación electrónica notificados con arreglo al artículo 9, apartado 1, y los sistemas de identificación electrónica que los Estados miembros tienen intención de notificar, y\n\t\tb) la seguridad de los sistemas de identificación electrónica.\n\t6. La cooperación entre Estados miembros consistirá en:\n\t\ta) un intercambio de información, experiencia y prácticas idóneas sobre sistemas de identificación electrónica, en particular sobre los requisitos técnicos relacionados con la interoperabilidad y los niveles de seguridad;\n\t\tb) un intercambio de información, experiencia y prácticas idóneas sobre el trabajo con los niveles de seguridad de los sistemas de identificación electrónica contemplados en el artículo 8;\n\t\tc) una revisión inter pares de los sistemas de identificación electrónica que entran en el ámbito de aplicación del presente Reglamento, y\n\t\td) un examen de las novedades pertinentes en el sector de la identificación electrónica.\n\t7. A más tardar el 18 de marzo de 2015, la Comisión fijará, mediante actos de ejecución, las modalidades de procedimiento necesarias para facilitar la cooperación entre los Estados miembros a que se refieren los apartados 5 y 6, con vistas a fomentar un alto grado de confianza y seguridad que corresponda al nivel de riesgo.\n\t8. A más tardar el 18 de septiembre de 2015, a efectos de establecer condiciones uniformes para la ejecución de los requisitos del apartado 1, la Comisión, sin perjuicio de los criterios establecidos en el apartado 3 y teniendo en cuenta los resultados de la cooperación entre Estados miembros, adoptará actos de ejecución sobre el marco de interoperabilidad tal como se establece en el apartado 4.\n\t9. Los actos de ejecución a que se refieren los apartados 7 y 8 del presente artículo se adoptarán de conformidad con el procedimiento de examen contemplado en el artículo 48, apartado 2."
            }
          ],
          "Secciones": []
        },
        {
          "NombreCapitulo": "CAPÍTULO III - SERVICIOS DE CONFIANZA",
          "ResumenCapitulo": "**Capítulo III: Servicios de Confianza** 📑. Este capítulo regula aspectos esenciales para los prestadores de servicios de confianza, abarcando desde la **responsabilidad** ⚖️, hasta los **requisitos de seguridad** 🛡️ y normas de **supervisión** 📋.\n\n### Disposiciones Generales 📜\n- **Responsabilidad** de los prestadores: son responsables por los daños causados intencionalmente o por negligencia. La carga de prueba recae en el afectado y se presume culpa en prestadores cualificados a menos que demuestren lo contrario.\n- **Aspectos Internacionales** 🌐: Servicios de confianza de terceros países pueden ser reconocidos si existen acuerdos con la Unión Europea que aseguren equivalencia legal.\n- **Accesibilidad** ♿: Los servicios deben ser accesibles para personas con discapacidad.\n- **Sanciones** 🚨: Los Estados miembros establecerán sanciones eficaces y proporcionales en caso de infracción de las normas.\n\n### Supervisión 👁️\n- **Organismos de Supervisión**: Los Estados designarán organismos encargados de garantizar el cumplimiento de los servicios de confianza. Estos organismos deben cooperar entre sí y con autoridades de protección de datos para realizar auditorías y mantener listas de confianza.\n- **Asistencia Mutua** 🤝: Los organismos pueden solicitar ayuda a otros Estados y realizar investigaciones conjuntas si es necesario.\n\n### Seguridad 🛡️\n- **Medidas de Seguridad**: Prestadores deben implementar medidas técnicas y organizativas contra incidentes de seguridad y notificar cualquier violación a los organismos de supervisión.\n\n### Servicios de Confianza Cualificados ✅\n- **Supervisión de Prestadores Cualificados**: Se auditarán al menos cada 24 meses para verificar el cumplimiento de los requisitos.\n- **Listas de Confianza** 📋: Los Estados deben mantener listas de prestadores cualificados para asegurar transparencia y confianza en los servicios.\n\n### Firma Electrónica 🖋️\n- **Efectos Jurídicos**: Una firma electrónica cualificada tiene el mismo valor que una firma manuscrita. Las firmas de otros Estados miembros serán reconocidas mutuamente.\n\n### Sellos Electrónicos 📜\n- **Efectos Jurídicos**: Un sello electrónico cualificado tiene presunción de integridad y origen correcto de datos en todos los Estados miembros.\n\n### Sello de Tiempo Electrónico ⏳\n- **Efectos Jurídicos**: Proporciona prueba de integridad y fecha/hora exactas, reconocidas en todos los Estados miembros.\n\n### Servicio de Entrega Electrónica Certificada 📧\n- **Efectos Jurídicos**: Se reconoce como prueba de integridad, fecha, y entrega de datos a destinatarios identificados.\n\n### Autenticación de Sitios Web 🌐\n- **Certificados Cualificados**: Existen requisitos específicos para la autenticación de sitios web, asegurando la confianza y veracidad de las conexiones.\n\nEste capítulo garantiza la **integridad, seguridad y confianza** en servicios electrónicos dentro de la UE, regulando responsabilidades, supervisión, y requisitos técnicos que fomentan un entorno seguro para usuarios y prestadores de servicios de confianza. 🚀",
          "Articulos": [],
          "Secciones": [
            {
              "NombreSeccion": "SECCIÓN 1 - Disposiciones generales",
              "ResumenSeccion": "**SECCIÓN 1: Disposiciones Generales**\n\n**Artículo 13: Responsabilidad y Carga de la Prueba**\n- 💼 **Responsabilidad**: Los prestadores de servicios de confianza son responsables por daños causados por **negligencia o intencionalidad** hacia personas físicas o jurídicas cuando incumplen sus obligaciones.\n- ⚖️ **Carga de la Prueba**: Si el prestador de servicios no es cualificado, la persona afectada debe demostrar la intencionalidad o negligencia. Para prestadores cualificados, se asume que existe intencionalidad o negligencia, salvo que demuestren lo contrario.\n- 🔍 **Limitaciones Informadas**: Si el prestador informa de limitaciones en el uso de sus servicios y son reconocibles por terceros, no será responsable por daños derivados del uso que exceda estas limitaciones.\n- 📜 **Aplicación Nacional**: Estas disposiciones se aplicarán según las normativas nacionales de responsabilidad.\n\n**Artículo 14: Aspectos Internacionales**\n- 🌐 **Equivalencia Legal**: Los servicios de confianza de prestadores ubicados en terceros países se considerarán legalmente equivalentes a los de prestadores cualificados en la Unión, siempre que exista un acuerdo entre la Unión y el tercer país.\n- 🤝 **Requisitos del Acuerdo**: Estos acuerdos deben garantizar que:\n  - Los prestadores de terceros países cumplen los requisitos de los prestadores cualificados de la Unión.\n  - Los servicios de confianza cualificados de la Unión se reconocen como equivalentes a los de terceros países con acuerdos.\n\n**Artículo 15: Accesibilidad para Personas con Discapacidad**\n- ♿ **Accesibilidad**: Los servicios de confianza y los productos usados en su prestación deben ser accesibles para personas con discapacidad, siempre que sea posible.\n\n**Artículo 16: Sanciones**\n- 🛡️ **Normas de Sanción**: Los Estados miembros deben establecer sanciones para infracciones al Reglamento, que deben ser **efectivas, proporcionales y disuasorias**.",
              "Articulos": [
                {
                  "numeroArticulo": 13,
                  "nombreArticulo": "Responsabilidad y carga de la prueba",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. **Responsabilidad de los prestadores de servicios de confianza** ⚖️: Serán responsables de los daños causados intencionadamente o por negligencia. La **prueba de la negligencia** o intención será responsabilidad de quien alegue el daño, salvo para prestadores cualificados, donde se presume su negligencia o intención, a menos que demuestren lo contrario.\n\n2. **Limitaciones de responsabilidad** 🔒: Si el prestador informa adecuadamente sobre las limitaciones de sus servicios y estas son reconocibles para terceros, no será responsable por daños causados al usar los servicios fuera de dichas limitaciones.\n\n3. **Normas nacionales** 🌍: Estas reglas se aplican según las leyes de responsabilidad nacionales.",
                  "textoCompletoArticulo": "Artículo 13 Responsabilidad y carga de la prueba\n1. Sin perjuicio de lo dispuesto en el apartado 2, los prestadores de servicios de confianza serán responsables de los perjuicios causados de forma deliberada o por negligencia a cualquier persona física o jurídica en razón del incumplimiento de las obligaciones establecidas en el presente Reglamento.\nLa carga de la prueba de la intencionalidad o la negligencia de un prestador no cualificado de servicios de confianza corresponderá a la persona física o jurídica que alegue los perjuicios a que se refiere el primer párrafo.\nSe presumirá la intencionalidad o la negligencia de un prestador cualificado de servicios de confianza salvo cuando ese prestador cualificado de servicios de confianza demuestre que los perjuicios a que se refiere el párrafo primero se produjeron sin intención ni negligencia por su parte.\n2. Cuando un prestador de servicios informe debidamente a sus clientes con antelación sobre las limitaciones de la utilización de los servicios que presta y estas limitaciones sean reconocibles para un tercero, el prestador de servicios de confianza no será responsable de los perjuicios producidos por una utilización de los servicios que vaya más allá de las limitaciones indicadas.\n3. Los apartados 1 y 2 se aplicarán con arreglo a las normas nacionales sobre responsabilidad."
                },
                {
                  "numeroArticulo": 14,
                  "nombreArticulo": "Aspectos internacionales",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. **Reconocimiento de servicios de confianza internacionales** 🌐: Los servicios de confianza de terceros países serán considerados equivalentes a los de la Unión Europea si existen acuerdos con dichos países que los reconozcan como tal.\n\n2. **Condiciones de los acuerdos** 📜: Los acuerdos deben asegurar que:\n   - Los prestadores de servicios de confianza de terceros países cumplan los requisitos de los prestadores cualificados de la Unión.\n   - Los servicios de confianza de la Unión también sean reconocidos como equivalentes en los terceros países.",
                  "textoCompletoArticulo": "Artículo 14 Aspectos internacionales\n1. Los servicios de confianza prestados por los prestadores de servicios de confianza establecidos en un tercer país serán reconocidos como legalmente equivalentes a los servicios de confianza cualificados prestados por prestadores cualificados de servicios de confianza establecidos en la Unión si los servicios de confianza originarios del tercer país son reconocidos en virtud de un acuerdo celebrado entre la Unión y el tercer país en cuestión u organizaciones internacionales de conformidad con el artículo 218 del TFUE.\n2. Los acuerdos a que se refiere el apartado 1 garantizarán, en particular, que:\n   a) los prestadores de servicios de confianza de terceros países u organizaciones internacionales con los que se celebren acuerdos y los servicios de confianza que prestan cumplen los requisitos aplicables a los prestadores cualificados de servicios de confianza establecidos en la Unión y a los servicios de confianza cualificados que prestan;\n   b) los servicios de confianza cualificados prestados por prestadores cualificados de servicios de confianza establecidos en la Unión son reconocidos como legalmente equivalentes a los servicios de confianza prestados por prestadores de servicios en terceros países u organizaciones internacionales con los que se celebran acuerdos."
                },
                {
                  "numeroArticulo": 15,
                  "nombreArticulo": "Accesibilidad para las personas con discapacidad",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Accesibilidad** ♿: Siempre que sea posible, los servicios de confianza y los productos usados en su prestación deben ser accesibles para personas con discapacidad.",
                  "textoCompletoArticulo": "Artículo 15 Accesibilidad para las personas con discapacidad\nSiempre que sea factible, los servicios de confianza prestados y los productos para el usuario final utilizados en la prestación de estos servicios deberán ser accesibles para las personas con discapacidad."
                },
                {
                  "numeroArticulo": 16,
                  "nombreArticulo": "Sanciones",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Sanciones por infracciones** 🚨: Los Estados miembros deben establecer sanciones eficaces, proporcionadas y disuasorias para las infracciones a este Reglamento.",
                  "textoCompletoArticulo": "Artículo 16 Sanciones\nLos Estados miembros establecerán normas relativas a las sanciones aplicables a las infracciones del presente Reglamento. Las sanciones previstas serán eficaces, proporcionadas y disuasorias."
                }

              ],
              "SubSecciones": []
            },
            {
              "NombreSeccion": "SECCIÓN 2 - Supervisión",
              "ResumenSeccion": "**Sección 2: Supervisión** 📋\n\n**Artículo 17: Organismo de supervisión** 🕵️‍♂️\n\n- Los **Estados miembros** deben designar un **organismo de supervisión** en su territorio o, mediante acuerdo, en otro Estado miembro, para supervisar el cumplimiento de los servicios de confianza.\n- Cada organismo debe tener **competencias** y **recursos adecuados** para cumplir su función.\n- Los Estados deben notificar a la **Comisión Europea** los detalles de su organismo de supervisión.\n\n**Funciones del organismo de supervisión** 🛠️:\n- **Supervisar** a los prestadores de servicios de confianza, tanto **cualificados** como **no cualificados**, asegurando que cumplen con las normativas.\n- Tomar **medidas correctivas** si se detectan incumplimientos.\n- **Colaborar** con otros organismos de supervisión y prestar **asistencia** cuando sea necesario.\n- **Informar** de incidentes de seguridad y pérdidas de integridad a los organismos pertinentes y al público si es relevante.\n- **Realizar auditorías** y evaluaciones de conformidad cuando sea necesario.\n- **Conceder o retirar cualificaciones** a los prestadores de servicios de confianza.\n- Verificar la **implementación de planes de cese** cuando un prestador deje de operar.\n\n**Otros aspectos** 🔍:\n- Los Estados pueden pedir que el organismo mantenga una **infraestructura de confianza**.\n- Cada año, el organismo debe enviar un **informe anual** a la Comisión Europea sobre sus actividades.\n\n**Artículo 18: Asistencia mutua** 🤝\n\n- Los organismos de supervisión deben **cooperar e intercambiar buenas prácticas**.\n- Pueden **solicitar asistencia** a otros organismos en casos justificados para garantizar la coherencia en sus funciones.\n- La asistencia puede incluir **información y medidas de supervisión**, como inspecciones conjuntas.\n- Un organismo puede **negar la asistencia** si no es competente para el caso, si no es proporcional a sus funciones o si contradice las normativas.\n\n**Artículo 19: Requisitos de seguridad para prestadores de servicios de confianza** 🔒\n\n- Los prestadores de servicios de confianza, tanto **cualificados** como **no cualificados**, deben adoptar **medidas de seguridad** adecuadas y proporcionales al riesgo.\n- En caso de incidentes, deben notificar al organismo de supervisión y a otros organismos pertinentes **dentro de las 24 horas**.\n- Si el incidente afecta a personas físicas o jurídicas, también deben ser **notificadas sin demora**.\n- Los organismos de supervisión deben informar a otros organismos relevantes en la UE si el incidente afecta a varios Estados.\n- **ENISA** recibe anualmente un resumen de las notificaciones de incidentes.\n\n**Formatos y procedimientos** 📑:\n- La Comisión puede establecer los **formatos** y **procedimientos** de los informes y notificaciones, a través de actos de ejecución.",
              "Articulos": [
                {
                  "numeroArticulo": 17,
                  "nombreArticulo": "Organismo de supervisión",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "🌍 **Organismos de Supervisión:**\n\n1. **Designación de un Organismo:** Los Estados miembros designarán un organismo de supervisión para garantizar el cumplimiento normativo en su territorio o en otro Estado miembro mediante acuerdo mutuo. Este organismo tendrá los **recursos y competencias necesarias** para sus funciones.\n\n2. **Notificación a la Comisión:** Los Estados deben informar a la Comisión de los organismos designados y sus direcciones.\n\n3. **Funciones principales del Organismo:**\n   - 📋 Supervisar a los prestadores cualificados de servicios de confianza para que cumplan con los requisitos del reglamento.\n   - 🚨 Tomar medidas si se detectan incumplimientos en prestadores no cualificados.\n\n4. **Acciones específicas:**\n   - 🤝 Cooperar con otros organismos de supervisión y autoridades de protección de datos.\n   - 📊 Informar de violaciones de seguridad.\n   - 🔍 Realizar auditorías o evaluaciones de conformidad.\n   - 🏅 Conceder o retirar la cualificación a los prestadores.\n\n5. **Infraestructura de confianza:** Los Estados miembros pueden disponer que los organismos mantengan una infraestructura de confianza según la legislación nacional.\n\n6. **Informe anual:** Los organismos deben enviar a la Comisión un informe anual sobre sus actividades principales y violaciones de seguridad.\n\n7. **Acceso al informe:** La Comisión hará accesible el informe anual a todos los Estados miembros.\n\n8. **Formatos y procedimientos:** La Comisión podrá definir los formatos y procedimientos de estos informes mediante actos de ejecución.",
                  "textoCompletoArticulo": "Artículo 17 Organismo de supervisión\n1. Los Estados miembros designarán un organismo de supervisión establecido en su territorio o, previo acuerdo mutuo con otro Estado miembro, un organismo de supervisión establecido en otro Estado miembro. Dicho organismo será responsable de las funciones de supervisión en el Estado miembro que efectúa la designación. Los organismos de supervisión disfrutarán de las competencias necesarias y los recursos adecuados para el ejercicio de sus funciones.\n2. Los Estados miembros notificarán a la Comisión los nombres y direcciones de sus respectivos organismos de supervisión designados.\n3. Las funciones del organismo de supervisión serán las siguientes:\na) supervisar a los prestadores cualificados de servicios de confianza establecidos en el territorio del Estado miembro que lo designa a fin de garantizar, mediante actividades de supervisión previas y posteriores, que dichos prestadores cualificados de servicios de confianza, y los servicios de confianza cualificados prestados por ellos, cumplen los requisitos establecidos en el presente Reglamento;\nb) adoptar medidas, en caso necesario, en relación con los prestadores no cualificados de servicios de confianza establecidos en el territorio del Estado miembro que lo designa, mediante actividades de supervisión posteriores, cuando reciba la información de que dichos prestadores no cualificados de servicios de confianza, o los servicios de confianza prestados por ellos, supuestamente no cumplen los requisitos establecidos en el presente Reglamento.\n4. Para los fines del apartado 3, y con sujeción a las limitaciones establecidas en el mismo, las funciones del organismo de supervisión incluirá, en particular:\na) cooperar con otros organismos y prestarles asistencia de conformidad con el artículo 18;\nb) analizar los informes de evaluación de la conformidad a que se refieren el artículo 20, apartado 1, y el artículo 21, apartado 1;\nc) informar a otros organismos de supervisión y al público de la violación de seguridad o la pérdida de integridad, de conformidad con el artículo 19, apartado 2;\nd) informar a la Comisión de sus actividades principales de conformidad con el apartado 6 del presente artículo;\ne) realizar auditorías o solicitar a un organismo de evaluación de la conformidad que realice una evaluación de la conformidad de prestadores cualificados de servicios de confianza, con arreglo al artículo 20, apartado 2;\nf) cooperar con las autoridades de protección de datos, en particular, informándoles, sin demora indebida, de los resultados de las auditorías de los prestadores cualificados de servicios de confianza, en caso de posible infracción de las normas sobre protección de datos personales;\ng) conceder la cualificación a los prestadores de servicios de confianza y a los servicios de confianza que prestan, y retirar esta cualificación, con arreglo a los artículos 20 y 21;\nh) comunicar al organismo responsable de la lista de confianza a que se refiere el artículo 22, apartado 3, de su decisión de conceder o retirar la cualificación, salvo si dicho organismo es también el organismo de supervisión;\ni) verificar la existencia y la correcta aplicación de las disposiciones relativas a los planes de cese en caso de que los prestadores de servicios de confianza cesen sus actividades, con inclusión de la forma en que se hace accesible la información, con arreglo al artículo 24, apartado 2, letra h);\nj) requerir que los prestadores de servicios de confianza corrijan cualquier incumplimiento de los requisitos establecidos en el presente Reglamento.\n5. Los Estados miembros podrán disponer que el organismo de supervisión establezca, mantenga y actualice una infraestructura de confianza de conformidad con las condiciones establecidas en la legislación nacional.\n6. A más tardar el 31 de marzo de cada año, cada organismo de supervisión presentará a la Comisión un informe sobre sus actividades principales del año civil precedente junto con un resumen de las notificaciones de violación recibidas de los prestadores de servicios de confianza, de conformidad con el artículo 19, apartado 2.\n7. La Comisión pondrá a disposición de los Estados miembros el informe anual a que se refiere el apartado 6.\n8. La Comisión podrá, mediante actos de ejecución, definir los formatos y procedimientos relativos al informe a que se refiere el apartado 6. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 18,
                  "nombreArticulo": "Asistencia mutua",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "🤝 **Cooperación entre Organismos de Supervisión:**\n\n1. **Intercambio de Buenas Prácticas:** Los organismos de supervisión cooperarán para compartir prácticas idóneas y prestarán asistencia mutua bajo solicitud.\n\n2. **Denegación de Asistencia:** Un organismo puede denegar una solicitud de asistencia si:\n   - No tiene competencia para ofrecerla.\n   - La solicitud no es proporcionada respecto a sus actividades.\n   - La asistencia es incompatible con el reglamento.\n\n3. **Investigaciones conjuntas:** Los Estados miembros pueden autorizar investigaciones conjuntas entre organismos de supervisión de distintos Estados con acuerdos aprobados según sus legislaciones nacionales.",
                  "textoCompletoArticulo": "Artículo 18 Asistencia mutua\n1. Los organismos de supervisión cooperarán con vistas a intercambiar prácticas idóneas. Un organismo de supervisión, previa solicitud justificada de otro organismo de supervisión, deberá prestar asistencia a dicho organismo con el fin de que las actividades de los organismos de supervisión pueden realizarse en forma coherente. La asistencia mutua podrá incluir, en particular, las solicitudes de información y las medidas de supervisión, tales como las peticiones para que se lleven a cabo inspecciones en relación con los informes de evaluación de la conformidad a que se refieren los artículos 20 y 21.\n2. El organismo de supervisión al que se haya dirigido una solicitud de asistencia podrá denegar dicha solicitud por alguno de los motivos siguientes:\na) el organismo de supervisión no es competente para prestar la asistencia solicitada;\nb) la asistencia solicitada no guarda proporción con las actividades de supervisión del organismo de supervisión realizadas de conformidad con el artículo 17;\nc) la prestación de la asistencia solicitada sería incompatible con el presente Reglamento.\n3. Cuando proceda, los Estados miembros podrán autorizar a sus respectivos organismos de supervisión para que lleven a cabo investigaciones conjuntas con participación de personal de los organismos de supervisión de otros Estados miembros. Los acuerdos y procedimientos para dichas actividades conjuntas serán aprobadas y establecidas por los Estados miembros de que se trate de conformidad con sus legislaciones nacionales."
                },
                {
                  "numeroArticulo": 19,
                  "nombreArticulo": "Requisitos de seguridad aplicables a los prestadores de servicios de confianza",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "🔐 **Seguridad para Prestadores de Servicios de Confianza:**\n\n1. **Medidas de Seguridad:** Los prestadores deben aplicar medidas adecuadas para gestionar los riesgos de seguridad, asegurando un nivel de protección adecuado según los últimos avances tecnológicos.\n\n2. **Notificación de Incidentes:** Los prestadores deben notificar **violaciones de seguridad** en un plazo de 24 horas a los organismos de supervisión y, si aplica, a otras autoridades relevantes. Cuando el incidente afecte a personas físicas o jurídicas, deberán ser informadas.\n\n3. **Informe Anual de Violaciones:** Los organismos de supervisión deben enviar anualmente a ENISA un resumen de las notificaciones de violaciones.\n\n4. **Normas adicionales:** La Comisión puede especificar detalles adicionales sobre medidas de seguridad y formatos de notificación mediante actos de ejecución.",
                  "textoCompletoArticulo": "Artículo 19 Requisitos de seguridad aplicables a los prestadores de servicios de confianza\n1. Los prestadores cualificados y no cualificados de servicios de confianza adoptarán las medidas técnicas y organizativas adecuadas para gestionar los riesgos para la seguridad de los servicios de confianza que prestan. Habida cuenta de los últimos avances tecnológicos, dichas medidas garantizarán un nivel de seguridad proporcionado al grado de riesgo. En particular, se adoptarán medidas para evitar y reducir al mínimo el impacto de los incidentes de seguridad e informar a los interesados de los efectos negativos de cualquiera de tales incidentes.\n2. Los prestadores cualificados y no cualificados de servicios de confianza, sin demoras indebidas pero en cualquier caso en un plazo de 24 horas tras tener conocimiento de ellas, notificarán al organismo de supervisión y, en caso pertinente, a otros organismo relevantes como el organismo nacional competente en materia de seguridad de la información, o la autoridad de protección de datos, cualquier violación de la seguridad o pérdida de la integridad que tenga un impacto significativo en el servicio de confianza prestado o en los datos personales correspondientes.\nCuando la violación de seguridad o la pérdida de integridad puedan atentar contra una persona física o jurídica a la que se ha prestado el servicio de confianza, el prestador de servicios de confianza notificará también a la persona física o jurídica, sin demora indebida, la violación de seguridad o la pérdida de integridad.\nCuando proceda, en particular si una violación de la seguridad o pérdida de la integridad afecta a dos o más Estados miembros, el organismo de supervisión notificado informará al respecto a los organismos de supervisión de los demás Estados miembros de que se trate y a la ENISA.\nEl organismo de supervisión notificado informará al público o exigirá al prestador de servicios de confianza que lo haga, en caso de considerar que la divulgación de la violación de seguridad o la pérdida de integridad reviste interés público.\n3. El organismo de supervisión facilitará a la ENISA anualmente un resumen de las notificaciones de violación de la seguridad y pérdida de la integridad recibidas de los prestadores de servicios de confianza.\n4. La Comisión podrá, mediante actos de ejecución, establecer:\na) una mayor especificación de las medidas a que se refiere el apartado 1, y\nb) la definición de los formatos y procedimientos, incluidos los plazos, aplicables a efectos del apartado 2.\nEstos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                }
              ],
              "SubSecciones": []
            },
            {
              "NombreSeccion": "SECCIÓN 3 - Servicios de confianza cualificados",
              "ResumenSeccion": "**SECCIÓN 3 Servicios de confianza cualificados**\n\n**Artículo 20: Supervisión de los prestadores cualificados de servicios de confianza** 📋🔍\n- Los prestadores cualificados de servicios de confianza deben someterse a auditorías cada 24 meses, financiadas por ellos mismos, para confirmar que cumplen con los requisitos del reglamento.\n- La supervisión también puede ordenar auditorías adicionales en cualquier momento para asegurar el cumplimiento. Si se detecta una posible infracción en protección de datos, se informará a las autoridades pertinentes.\n- Si un prestador no corrige un incumplimiento señalado, se le puede retirar la cualificación y actualizar las listas oficiales de confianza.\n\n**Artículo 21: Inicio de un servicio de confianza cualificado** 🚀\n- Los prestadores que deseen ofrecer servicios cualificados deben notificarlo al organismo de supervisión y presentar un informe de evaluación.\n- El organismo verificará si cumplen los requisitos y, si es así, se les otorgará la cualificación en un plazo máximo de tres meses. Los prestadores podrán operar una vez estén listados en las listas de confianza.\n\n**Artículo 22: Listas de confianza** 📜🔒\n- Cada Estado miembro debe crear y mantener listas de confianza públicas sobre los prestadores cualificados.\n- Estas listas deben ser seguras y permitir su tratamiento automático. Los Estados deben informar a la Comisión sobre el organismo responsable de estas listas y sobre los certificados usados.\n\n**Artículo 23: Etiqueta de confianza “UE” para servicios de confianza cualificados** 🇪🇺\n- Los prestadores cualificados podrán utilizar una etiqueta de confianza de la UE, indicando claramente los servicios cualificados que ofrecen.\n- La etiqueta debe incluir un enlace a la lista de confianza pertinente para una verificación sencilla.\n\n**Artículo 24: Requisitos para los prestadores cualificados de servicios de confianza** ✅📄\n- Al emitir un certificado cualificado, los prestadores deben verificar la identidad de la persona o entidad receptora de forma presencial o a distancia con métodos seguros.\n- Los prestadores deben:\n  - Notificar cambios o el cese de servicios de confianza.\n  - Contar con personal capacitado y recursos financieros para cubrir posibles daños.\n  - Informar claramente a los usuarios sobre las condiciones de uso del servicio.\n  - Usar sistemas seguros y confiables para proteger y almacenar datos.\n  - Mantener un registro accesible de información relevante incluso después de cesar operaciones.\n  - Asegurar el tratamiento legal de los datos personales y mantener una base de datos de certificados actualizada.\n- En caso de revocar un certificado, esta información debe publicarse en menos de 24 horas y estar disponible en todo momento.\n\nEstos artículos establecen los requisitos y procedimientos necesarios para que los prestadores cualificados de servicios de confianza operen de manera transparente y segura en la Unión Europea, asegurando que cumplan con altos estándares de seguridad y protección de datos personales.",
              "Articulos": [
                {
                  "numeroArticulo": 20,
                  "nombreArticulo": "Supervisión de los prestadores cualificados de servicios de confianza",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Supervisión y auditoría:**\n\n1. Los **prestadores cualificados de servicios de confianza** deben ser auditados cada **24 meses** 🕒 por un organismo de evaluación para asegurar el cumplimiento de los requisitos del reglamento. Deben enviar el informe en **3 días hábiles** tras recibirlo.\n\n2. El **organismo de supervisión** puede realizar auditorías adicionales en cualquier momento para verificar el cumplimiento, a cargo de los prestadores. Si se identifican **posibles infracciones** de protección de datos, se informará a las autoridades correspondientes 🛡️.\n\n3. Si un prestador no cumple los requisitos, el organismo puede **retirar su cualificación** considerando el alcance y duración del incumplimiento, y actualizar la **lista de confianza** 🗂️.\n\n4. La **Comisión Europea** establecerá normas de referencia para la acreditación de los organismos de evaluación y auditorías, adoptadas según el artículo 48.",
                  "textoCompletoArticulo": "Artículo 20 Supervisión de los prestadores cualificados de servicios de confianza\n1. Los prestadores cualificados de servicios de confianza serán auditados, al menos cada 24 meses, corriendo con los gastos que ello genere, por un organismo de evaluación de la conformidad. La finalidad de la auditoría será confirmar que tanto los prestadores cualificados de servicios de confianza como los servicios de confianza cualificados que prestan cumplen los requisitos establecidos en el presente Reglamento. Los prestadores cualificados de servicios de confianza enviarán el informe de evaluación de la conformidad correspondiente al organismo de supervisión en el plazo de tres días hábiles tras su recepción.\n2. Sin perjuicio de lo dispuesto en el apartado 1, el organismo de supervisión podrá en cualquier momento auditar o solicitar a un organismo de evaluación de la conformidad que realice una evaluación de conformidad de los prestadores cualificados de servicios de confianza, corriendo con los gastos dichos prestadores de servicios de confianza, para confirmar que tanto ellos como los servicios de confianza cualificados que prestan cumplen los requisitos del presente Reglamento. En caso de posible infracción de las normas sobre protección de datos personales, el organismo de supervisión informará a las autoridades de protección de datos de los resultados de sus auditorías.\n3. Cuando el organismo de supervisión requiera a un prestador cualificado de servicios de confianza que corrija el incumplimiento de requisitos del presente Reglamento y este prestador no actúe en consecuencia, en su caso, en el plazo fijado por el organismo de supervisión, el organismo de supervisión, teniendo en cuenta en particular el alcance, la duración y las consecuencias de este incumplimiento, podrá retirar la cualificación al prestador o al servicio que este presta e informar al organismo a que se refiere el artículo 22, apartado 3, a efectos de que se actualice la lista de confianza mencionada en el artículo 22, apartado 1. El organismo de supervisión comunicará al prestador cualificado de servicios de confianza la retirada de su cualificación o de la cualificación del servicio de que se trate.\n4. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de las siguientes normas:\na) para la acreditación de los organismos de evaluación de la conformidad y para el informe de evaluación de la conformidad a que se refiere el apartado 1;\nb) sobre las disposiciones en materia de auditoría con arreglo a las cuales los organismos de evaluación de la conformidad realizarán la evaluación de la conformidad de los prestadores cualificados de servicios de confianza a que se refiere el apartado 1.\nEstos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 21,
                  "nombreArticulo": "Inicio de un servicio de confianza cualificado",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Proceso para iniciar servicios cualificados:**\n\n1. Prestadores no cualificados que quieran iniciar servicios cualificados deben notificarlo al **organismo de supervisión** con un informe de evaluación 📄.\n\n2. El organismo verifica si cumplen los requisitos y, en caso positivo, les concede la **cualificación** 🏅. Este proceso debe completarse en **3 meses**, y si hay retraso, se informan las razones.\n\n3. Los prestadores pueden iniciar el servicio una vez su **cualificación esté en la lista de confianza** 🗂️.\n\n4. La Comisión definirá los formatos y procedimientos para estos requisitos.",
                  "textoCompletoArticulo": "Artículo 21 Inicio de un servicio de confianza cualificado\n1. Cuando los prestadores de servicios de confianza, sin cualificación, tengan intención de iniciar la prestación de servicios de confianza cualificados, presentarán al organismo de supervisión una notificación de su intención junto con un informe de evaluación de la conformidad expedido por un organismo de evaluación de la conformidad.\n2. El organismo de supervisión verificará si el prestador de servicios de confianza y los servicios de confianza que presta cumplen los requisitos establecidos en el presente Reglamento, y en particular, los requisitos establecidos para los prestadores cualificados de servicios de confianza y para los servicios de confianza cualificados que estos prestan.\nSi el organismo de supervisión concluye que el prestador de servicios de confianza y los servicios de confianza que este presta cumplen los requisitos a que se refiere el párrafo primero, el organismo de supervisión concederá la cualificación al prestador de servicios de confianza y a los servicios de confianza que este presta y lo comunicará al organismo a que se refiere el artículo 22, apartado 3, a efectos de actualizar las listas de confianza a que se refiere el artículo 22, apartado 1, a más tardar tres meses después de la notificación de conformidad con el apartado 1 del presente artículo.\nSi la verificación no ha concluido en el plazo de tres meses, el organismo de supervisión informará al prestador de servicios de confianza especificando los motivos de la demora y el plazo previsto para concluir la verificación.\n3. Los prestadores cualificados de servicios de confianza podrán comenzar a prestar el servicio de confianza cualificado una vez que la cualificación haya sido indicada en las listas de confianza a que se refiere el artículo 22, apartado 1.\n4. La Comisión podrá, mediante actos de ejecución, definir los formatos y procedimientos a efectos de los apartados 1 y 2. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 22,
                  "nombreArticulo": "Listas de confianza",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Listas de confianza de cada Estado miembro:**\n\n1. Cada **Estado miembro** mantendrá y publicará listas de confianza con los prestadores cualificados y sus servicios 🗂️.\n\n2. Las listas deben estar **seguras** y en formato adecuado para el procesamiento automático 💾.\n\n3. Estados deben notificar a la **Comisión** sobre el organismo responsable y cualquier cambio.\n\n4. La Comisión publicará esta información en un formato adecuado para la consulta pública 🖥️.\n\n5. A partir del 18 de septiembre de 2015, la Comisión definirá especificaciones técnicas para estas listas.",
                  "textoCompletoArticulo": "Artículo 22 Listas de confianza\n1. Cada Estado miembro establecerá, mantendrá y publicará listas de confianza con información relativa a los prestadores cualificados de servicios de confianza con respecto a los cuales sea responsable, junto con la información relacionada con los servicios de confianza cualificados prestados por ellos.\n2. Los Estados miembros establecerán, mantendrán y publicarán, de manera segura, las listas de confianza firmadas o selladas electrónicamente a que se refiere el apartado 1 en una forma apropiada para el tratamiento automático.\n3. Los Estados miembros notificarán a la Comisión, sin retrasos indebidos, información sobre el organismo responsable del establecimiento, mantenimiento y publicación de las listas de confianza nacionales, y detalles relativos al lugar en que se publican dichas listas, los certificados utilizados para firmar o sellar las listas de confianza y cualquier modificación de los mismos.\n4. La Comisión pondrá a disposición del público, a través de un canal seguro, la información a que se refiere el apartado 3 en una forma firmada o sellada electrónicamente apropiada para el tratamiento automático.\n5. A más tardar el 18 de septiembre de 2015 la Comisión, mediante actos de ejecución, especificará la información a que se refiere el apartado 1 y definirá las especificaciones técnicas y formatos de las listas de confianza, aplicables a efectos de los apartados 1 a 4. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 23,
                  "nombreArticulo": "Etiqueta de confianza «UE» para servicios de confianza cualificados",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Etiqueta de confianza «UE» para servicios cualificados:**\n\n1. Los prestadores cualificados pueden usar la **etiqueta de confianza «UE»** para identificar sus servicios una vez que estén en la lista de confianza 🇪🇺.\n\n2. Deben incluir un **enlace** en su sitio web hacia la lista de confianza para referencia de los usuarios 🌐.\n\n3. Antes del 1 de julio de 2015, la Comisión establecerá las especificaciones sobre el diseño y presentación de esta etiqueta.",
                  "textoCompletoArticulo": "Artículo 23 Etiqueta de confianza «UE» para servicios de confianza cualificados\n1. Una vez que la cualificación a que se refiere el artículo 21, apartado 2, párrafo segundo, se haya incluido en la lista de confianza a que se refiere el artículo 22, apartado 1, los prestadores cualificados de los servicios de confianza podrán usar la etiqueta de confianza «UE» para indicar de manera simple, reconocible y clara los servicios de confianza cualificados que prestan.\n2. Al utilizar la etiqueta de confianza «UE» para los servicios de confianza cualificados a que se refiere el apartado 1, los prestadores de los servicios de confianza garantizarán que en su sitio web exista un enlace a la lista de confianza pertinente.\n3. A más tardar el 1 de julio de 2015 la Comisión, por medio de actos de ejecución, elaborará especificaciones relativas a la forma y en particular la presentación, composición, tamaño y diseño de la etiqueta de confianza «UE» para servicios de confianza cualificados. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 24,
                  "nombreArticulo": "Requisitos para los prestadores cualificados de servicios de confianza",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Requisitos para prestadores cualificados:**\n\n1. Al expedir un **certificado cualificado**, el prestador debe verificar la **identidad** del destinatario, ya sea en persona, a distancia, o mediante otros métodos confiables 🆔.\n\n2. Los prestadores deben:\n   - Informar al organismo de supervisión sobre **cambios** en sus servicios o cese de actividades.\n   - Contar con **personal cualificado** y procesos de seguridad y protección de datos 🛡️.\n   - Mantener **recursos financieros** adecuados para cubrir posibles responsabilidades 💰.\n   - Proporcionar a los usuarios **información clara** sobre el uso del servicio.\n   - Utilizar **sistemas seguros** para garantizar la confiabilidad y privacidad 🔒.\n\n3. Al revocar un certificado, la revocación debe ser efectiva **en 24 horas** ⏱️ y el estado debe estar disponible para consulta.\n\n4. Deben garantizar acceso a la información del certificado de manera **automática y gratuita**.\n\n5. La Comisión podrá definir normas de referencia para garantizar el cumplimiento de los requisitos de seguridad.",
                  "textoCompletoArticulo": "Artículo 24 Requisitos para los prestadores cualificados de servicios de confianza\n1. Al expedir un certificado cualificado para un servicio de confianza, un prestador cualificado de servicios de confianza verificará, por los medios apropiados y de acuerdo con el Derecho nacional, la identidad y, si procede, cualquier atributo específico de la persona física o jurídica a la que se expide un certificado cualificado.\nLa información a que se refiere el párrafo primero será verificada por el prestador de servicios de confianza bien directamente o bien por medio de un tercero de conformidad con el Derecho nacional:\na) en presencia de la persona física o de un representante autorizado de la persona jurídica, o\nb) a distancia, utilizando medios de identificación electrónica, para los cuales se haya garantizado la presencia de la persona física o de un representante autorizado de la persona jurídica previamente a la expedición del certificado cualificado, y que cumplan los requisitos establecidos con el artículo 8 con respecto a los niveles de seguridad «sustancial» o «alto», o\nc) por medio de un certificado de una firma electrónica cualificada o de un sello electrónico cualificado expedido de conformidad con la letra a) o b), o\nd) utilizando otros métodos de identificación reconocidos a escala nacional que aporten una seguridad equivalente en términos de fiabilidad a la presencia física. La seguridad equivalente será confirmada por un organismo de evaluación de la conformidad.\n2. Los prestadores cualificados de servicios de confianza que prestan servicios de confianza cualificados:\na) informarán al organismo de supervisión de cualquier cambio en la prestación de servicios de confianza cualificados, y de su intención de cesar tales actividades;\nb) contarán con personal y, si procede, con subcontratistas, que posean los conocimientos especializados, la fiabilidad, la experiencia y las cualificaciones necesarios y hayan recibido la formación adecuada en materia de seguridad y normas de protección de datos personales y que apliquen procedimientos administrativos y de gestión que correspondan a normas europeas o internacionales;\nc) con respecto al riesgo de la responsabilidad por daños y perjuicios de conformidad con el artículo 13, mantendrán recursos financieros suficientes u obtendrán pólizas de seguros de responsabilidad adecuadas, de conformidad con la legislación nacional;\nd) antes de entrar en una relación contractual, informarán, de manera clara y comprensible, a cualquier persona que desee utilizar un servicio de confianza cualificado acerca de las condiciones precisas relativas a la utilización de dicho servicio, incluidas las limitaciones de su utilización;\ne) utilizarán sistemas y productos fiables que estén protegidos contra toda alteración y que garanticen la seguridad y la fiabilidad técnicas de los procesos que sustentan;\nf) utilizarán sistemas fiables para almacenar los datos que se les faciliten de forma verificable, de modo que:\ni) estén a disposición del público para su recuperación solo cuando se haya obtenido el consentimiento de la persona a la que corresponden los datos,\nii) solo personas autorizadas puedan hacer anotaciones y modificaciones en los datos almacenados,\niii) pueda comprobarse la autenticidad de los datos;\ng) tomarán medidas adecuadas contra la falsificación y el robo de datos;\nh) registrarán y mantendrán accesible durante un período de tiempo apropiado, incluso cuando hayan cesado las actividades del prestador cualificado de servicios de confianza, toda la información pertinente referente a los datos expedidos y recibidos por el prestador cualificado de servicios de confianza, en particular al objeto de que sirvan de prueba en los procedimientos legales y para garantizar la continuidad del servicio. Esta actividad de registro podrá realizarse por medios electrónicos;\ni) contarán con un plan de cese actualizado para garantizar la continuidad del servicio, de conformidad con las disposiciones verificadas por el organismo de supervisión con arreglo al artículo 17, apartado 4, letra i);\nj) garantizarán un tratamiento lícito de los datos personales de conformidad con la Directiva 95/46/CE;\nk) en caso de los prestadores cualificados de servicios de confianza que expidan certificados cualificados, establecerán y mantendrán actualizada una base de datos de certificados.\n3. Cuando los prestadores cualificados de servicios de confianza que expidan certificados cualificados decidan revocar un certificado, registrarán su revocación en su base de datos de certificados y publicarán el estado de revocación del certificado oportunamente y, en todo caso, en un plazo de 24 horas después de la recepción de la solicitud. La revocación será efectiva inmediatamente después de su publicación.\n4. Con respecto a lo dispuesto en el apartado 3, los prestadores cualificados de servicios de confianza que expidan certificados cualificados proporcionarán a cualquier parte usuaria información sobre el estado de validez o revocación de los certificados cualificados expedidos por ellos. Esta información deberá estar disponible al menos por cada certificado en cualquier momento y con posterioridad al período de validez del certificado en una forma automatizada que sea fiable, gratuita y eficiente.\n5. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas para sistemas y productos fiables que cumplan con los requisitos establecidos las letras e) y f) del apartado 2 del presente artículo. Se presumirá el cumplimiento de los requisitos establecidos en el presente artículo cuando los sistemas y productos fiables cumplan dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                }
              ],
              "SubSecciones": []
            },
            {
              "NombreSeccion": "SECCIÓN 4 - Firma electrónica",
              "ResumenSeccion": "**Sección 4: Firma Electrónica** 📄\n\n**Artículo 25: Efectos Jurídicos de las Firmas Electrónicas** ⚖️\n- Una firma electrónica tiene validez legal sin importar su nivel de seguridad o si no es cualificada.\n- Las firmas electrónicas cualificadas tienen el mismo valor jurídico que una firma manuscrita ✍️.\n- Las firmas cualificadas emitidas en un Estado miembro son válidas en todos los demás Estados miembros de la UE 🇪🇺.\n\n**Artículo 26: Requisitos para Firmas Electrónicas Avanzadas** 🔒\n- Debe estar vinculada de manera única al firmante.\n- Permite identificar al firmante 🆔.\n- Debe crearse bajo el control exclusivo del firmante y ser fiable.\n- Cualquier modificación de los datos firmados debe ser detectable.\n\n**Artículo 27: Firmas Electrónicas en Servicios Públicos** 🏛️\n- Los Estados miembros que requieran una firma avanzada para servicios en línea deben reconocer varias formas de firmas electrónicas avanzadas y cualificadas.\n- No se exigirá una firma con un nivel de seguridad mayor al de una firma cualificada para servicios transfronterizos 🌍.\n- La Comisión puede establecer normas para validar firmas electrónicas avanzadas y cualificadas.\n\n**Artículo 28: Certificados Cualificados de Firma Electrónica** 📜\n- Los certificados cualificados deben cumplir los requisitos del anexo I.\n- No se exigirán requisitos adicionales que excedan los del anexo I.\n- Pueden incluir atributos adicionales que no afecten la interoperabilidad.\n- Los certificados revocados pierden su validez inmediatamente tras su revocación 🚫.\n\n**Artículo 29: Requisitos de los Dispositivos Cualificados de Creación de Firmas Electrónicas** 💻\n- Los dispositivos deben cumplir con los requisitos del anexo II.\n- La Comisión puede establecer normas para garantizar la conformidad de estos dispositivos.\n\n**Artículo 30: Certificación de Dispositivos Cualificados de Creación de Firmas Electrónicas** ✅\n- La conformidad será certificada por organismos designados en cada Estado miembro.\n- La certificación puede incluir evaluaciones de seguridad de acuerdo con estándares reconocidos.\n\n**Artículo 31: Publicación de Dispositivos Cualificados Certificados** 📅\n- Los Estados miembros deben informar a la Comisión sobre los dispositivos certificados y sus caducidades.\n- La Comisión publicará una lista actualizada de estos dispositivos.\n\n**Artículo 32: Requisitos para la Validación de Firmas Electrónicas Cualificadas** 🔍\n- La validación de una firma cualificada verifica que el certificado usado era válido al momento de la firma y que la firma no ha sido alterada.\n- El sistema de validación debe ofrecer un resultado confiable al usuario 🧾.\n\n**Artículo 33: Servicio de Validación Cualificado de Firmas Electrónicas Cualificadas** 🛠️\n- Solo prestadores cualificados pueden ofrecer servicios de validación, asegurando resultados fiables y automatizados.\n\n**Artículo 34: Servicio Cualificado de Conservación de Firmas Electrónicas Cualificadas** 🗄️\n- Solo prestadores cualificados pueden conservar firmas electrónicas, utilizando tecnología que asegure la validez más allá del periodo de vigencia del certificado.\n- La Comisión puede establecer normas para garantizar la calidad de estos servicios.",
              "Articulos": [
                {
                  "numeroArticulo": 25,
                  "nombreArticulo": "Efectos jurídicos de las firmas electrónicas",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Validez y reconocimiento de firmas electrónicas** 📜:\n\n1. **No se puede rechazar una firma electrónica** en procedimientos judiciales solo porque sea electrónica o no cumpla con los requisitos de firma cualificada.\n2. **Equivalencia de la firma cualificada** 🖋️: Tiene el mismo valor jurídico que una firma manuscrita.\n3. **Reconocimiento entre Estados miembros** 🌍: Una firma electrónica cualificada emitida en un Estado miembro es válida en todos los demás Estados miembros.",
                  "textoCompletoArticulo": "Artículo 25 Efectos jurídicos de las firmas electrónicas\n1. No se denegarán efectos jurídicos ni admisibilidad como prueba en procedimientos judiciales a una firma electrónica por el mero hecho de ser una firma electrónica o porque no cumpla los requisitos de la firma electrónica cualificada.\n2. Una firma electrónica cualificada tendrá un efecto jurídico equivalente al de una firma manuscrita.\n3. Una firma electrónica cualificada basada en un certificado cualificado emitido en un Estado miembro será reconocida como una firma electrónica cualificada en todos los demás Estados miembros."
                },
                {
                  "numeroArticulo": 26,
                  "nombreArticulo": "Requisitos para firmas electrónicas avanzadas",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Condiciones de la firma avanzada** 🔐:\n- Debe estar **vinculada exclusivamente al firmante** 👤.\n- Permitir la **identificación del firmante** 🔍.\n- Ser creada con datos controlados únicamente por el firmante.\n- Garantizar que cualquier **modificación posterior sea detectable** 🔍.",
                  "textoCompletoArticulo": "Artículo 26 Requisitos para firmas electrónicas avanzadas\nUna firma electrónica avanzada cumplirá los requisitos siguientes:\na) estar vinculada al firmante de manera única;\nb) permitir la identificación del firmante;\nc) haber sido creada utilizando datos de creación de la firma electrónica que el firmante puede utilizar, con un alto nivel de confianza, bajo su control exclusivo, y\nd) estar vinculada con los datos firmados por la misma de modo tal que cualquier modificación ulterior de los mismos sea detectable."
                },
                {
                  "numeroArticulo": 27,
                  "nombreArticulo": "Firmas electrónicas en servicios públicos",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Uso en servicios públicos** 🏛️:\n\n1. Si un Estado requiere una **firma electrónica avanzada** para un servicio público, aceptará firmas avanzadas, cualificadas o con certificado cualificado.\n2. **Reconocimiento transfronterizo** 🌐: No se requiere una firma superior a una firma cualificada.\n3. **Referencia de normas** 📑: La Comisión puede establecer normas para el cumplimiento de firmas electrónicas avanzadas.\n4. La Comisión definirá **formatos y métodos estándar** para firmas electrónicas antes del 18 de septiembre de 2015.",
                  "textoCompletoArticulo": "Artículo 27 Firmas electrónicas en servicios públicos\n1. Si un Estado miembro requiere una firma electrónica avanzada con el fin de utilizar un servicio en línea ofrecido por un organismo del sector público, o en nombre del mismo, dicho Estado miembro reconocerá las firmas electrónicas avanzadas, las firmas electrónicas avanzadas basadas en un certificado cualificado de firma electrónica y las firmas electrónicas cualificadas por lo menos en los formatos o con los métodos definidos en los actos de ejecución contemplados en el apartado 5.\n2. Si un Estado miembro requiere una firma electrónica avanzada basada en un certificado cualificado con el fin de utilizar un servicio en línea ofrecido por un organismo del sector público, o en nombre del mismo, dicho Estado miembro reconocerá las firmas electrónicas avanzadas basadas en un certificado cualificado y las firmas electrónicas cualificadas por lo menos en los formatos o con los métodos definidos en los actos de ejecución contemplados en el apartado 5.\n3. Los Estados miembros no exigirán para la utilización transfronteriza de un servicio en línea ofrecido por un organismo del sector público una firma electrónica cuyo nivel de garantía de la seguridad sea superior al de una firma electrónica cualificada.\n4. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a firmas electrónicas avanzadas. Se presumirá el cumplimiento de los requisitos de las firmas electrónicas avanzadas mencionadas en los apartados 1 y 2 del presente artículo y en el artículo 26 cuando una firma electrónica avanzada se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2.\n5. A más tardar el 18 de septiembre de 2015, y teniendo en cuenta las prácticas, normas y actos jurídicos de la Unión existentes, la Comisión, mediante actos de ejecución, definirá los formatos de referencia de las firmas electrónicas avanzadas o métodos de referencia cuando se utilicen formatos alternativos. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 28,
                  "nombreArticulo": "Certificados cualificados de firma electrónica",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Condiciones para certificados cualificados** 📜:\n\n1. Cumplen los **requisitos del anexo I**.\n2. No deben cumplir **exigencias adicionales** fuera del anexo I.\n3. **Atributos adicionales** pueden incluirse sin afectar la interoperabilidad.\n4. Los certificados **revocados** 🛑 pierden validez permanentemente.\n5. Estados miembros pueden establecer normas para la **suspensión temporal** del certificado.\n6. La Comisión puede fijar **normas de referencia** 📑 para asegurar el cumplimiento de los certificados con el anexo I.",
                  "textoCompletoArticulo": "Artículo 28 Certificados cualificados de firma electrónica\n1. Los certificados cualificados de firma electrónica cumplirán los requisitos establecidos en el anexo I.\n2. Los certificados cualificados de firma electrónica no estarán sometidos a ningún requisito obligatorio que exceda de los requisitos establecidos en el anexo I.\n3. Los certificados cualificados de firmas electrónicas podrán incluir atributos específicos adicionales no obligatorios. Esos atributos no afectarán a la interoperabilidad y el reconocimiento de las firmas electrónicas cualificadas.\n4. Si un certificado cualificado de firma electrónica ha sido revocado después de su activación inicial, perderá su validez desde el momento de su revocación y no podrá en ninguna circunstancia recuperar su estado.\n5. Según las condiciones que siguen, los Estados miembros podrán fijar normas nacionales sobre la suspensión temporal de certificados cualificados de firma electrónica:\na) Si un certificado cualificado de firma electrónica ha sido suspendido temporalmente, ese certificado perderá su validez durante el período de suspensión.\nb) El período de suspensión se indicará claramente en la base de datos de certificados y el estado de suspensión será visible, durante el período de suspensión, a partir del servicio que proporcione la información sobre el estado del certificado.\n6. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a los certificados cualificados de firma electrónica. Se presumirá el cumplimiento de los requisitos establecidos en el anexo I cuando un certificado cualificado de firma electrónica se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 29,
                  "nombreArticulo": "Requisitos de los dispositivos cualificados de creación de firmas electrónicas",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Requisitos técnicos de dispositivos de creación** ⚙️:\n\n1. Deben cumplir con el **anexo II**.\n2. La Comisión puede establecer **normas de referencia** para asegurar el cumplimiento del anexo II mediante actos de ejecución.",
                  "textoCompletoArticulo": "Artículo 29 Requisitos de los dispositivos cualificados de creación de firmas electrónicas\n1. Los dispositivos cualificados de creación de firmas electrónicas cumplirán los requisitos establecidos en el anexo II.\n2. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a los dispositivos cualificados de creación de firmas electrónicas. Se presumirá el cumplimiento de los requisitos establecidos en el anexo II cuando un dispositivo cualificado de creación de firmas electrónicas se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 30,
                  "nombreArticulo": "Certificación de los dispositivos cualificados de creación de firmas electrónicas",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Certificación de dispositivos** 📋:\n\n1. Certificación realizada por **organismos designados** de cada Estado miembro.\n2. **Notificación** 📬: Estados deben informar a la Comisión sobre estos organismos.\n3. **Evaluación de seguridad** 🔒: Puede realizarse siguiendo normas específicas o procesos alternativos equivalentes.",
                  "textoCompletoArticulo": "Artículo 30 Certificación de los dispositivos cualificados de creación de firmas electrónicas\n1. La conformidad de los dispositivos cualificados de creación de firmas electrónicas con los requisitos que figuran en el anexo II será certificada por los organismos públicos o privados adecuados designados por los Estados miembros.\n2. Los Estados miembros notificarán a la Comisión los nombres y direcciones de los organismos públicos o privados a que se refiere el apartado 1. La Comisión pondrá la información a disposición de los Estados miembros.\n3. La certificación contemplada en el apartado 1 se basará en los elementos siguientes:\na) un proceso de evaluación de la seguridad llevado a cabo de conformidad con las normas para la evaluación de la seguridad de los productos de tecnología de la información incluidos en la lista que se establecerá de conformidad con el párrafo segundo, o\nb) un proceso distinto del proceso contemplado en la letra a), con tal de que ese proceso haga uso de niveles de seguridad equivalentes y que los organismos públicos o privados a los que se refiere el apartado 1 notifiquen ese proceso a la Comisión. Podrá recurrirse a ese proceso únicamente a falta de las normas a que se refiere la letra a) o cuando esté en curso el proceso de evaluación de la seguridad a que se refiere la letra a).\nLa Comisión establecerá, por medio de actos de ejecución, la lista de las normas para la evaluación de la seguridad de los productos de tecnología de la información a que se refiere la letra a). Dichos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2.\n4. La Comisión estará facultada para adoptar actos delegados, de conformidad con el artículo 47, en lo que respecta al establecimiento de criterios específicos que deben satisfacer los organismos designados a que se refiere el apartado 1 del presente artículo."
                },
                {
                  "numeroArticulo": 31,
                  "nombreArticulo": "Publicación de una lista de dispositivos cualificados de creación de firmas electrónicas certificados",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Lista de dispositivos certificados** 📃:\n\n1. Los Estados informarán a la Comisión sobre los **dispositivos certificados** y sus expiraciones.\n2. La Comisión mantendrá una **lista actualizada** 🗒️ con esta información.\n3. La Comisión puede definir **formatos y procedimientos específicos** para estas notificaciones.",
                  "textoCompletoArticulo": "Artículo 31 Publicación de una lista de dispositivos cualificados de creación de firmas electrónicas certificados\n1. Los Estados miembros comunicarán a la Comisión, sin retrasos indebidos y no más tarde de un mes después de que haya concluido la certificación, información sobre los dispositivos cualificados de creación de firmas electrónicas que hayan sido certificados por los organismos a que se refiere el artículo 30, apartado 1. También notificarán a la Comisión, sin retrasos indebidos y no más tarde de un mes después de que haya expirado la certificación, información sobre los dispositivos de creación de firmas electrónicas que hayan dejado de estar certificados.\n2. Sobre la base de la información recibida, la Comisión establecerá, publicará y mantendrá una lista de dispositivos cualificados de creación de firmas electrónicas certificados.\n3. La Comisión podrá, mediante actos de ejecución, definir los formatos y procedimientos aplicables a efectos del apartado 1. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 32,
                  "nombreArticulo": "Requisitos de la validación de las firmas electrónicas cualificadas",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Validación de firmas cualificadas** ✔️:\n\n1. La validación confirma que:\n   - El **certificado era válido** al momento de la firma.\n   - Los **datos del firmante** son precisos.\n   - La **integridad de los datos** está asegurada.\n2. El sistema de validación debe **informar de problemas de seguridad** 🔐.",
                  "textoCompletoArticulo": "Artículo 32 Requisitos de la validación de las firmas electrónicas cualificadas\n1. El proceso de validación de una firma electrónica cualificada confirmará la validez de una firma electrónica cualificada siempre que:\na) el certificado que respalda la firma fuera, en el momento de la firma, un certificado cualificado de firma electrónica que se ajusta al anexo I;\nb) el certificado cualificado fuera emitido por un prestador de servicios de confianza y fuera válido en el momento de la firma;\nc) los datos de validación de la firma corresponden a los datos proporcionados a la parte usuaria;\nd) el conjunto único de datos que representa al firmante en el certificado se facilite correctamente a la parte usuaria;\ne) en caso de que se utilice un seudónimo, la utilización del mismo se indique claramente a la parte usuaria en el momento de la firma;\nf) la firma electrónica se haya creado mediante un dispositivo cualificado de creación de firmas electrónicas;\ng) la integridad de los datos firmados no se haya visto comprometida;\nh) se hayan cumplido los requisitos previstos en el artículo 26, en el momento de la firma.\n2. El sistema utilizado para validar la firma electrónica cualificada ofrecerá a la parte usuaria el resultado correcto del proceso de validación y le permitirá detectar cualquier problema que afecte a la seguridad.\n3. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a la validación de las firmas electrónicas cualificadas. Se presumirá el cumplimiento de los requisitos establecidos en el apartado 1 cuando la validación de una firma electrónica cualificada se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 33,
                  "nombreArticulo": "Servicio de validación cualificado de firmas electrónicas cualificadas",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Validación automatizada de firmas** 🖋️:\n\n1. Solo prestadores cualificados pueden ofrecer este servicio, que debe:\n   - Cumplir con el **artículo 32**.\n   - Proveer el resultado de validación de forma **fiable y eficiente**.",
                  "textoCompletoArticulo": "Artículo 33 Servicio de validación cualificado de firmas electrónicas cualificadas\n1. Solo podrá prestar un servicio de validación cualificado de firmas electrónicas cualificadas el prestador cualificado de servicios de confianza que:\na) realice la validación de conformidad con el artículo 32, apartado 1, y\nb) permita que las partes usuarias reciban el resultado del proceso de validación de una manera automatizada que sea fiable, eficiente e incluya la firma electrónica avanzada o el sello electrónico avanzado del prestador cualificado de servicio de validación.\n2. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas al servicio de validación cualificado a que se refiere el apartado 1. Se presumirá el cumplimiento de los requisitos establecidos en el apartado 1 cuando la validación de una firma electrónica cualificada se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 34,
                  "nombreArticulo": "Servicio cualificado de conservación de firmas electrónicas cualificadas",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "**Conservación prolongada de firmas** 📅:\n\n1. Solo un prestador cualificado puede ofrecer este servicio, asegurando la **fiabilidad de la firma más allá de su validez técnica**.\n2. La Comisión puede establecer **normas de referencia** para asegurar el cumplimiento de estos servicios.",
                  "textoCompletoArticulo": "Artículo 34 Servicio cualificado de conservación de firmas electrónicas cualificadas\n1. Solo podrá prestar un servicio cualificado de conservación de firmas electrónicas cualificadas el prestador cualificado de servicios de confianza que utilice procedimientos y tecnologías capaces de ampliar la fiabilidad de los datos de la firma electrónica cualificada más allá del período de validez tecnológico.\n2. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas al servicio cualificado de conservación de firmas electrónicas cualificadas. Se presumirá el cumplimiento de los requisitos establecidos en el apartado 1 cuando los mecanismos del servicio cualificado de conservación de firmas electrónicas cualificadas se ajusten a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                }
              ],
              "SubSecciones": []
            },
            {
              "NombreSeccion": "SECCIÓN 5 - Sellos electrónicos",
              "ResumenSeccion": "**SECCIÓN 5 Sellos Electrónicos** 📜\n\n**Artículo 35: Efectos jurídicos del sello electrónico** 🔍\n1. Un sello electrónico no pierde validez legal ni admisibilidad como prueba por estar en formato electrónico o por no cumplir con los requisitos de un sello cualificado.\n2. Un **sello cualificado** presume la integridad de los datos y la autenticidad del origen de la información vinculada. ✅\n3. Un sello cualificado emitido en un Estado miembro de la UE es reconocido en todos los Estados miembros. 🌍\n\n**Artículo 36: Requisitos para sellos electrónicos avanzados** 🛠️\nPara ser considerado avanzado, un sello electrónico debe:\n- Estar vinculado de manera única al creador.\n- Permitir la **identificación** del creador.\n- Ser creado con datos bajo control exclusivo del creador y con alto nivel de seguridad.\n- Estar vinculado a los datos de forma que cualquier alteración sea detectable. 🔒\n\n**Artículo 37: Sellos electrónicos en servicios públicos** 🏛️\n1. Los Estados miembros deben reconocer los sellos electrónicos avanzados en los formatos y métodos definidos por la Comisión.\n2. También deben aceptar sellos avanzados basados en certificados cualificados cuando sean requeridos en servicios públicos en línea.\n3. No se exigirá un nivel de seguridad superior al de un sello cualificado para servicios públicos transfronterizos.\n4. La Comisión puede establecer normas de referencia para cumplir con los requisitos de los sellos avanzados.\n5. La Comisión definirá, a más tardar en 2015, los formatos de referencia de los sellos avanzados. 🗓️\n\n**Artículo 38: Certificados cualificados de sello electrónico** 📑\n1. Los certificados cualificados deben cumplir con los requisitos del anexo III.\n2. No se pueden imponer requisitos adicionales obligatorios más allá del anexo III.\n3. Pueden incluir atributos opcionales sin afectar su interoperabilidad.\n4. Si un certificado cualificado es revocado, pierde validez y no puede ser reactivado. ❌\n5. Los Estados pueden regular la **suspensión temporal** de certificados, indicando el periodo de suspensión en la base de datos y en los servicios de consulta del estado.\n6. La Comisión establecerá normas de referencia aplicables para estos certificados. 📋\n\n**Artículo 39: Dispositivos cualificados de creación de sello electrónico** 🖥️\nLos artículos 29, 30 y 31 sobre los requisitos, certificación y publicación de dispositivos aplican también a los dispositivos cualificados de creación de sellos electrónicos.\n\n**Artículo 40: Validación y conservación de sellos electrónicos cualificados** 🗃️\nLos artículos 32, 33 y 34 se aplican igualmente a la validación y conservación de sellos electrónicos cualificados.\n\nEsta sección establece la validez y requisitos para el uso y reconocimiento de **sellos electrónicos** en la UE, asegurando su integridad, interoperabilidad y seguridad, en especial dentro de servicios públicos y entre países miembros. 🔐",
              "Articulos": [
                {
                  "numeroArticulo": 35,
                  "nombreArticulo": "Efectos jurídicos del sello electrónico",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. 🌐 **Validez y admisibilidad:** Un sello electrónico no será rechazado en procedimientos judiciales solo por ser electrónico o no cumplir con los requisitos de sello cualificado.\n\n2. ✅ **Presunción de integridad:** Los sellos electrónicos cualificados se presumen íntegros y de origen auténtico en los datos a los que están vinculados.\n\n3. 🏛️ **Reconocimiento transnacional:** Un sello electrónico cualificado emitido en un Estado miembro será reconocido en todos los Estados miembros de la Unión Europea.",
                  "textoCompletoArticulo": "Artículo 35 Efectos jurídicos del sello electrónico\n1. No se denegarán efectos jurídicos ni admisibilidad como prueba en procedimientos judiciales a un sello electrónico por el mero hecho de estar en formato electrónico o de no cumplir los requisitos del sello electrónico cualificado.\n2. Un sello electrónico cualificado disfrutará de la presunción de integridad de los datos y de la corrección del origen de los datos a los que el sello electrónico cualificado esté vinculado.\n3. Un sello electrónico cualificado basado en un certificado cualificado emitido en un Estado miembro será reconocido como un sello electrónico cualificado en todos los demás Estados miembros."
                },
                {
                  "numeroArticulo": 36,
                  "nombreArticulo": "Requisitos para los sellos electrónicos avanzados",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "Un sello electrónico avanzado debe cumplir con los siguientes requisitos:\n- 🔒 **Vinculación única:** Asociado exclusivamente al creador del sello.\n- 🆔 **Identificación:** Facilita la identificación del creador.\n- 🔐 **Creación segura:** Utilizado con datos que permiten su creación segura y están bajo el control exclusivo del creador.\n- 🛠️ **Inmutabilidad:** Cualquier cambio en los datos debe ser detectable.",
                  "textoCompletoArticulo": "Artículo 36 Requisitos para los sellos electrónicos avanzados\nUn sello electrónico avanzado cumplirá los requisitos siguientes:\na) estar vinculado al creador del sello de manera única;\nb) permitir la identificación del creador del sello;\nc) haber sido creado utilizando datos de creación del sello electrónico que el creador del sello puede utilizar para la creación de un sello electrónico, con un alto nivel de confianza, bajo su control exclusivo, y\nd) estar vinculado con los datos a que se refiere de modo tal que cualquier modificación ulterior de los mismos sea detectable."
                },
                {
                  "numeroArticulo": 37,
                  "nombreArticulo": "Sellos electrónicos en servicios públicos",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. 🏛️ **Reconocimiento de sellos electrónicos:** Un Estado miembro que requiera un sello electrónico avanzado para un servicio público en línea reconocerá los sellos avanzados y cualificados según los formatos o métodos definidos por la UE.\n\n2. 🎟️ **Certificados cualificados:** Si se requiere un sello avanzado basado en un certificado cualificado, también se reconocerán los sellos cualificados conforme a las normas de la UE.\n\n3. 🌍 **Uso transfronterizo:** No se exigirá un nivel de seguridad mayor que el de un sello cualificado para el uso de servicios en línea entre Estados miembros.\n\n4. 📋 **Normas aplicables:** La Comisión podrá establecer normas de referencia para garantizar el cumplimiento de los requisitos de sellos electrónicos avanzados.\n\n5. 🗓️ **Actos de ejecución:** La Comisión definirá antes del 18 de septiembre de 2015 los formatos y métodos de referencia para los sellos electrónicos avanzados.",
                  "textoCompletoArticulo": "Artículo 37 Sellos electrónicos en servicios públicos\n1. Si un Estado miembro requiere un sello electrónico avanzado con el fin de utilizar un servicio en línea ofrecido por un organismo del sector público, o en nombre del mismo, dicho Estado miembro reconocerá los sellos electrónicos avanzados, los sellos electrónicos avanzados basados en un certificado reconocido de sellos electrónicos y los sellos electrónicos cualificados por lo menos en los formatos o con los métodos definidos en los actos de ejecución contemplados en el apartado 5.\n2. Si un Estado miembro requiere un sello electrónico avanzado basado en un certificado cualificado con el fin de utilizar un servicio en línea ofrecido por un organismo del sector público, o en nombre del mismo, dicho Estado miembro reconocerá los sellos electrónicos avanzados basados en un certificado cualificado y los sellos electrónicos cualificados por lo menos en los formatos o con los métodos definidos en los actos de ejecución contemplados en el apartado 5.\n3. Los Estados miembros no exigirán, para el uso transfronterizo en un servicio en línea ofrecido por un organismo del sector público, un sello electrónico cuyo nivel de seguridad sea superior al de un sello electrónico cualificado.\n4. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a los sellos electrónicos avanzados. Se presumirá el cumplimiento de los requisitos de los sellos electrónicos avanzados mencionados en los apartados 1 y 2 del presente artículo y en el artículo 36 cuando un sello electrónico avanzado se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2.\n5. A más tardar el 18 de septiembre de 2015, y teniendo en cuenta las prácticas existentes, las normas y actos jurídicos de la Unión, la Comisión adoptará actos de ejecución que definan los formatos de referencia de los sellos electrónicos avanzados o métodos de referencia cuando se utilicen formatos alternativos. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 38,
                  "nombreArticulo": "Certificados cualificados de sello electrónico",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. 📜 **Requisitos del Anexo III:** Los certificados cualificados deben cumplir con los requisitos especificados en el anexo III.\n\n2. 🚫 **Limitación de requisitos adicionales:** No se les pueden exigir requisitos más allá de los establecidos en el anexo III.\n\n3. 🆔 **Atributos adicionales opcionales:** Se pueden incluir atributos opcionales sin afectar la interoperabilidad.\n\n4. ❌ **Revocación:** Una vez revocado un certificado, pierde su validez y no puede ser reactivado.\n\n5. 🕒 **Suspensión temporal:** Los Estados miembros pueden permitir la suspensión temporal de certificados bajo condiciones específicas, mostrando claramente el estado de suspensión.",
                  "textoCompletoArticulo": "Artículo 38 Certificados cualificados de sello electrónico\n1. Los certificados cualificados de sello electrónico cumplirán los requisitos establecidos en el anexo III.\n2. Los certificados cualificados de sello electrónico no estarán sometidos a ningún requisito obligatorio que exceda de los requisitos establecidos en el anexo III.\n3. Los certificados cualificados de sello electrónico podrán incluir atributos específicos adicionales no obligatorios. Esos atributos no afectarán a la interoperabilidad y reconocimiento de los sellos electrónicos cualificados.\n4. Si un certificado cualificado de sello electrónico ha sido revocado después de su activación inicial, perderá su validez desde el momento de su revocación y no podrá en ninguna circunstancia recuperar su estado.\n5. Según las condiciones expuestas a continuación, los Estados miembros podrán fijar normas nacionales sobre la suspensión temporal de certificados cualificados de sello electrónico:\na) Si un certificado cualificado de sello electrónico ha sido suspendido temporalmente, ese certificado perderá su validez durante el período de suspensión.\nb) El período de suspensión se indicará claramente en la base de datos de certificados y el estado de suspensión será visible, durante el período de suspensión, a partir del servicio que proporcione la información sobre el estado del certificado.\n6. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a los certificados cualificados de sello electrónico. Se presumirá el cumplimiento de los requisitos establecidos en el anexo III cuando un certificado cualificado de sello electrónico se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                },
                {
                  "numeroArticulo": 39,
                  "nombreArticulo": "Dispositivos cualificados de creación de sello electrónico",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1-3. 💻 **Aplicación de artículos previos:** Se aplican los requisitos de los artículos 29, 30 y 31 en cuanto a los dispositivos cualificados de creación de sello electrónico, su certificación y su publicación.",
                  "textoCompletoArticulo": "Artículo 39 Dispositivos cualificados de creación de sello electrónico\n1. El artículo 29 se aplicará mutatis mutandis a los requisitos de los dispositivos cualificados de creación de sello electrónico.\n2. El artículo 30 se aplicará mutatis mutandis a la certificación de los dispositivos cualificados de creación de sello electrónico.\n3. El artículo 31 se aplicará mutatis mutandis a la publicación de una lista de dispositivos cualificados de creación de sello electrónico certificados."
                },
                {
                  "numeroArticulo": 40,
                  "nombreArticulo": "Validación y conservación de sellos electrónicos cualificados",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "🔍 **Aplicación de validación y conservación:** Se aplican los artículos 32, 33 y 34 para la validación y conservación de los sellos electrónicos cualificados.",
                  "textoCompletoArticulo": "Artículo 40 Validación y conservación de sellos electrónicos cualificados\nLos artículos 32, 33 y 34 se aplicarán mutatis mutandis a la validación y conservación de los sellos electrónicos cualificados."
                }
              ],
              "SubSecciones": []
            },
            {
              "NombreSeccion": "SECCIÓN 6 - Sello de tiempo electrónico",
              "ResumenSeccion": null,
              "resumen": "**SECCIÓN 6: Sello de tiempo electrónico** 📅\n\n**Artículo 41: Efecto jurídico de los sellos de tiempo electrónicos** ⚖️\n   - Los **sellos de tiempo electrónicos** tienen **validez jurídica** y son **admisibles como prueba** 📝, incluso si solo están en formato electrónico o no cumplen con los requisitos de sello cualificado.\n   - Los **sellos cualificados de tiempo** gozan de una **presunción de exactitud** en la fecha y hora 📆🕒 que muestran y garantizan la **integridad de los datos**.\n   - Un sello cualificado de tiempo emitido en un **Estado miembro** será **válido en todos los Estados miembros** de la UE 🇪🇺.\n\n**Artículo 42: Requisitos de los sellos cualificados de tiempo electrónicos** ✅\n   - Para que un sello de tiempo sea considerado **cualificado**, debe:\n     - **Vincular la fecha y hora con los datos** de forma segura 🔒 para evitar modificaciones indetectables.\n     - Usar una **fuente de información temporal** alineada con el **Tiempo Universal Coordinado** 🌍.\n     - Estar firmado electrónicamente con una **firma avanzada** o sellado por un **proveedor cualificado de confianza** 🔏.\n   - La **Comisión Europea** puede establecer **normas específicas** para asegurar la exactitud de la vinculación de datos y tiempo ⏲️. Si estas normas se cumplen, se presume el cumplimiento de los requisitos. Estas normas serán adoptadas mediante un **procedimiento de revisión** 📜 bajo el Artículo 48, apartado 2.",
              "Articulos": [
                {
                  "numeroArticulo": 41,
                  "nombreArticulo": "Efecto jurídico de los sellos de tiempo electrónicos",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. Un **sello de tiempo electrónico** no perderá **validez legal ni admisibilidad como prueba** 📜 en procesos judiciales por ser digital o no cumplir los requisitos de sello cualificado.\n\n2. Los **sellos cualificados** tienen presunción de **exactitud en la fecha y hora** 🕒 y garantizan la integridad de los datos vinculados.\n\n3. Un **sello cualificado** emitido en cualquier **Estado miembro** será válido en todos los Estados miembros de la **UE** 🌍.",
                  "textoCompletoArticulo": "Artículo 41 Efecto jurídico de los sellos de tiempo electrónicos\n1. No se denegarán efectos jurídicos ni admisibilidad como prueba en procedimientos judiciales a un sello de tiempo electrónico por el mero hecho de estar en formato electrónico o de no cumplir los requisitos de sello cualificado de tiempo electrónico.\n2. Los sellos cualificados de tiempo electrónicos disfrutarán de una presunción de exactitud de la fecha y hora que indican y de la integridad de los datos a los que la fecha y hora estén vinculadas.\n3. Un sello cualificado de tiempo electrónico emitido en un Estado miembro será reconocido como sello cualificado de tiempo electrónico en todos los Estados miembros."
                },
                {
                  "numeroArticulo": 42,
                  "nombreArticulo": "Requisitos de los sellos cualificados de tiempo electrónicos",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. Para que un sello sea **cualificado**, debe:\n   - **Vincular fecha y hora** con los datos, evitando modificaciones no detectadas 🔐.\n   - **Basarse en el Tiempo Universal Coordinado** 🌐.\n   - Usar una **firma electrónica avanzada** o un sello avanzado del proveedor de confianza.\n\n2. La **Comisión Europea** 🇪🇺 puede establecer normas para asegurar el cumplimiento de estos requisitos, y su aplicación se presume adecuada si se ajusta a dichas normas.",
                  "textoCompletoArticulo": "Artículo 42 Requisitos de los sellos cualificados de tiempo electrónicos\n1. Un sello cualificado de tiempo electrónico cumplirá los requisitos siguientes:\na) vincular la fecha y hora con los datos de forma que se elimine razonablemente la posibilidad de modificar los datos sin que se detecte;\nb) basarse en una fuente de información temporal vinculada al Tiempo Universal Coordinado, y\nc) haber sido firmada mediante el uso de una firma electrónica avanzada o sellada con un sello electrónico avanzado del prestador cualificado de servicios de confianza o por cualquier método equivalente.\n2. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a la vinculación de la fecha y hora con los datos y a una fuente de información temporal exacta. Se presumirá el cumplimiento de los requisitos establecidos en el apartado 1 cuando la vinculación de la fecha y hora con los datos y la fuente de información temporal exacta se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                }
              ],
              "SubSecciones": []
            },
            {
              "NombreSeccion": "SECCIÓN 7 - Servicio de entrega electrónica certificada",
              "ResumenSeccion": "**SECCIÓN 7: Servicio de entrega electrónica certificada** 📧\n\n**Artículo 43: Efecto jurídico de un servicio de entrega electrónica certificada** ⚖️\n- Los datos enviados y recibidos mediante **servicios de entrega electrónica certificada** tienen validez jurídica y pueden ser usados como prueba en juicio 🧾, aunque estén en formato electrónico o no cumplan los requisitos de un servicio cualificado.\n- Los datos enviados a través de un **servicio cualificado de entrega electrónica** cuentan con la **presunción de integridad** 📄, confirmando que no han sido alterados, que fueron enviados y recibidos por las personas identificadas 🆔, y que las fechas y horas de envío y recepción son precisas ⏰.\n\n**Artículo 44: Requisitos de los servicios cualificados de entrega electrónica certificada** 📜\n1. Los **servicios cualificados** deben cumplir con los siguientes requisitos:\n   - Ser ofrecidos por uno o varios **prestadores cualificados de confianza** 🤝.\n   - Asegurar **alta fiabilidad** en la identificación del remitente 👤.\n   - Garantizar que el destinatario esté identificado antes de la entrega de los datos 🎯.\n   - Proteger el envío y la recepción mediante una **firma electrónica avanzada** ✍️ o un sello electrónico avanzado, para evitar modificaciones no detectadas 🛡️.\n   - Notificar tanto al emisor como al destinatario cualquier **cambio en los datos** 🛠️ que afecte el envío o recepción.\n   - Aplicar un **sello de tiempo cualificado** ⏳ que registre la fecha y hora de cada envío, recepción y cualquier modificación.\n   - Si los datos pasan entre varios prestadores de confianza, todos deben cumplir estos requisitos.\n2. La **Comisión** podrá emitir normas específicas 📐 para los procesos de envío y recepción. Si los servicios cumplen estas normas, se considerará que cumplen con los requisitos establecidos, y tales normas serán adoptadas según el procedimiento del **artículo 48**.",
              "Articulos": [
                {
                  "numeroArticulo": 43,
                  "nombreArticulo": "Efecto jurídico de un servicio de entrega electrónica certificada",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. Los **datos enviados** por un **servicio de entrega electrónica certificada** 📧 no pierden **validez legal ni admisibilidad como prueba** por ser electrónicos o no cumplir los requisitos de servicio cualificado.\n\n2. Los **servicios cualificados** de entrega electrónica certificada presumen la **integridad de los datos**, el **envío desde el remitente identificado**, la **recepción por el destinatario**, y la **exactitud de la fecha y hora** ⏰ que indica el servicio.",
                  "textoCompletoArticulo": "Artículo 43 Efecto jurídico de un servicio de entrega electrónica certificada\n1. A los datos enviados y recibidos mediante un servicio de entrega electrónica certificada no se les denegarán efectos jurídicos ni admisibilidad como prueba en procedimientos judiciales por el mero hecho de que estén en formato electrónico o no cumplan los requisitos de servicio cualificado de entrega electrónica certificada.\n2. Los datos enviados y recibidos mediante un servicio cualificado de entrega electrónica certificada disfrutarán de la presunción de la integridad de los datos, el envío de dichos datos por el remitente identificado, la recepción por el destinatario identificado y la exactitud de la fecha y hora de envío y recepción de los datos que indica el servicio cualificado de entrega electrónica certificada."
                },
                {
                  "numeroArticulo": 44,
                  "nombreArticulo": "Requisitos de los servicios cualificados de entrega electrónica certificada",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. Los **servicios cualificados** de entrega electrónica certificada deben:\n   - Ser prestados por **proveedores de confianza** 🛡️.\n   - Asegurar la **identificación fiable del remitente y destinatario** 👤.\n   - Proteger los datos mediante **firma o sello avanzado**, evitando modificaciones indetectables 🔐.\n   - Informar sobre cualquier **modificación de los datos** necesarios.\n   - Registrar la **fecha y hora de envío y recepción** mediante un **sello cualificado de tiempo** ⏰.\n\n2. La **Comisión Europea** puede establecer normas de referencia para estos procesos, considerándose que cumplen los requisitos si siguen dichas normas.",
                  "textoCompletoArticulo": "Artículo 44 Requisitos de los servicios cualificados de entrega electrónica certificada\n1. Los servicios cualificados de entrega electrónica certificada cumplirán los requisitos siguientes:\na) ser prestados por uno o más prestadores cualificados de servicios de confianza;\nb) asegurar con un alto nivel de fiabilidad la identificación del remitente;\nc) garantizar la identificación del destinatario antes de la entrega de los datos;\nd) estar protegidos el envío y recepción de datos por una firma electrónica avanzada o un sello electrónico avanzado de un prestador cualificado de servicios de confianza de tal forma que se impida la posibilidad de que se modifiquen los datos sin que se detecte;\ne) indicar claramente al emisor y al destinatario de los datos cualquier modificación de los datos necesarios a efectos del envío o recepción de los datos;\nf) indicar mediante un sello cualificado de tiempo electrónico la fecha y hora de envío, recepción y eventual modificación de los datos.\nEn caso de que los datos se transfieran entre dos o más prestadores cualificados de servicios de confianza, se aplicarán los requisitos establecidos en las letras a) a f) a todos los prestadores cualificados de servicios de confianza.\n2. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a los procesos de envío y recepción de datos. Se presumirá el cumplimiento de los requisitos establecidos en el apartado 1 cuando el proceso de envío y recepción de datos se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                }
              ],
              "SubSecciones": []
            },
            {
              "NombreSeccion": "SECCIÓN 8 - Autenticación de sitios web",
              "ResumenSeccion": "**Sección 8: Autenticación de sitios web** 🔐\n**Artículo 45: Requisitos de los certificados cualificados de autenticación de sitios web** 📜\n1. Los **certificados cualificados** para autenticar sitios web deben cumplir con los requisitos detallados en el **anexo IV** del reglamento 📄.\n2. La **Comisión** podrá emitir **normas específicas** 📏 mediante actos de ejecución para regular estos certificados. Si un certificado cumple con estas normas, se considerará que también cumple con los requisitos del anexo IV ✅. Estos actos de ejecución se realizarán siguiendo el **procedimiento de revisión** mencionado en el artículo 48, apartado 2 📑.",
              "Articulos": [
                {
                  "numeroArticulo": 45,
                  "nombreArticulo": "Requisitos de los certificados cualificados de autenticación de sitios web",
                  "nombreArticuloOriginal": true,
                  "resumenArticulo": "1. Los **certificados cualificados de autenticación de sitios web** 🌐 deben cumplir con los **requisitos del anexo IV**.\n\n2. La **Comisión Europea** puede establecer normas de referencia para estos certificados, presumiéndose que cumplen los requisitos si se ajustan a dichas normas 📜.",
                  "textoCompletoArticulo": "Artículo 45 Requisitos de los certificados cualificados de autenticación de sitios web\n1. Los certificados cualificados de autenticación de sitios web cumplirán los requisitos establecidos en el anexo IV.\n2. La Comisión podrá, mediante actos de ejecución, establecer números de referencia de normas relativas a los certificados cualificados de autenticación de sitios web. Se presumirá el cumplimiento de los requisitos establecidos en el anexo IV cuando un certificado cualificado de autenticación de sitios web se ajuste a dichas normas. Estos actos de ejecución se adoptarán con arreglo al procedimiento de examen contemplado en el artículo 48, apartado 2."
                }
              ],
              "SubSecciones": []
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO IV - DOCUMENTOS ELECTRÓNICOS",
          "ResumenCapitulo": "**Capítulo IV: Documentos Electrónicos** 📄\n**Artículo 46: Efectos Jurídicos de los Documentos Electrónicos** ✅\nNo se puede rechazar la **validez legal** de un documento simplemente porque esté en **formato electrónico**. Esto significa que los documentos digitales tienen el mismo valor y son admisibles como **prueba en procedimientos judiciales** ⚖️, al igual que los documentos en papel. En resumen, el **formato electrónico** no afecta su **eficacia legal** ni su **admisibilidad** en un juicio. 📑",
          "Articulos": [
            {
              "numeroArticulo": 46,
              "nombreArticulo": "Efectos jurídicos de los documentos electrónicos",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "📄 **Reconocimiento de documentos electrónicos**: No se pueden negar **efectos jurídicos** ni su **admisibilidad** como prueba en procedimientos judiciales simplemente porque estén en formato electrónico.",
              "textoCompletoArticulo": "Artículo 46 Efectos jurídicos de los documentos electrónicos\n\tNo se denegarán efectos jurídicos ni admisibilidad como prueba en procedimientos judiciales a un documento electrónico por el mero hecho de estar en formato electrónico."
            }
          ],
          "Secciones": []
        },
        {
          "NombreCapitulo": "CAPÍTULO V - DELEGACIÓN DE PODERES Y DISPOSICIONES DE EJECUCIÓN",
          "ResumenCapitulo": "**Capítulo V: Delegación de Poderes y Disposiciones de Ejecución**\n\n**Artículo 47 - Ejercicio de la delegación**:\n1. La **Comisión Europea** tiene la facultad para adoptar **actos delegados** bajo ciertas condiciones establecidas en este artículo. ⚖️\n2. Estos **poderes delegados** relacionados con el artículo 30, apartado 4, son otorgados a la Comisión por un período indefinido desde el **17 de septiembre de 2014**. 📅\n3. Tanto el **Parlamento Europeo** como el **Consejo** pueden **revocar** la delegación de poderes en cualquier momento, lo cual finalizará dicha delegación para los poderes especificados. Esta decisión será efectiva tras su publicación en el **Diario Oficial de la Unión Europea** y no afectará a los actos ya vigentes. 📜\n4. Cuando la Comisión adopte un acto delegado, lo notificará **simultáneamente** al Parlamento y al Consejo. 📬\n5. Los **actos delegados** solo entrarán en vigor si en un plazo de **dos meses** ni el Parlamento ni el Consejo presentan **objeciones**. Este plazo puede extenderse por otros dos meses si alguna de las instituciones lo solicita. 🕑\n\n**Artículo 48 - Procedimiento de comité**:\n1. La Comisión estará apoyada por un **comité** conforme al **Reglamento (UE) no 182/2011**. 🏛️\n2. En ciertos casos, se aplicará el **artículo 5 del Reglamento (UE) no 182/2011**. 📖",
          "Articulos": [
            {
              "numeroArticulo": 47,
              "nombreArticulo": "Ejercicio de la delegación",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🛠️ **Facultades delegadas a la Comisión**:\n\n1. La **Comisión** puede **adoptar actos delegados** bajo condiciones establecidas.\n\n2. La delegación de poderes para ciertos actos se otorga indefinidamente desde **septiembre de 2014**.\n\n3. La **revocación de poderes** puede ser decidida en cualquier momento por el Parlamento Europeo o el Consejo y entra en vigor el día siguiente a su publicación.\n\n4. La **Comisión** notificará estos actos al **Parlamento Europeo y al Consejo** simultáneamente.\n\n5. Los **actos delegados** entran en vigor si no hay objeción en un plazo de **dos meses**, prorrogables por otros dos meses si alguna de las instituciones lo solicita.",
              "textoCompletoArticulo": "Artículo 47 Ejercicio de la delegación\n\t1. Se faculta a la Comisión para adoptar actos delegados en las condiciones establecidas en el presente artículo.\n\t2. Los poderes para adoptar los actos delegados a que se refiere el artículo 30, apartado 4, se otorgarán a la Comisión para un período indefinido a más tardar el 17 de septiembre de 2014.\n\t3. La delegación de poderes a que se refiere el artículo 30, apartado 4, podrá ser revocada en todo momento por el Parlamento Europeo o el Consejo. La decisión de revocación pondrá término a la delegación de los poderes que en ella se especifiquen. La decisión surtirá efecto al día siguiente de su publicación en el Diario Oficial de la Unión Europea o en una fecha posterior indicada en la misma. No afectará a la validez de los actos delegados que ya estén en vigor.\n\t4. En cuanto la Comisión adopte un acto delegado, lo notificará simultáneamente al Parlamento Europeo y al Consejo.\n\t5. Los actos delegados adoptados con arreglo al artículo 30, apartado 4, entrarán en vigor únicamente en caso de que ni el Parlamento Europeo ni el Consejo hayan manifestado objeción alguna en un plazo de dos meses a partir de la notificación de dicho acto a ambas instituciones o en caso de que, antes de que expire dicho plazo, el Parlamento Europeo y el Consejo hayan informado a la Comisión de que no manifestarán objeción alguna. El plazo se prorrogará dos meses a iniciativa del Parlamento Europeo o del Consejo."
            },
            {
              "numeroArticulo": 48,
              "nombreArticulo": "Procedimiento de comité",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "💼 **Asistencia de un comité a la Comisión**: La **Comisión** contará con la asistencia de un **comité** según lo indicado en el **Reglamento (UE) no 182/2011**.",
              "textoCompletoArticulo": "Artículo 48 Procedimiento de comité\n\t1. La Comisión estará asistida por un comité. El comité será conforme a lo dispuesto en el Reglamento (UE) no 182/2011.\n\t2. En los casos en que se haga referencia al presente apartado, será de aplicación el artículo 5 del Reglamento (UE) no 182/2011."
            }
          ],
          "Secciones": []
        },
        {
          "NombreCapitulo": "CAPÍTULO VI - DISPOSICIONES FINALES",
          "ResumenCapitulo": "**CAPÍTULO VI: Disposiciones Finales** 📜 Este capítulo establece las normas finales y ajustes necesarios para la aplicación del reglamento.\n\n- **Artículo 49: Revisión** 🔍 La Comisión evaluará la implementación del reglamento y presentará un informe al Parlamento Europeo y al Consejo antes del 1 de julio de 2020, sugiriendo modificaciones si es necesario. Además, la Comisión emitirá informes cada cuatro años para monitorear el avance de los objetivos establecidos.\n\n- **Artículo 50: Derogación** 🚫 La Directiva 1999/93/CE queda derogada a partir del 1 de julio de 2016. Cualquier referencia a dicha Directiva se entenderá como al presente reglamento.\n\n- **Artículo 51: Medidas Transitorias** ⏳ Se establecen medidas para una transición ordenada:\n  - Los dispositivos de firma seguros conforme a la Directiva 1999/93/CE serán considerados como dispositivos cualificados de firma electrónica.\n  - Los certificados reconocidos según la Directiva 1999/93/CE seguirán siendo válidos hasta su expiración.\n  - Los prestadores de servicios de certificación deberán presentar un informe de conformidad antes del 1 de julio de 2017 para ser considerados como prestadores cualificados bajo el reglamento.\n  - Si no presentan el informe antes de esta fecha, no podrán ser considerados prestadores cualificados a partir del 2 de julio de 2017.\n\n- **Artículo 52: Entrada en Vigor** 🗓️ El reglamento entrará en vigor 20 días después de su publicación y será aplicable desde el 1 de julio de 2016. Sin embargo, varias disposiciones específicas tendrán fechas de aplicación distintas:\n  - Ciertas disposiciones serán aplicables desde el 17 de septiembre de 2014.\n  - Otras comenzarán a aplicarse una vez que se adopten actos de implementación específicos.\n  - El artículo 6 tendrá efecto tres años después de la adopción de dichos actos.\n\nEste reglamento es obligatorio y aplicable directamente en todos los Estados miembros, promoviendo así una implementación uniforme en toda la Unión Europea 🌍.",
          "Articulos": [
            {
              "numeroArticulo": 49,
              "nombreArticulo": "Revisión",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "🔄 **Revisión y ajustes del Reglamento**:\n\n- La **Comisión** revisará y evaluará el **Reglamento** para considerar posibles modificaciones, informando al **Parlamento Europeo y al Consejo** antes de julio de 2020.\n\n- Cada **cuatro años** presentará informes adicionales sobre los avances en los objetivos del Reglamento.",
              "textoCompletoArticulo": "Artículo 49 Revisión\n\tLa Comisión revisará la aplicación del presente Reglamento e informará al Parlamento Europeo y al Consejo a más tardar el 1 de julio de 2020. La Comisión evaluará en particular si es apropiado modificar el ámbito de aplicación del presente Reglamento o sus disposiciones específicas, incluidos el artículo 6, la letra f) del artículo 7 y los artículos 34, 43, 44 y 45, teniendo en cuenta la experiencia adquirida en la aplicación del presente Reglamento, así como la evolución tecnológica, del mercado y jurídica.\n\tEl informe mencionado en el párrafo primero irá acompañado, en caso necesario, de propuestas legislativas.\n\tAsimismo, la Comisión presentará un informe al Parlamento Europeo y al Consejo cada cuatro años tras el informe mencionado en el párrafo primero sobre la marcha hacia el logro de los objetivos del presente Reglamento."
            },
            {
              "numeroArticulo": 50,
              "nombreArticulo": "Derogación",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "📜 **Derogación de la Directiva 1999/93/CE**: Esta directiva queda **derogada** a partir del **1 de julio de 2016**. Todas las referencias a esta **Directiva** se entenderán hechas al **presente Reglamento**.",
              "textoCompletoArticulo": "Artículo 50 Derogación\n\t1. Queda derogada la Directiva 1999/93/CE con efectos a partir del 1 de julio de 2016.\n\t2. Las referencias a la Directiva derogada se entenderán hechas al presente Reglamento."
            },
            {
              "numeroArticulo": 51,
              "nombreArticulo": "Medidas transitorias",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "⏳ **Medidas transitorias para dispositivos y certificados**:\n\n1. Los **dispositivos seguros de creación de firma** conforme a la Directiva 1999/93/CE serán considerados **dispositivos cualificados** bajo el Reglamento actual.\n\n2. Los **certificados reconocidos** de la Directiva 1999/93/CE seguirán siendo válidos hasta su **caducidad**.\n\n3. Los **prestadores de servicios de certificación** deben presentar un informe de evaluación de conformidad antes de julio de 2017 para ser considerados prestadores cualificados.\n\n4. Si un prestador no presenta el informe a tiempo, dejará de ser considerado **prestador cualificado de servicios de confianza** a partir del **2 de julio de 2017**.",
              "textoCompletoArticulo": "Artículo 51 Medidas transitorias\n\t1. Los dispositivos seguros de creación de firma cuya conformidad se haya determinado con arreglo a lo dispuesto en el artículo 3, apartado 4, de la Directiva 1999/93/CE se considerarán dispositivos cualificados de creación de firma electrónica con arreglo al presente Reglamento.\n\t2. Los certificados reconocidos expedidos para las personas físicas conforme a la Directiva 1999/93/CE se considerarán certificados cualificados de firma electrónica con arreglo al presente Reglamento hasta que caduquen.\n\t3. Un prestador de servicios de certificación que emita certificados reconocidos conforme a la Directiva 1999/93/CE presentará un informe de evaluación de conformidad al organismo supervisor lo antes posible pero no más tarde del 1 de julio de 2017. Hasta que el prestador de servicios de certificación presente dicho informe de evaluación de conformidad y el organismo supervisor ultime su análisis, el mencionado prestador de servicios de certificación será considerado, según el presente Reglamento, como prestador cualificado de servicios de confianza.\n\t4. Si un prestador de servicios de certificación que emita certificados reconocidos conforme a la Directiva 1999/93/CE no presentara un informe de evaluación de conformidad al organismo supervisor dentro del plazo mencionado en el apartado 3, dicho prestador de servicios de certificación no podrá ser considerado, según el presente Reglamento, como prestador cualificado de servicios de confianza a partir del 2 de julio de 2017."
            },
            {
              "numeroArticulo": 52,
              "nombreArticulo": "Entrada en vigor",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "📅 **Fecha de entrada en vigor y aplicabilidad**:\n\n1. El Reglamento entra en vigor **20 días después** de su publicación en el Diario Oficial de la UE.\n\n2. Se aplica desde **1 de julio de 2016**, salvo algunas disposiciones que serán aplicables en fechas específicas establecidas para ciertos artículos.\n\n3. El **reconocimiento de medios de identificación** bajo sistemas electrónicos notificados será aplicable en un plazo máximo de **12 meses** desde la notificación.\n\n4. Los **Estados miembros** pueden decidir el reconocimiento temprano de medios de identificación electrónica de otros Estados miembros, informando de esto a la **Comisión**.",
              "textoCompletoArticulo": "Artículo 52 Entrada en vigor\n\t1. El presente Reglamento entrará en vigor a los veinte días de su publicación en el Diario Oficial de la Unión Europea.\n\t2. El presente Reglamento será aplicable a partir del 1 de julio de 2016, a excepción de las disposiciones siguientes:\n\t\ta) los artículos 8, apartado 3, 9, apartado 5, 12, apartados 2 a 9, 17, apartado 8, 19, apartado 4, 20, apartado 4, 21, apartado 4, 22, apartado 5, 23, apartado, 3, 24, apartado 5, 27, apartados 4 y 5, 28, apartado 6, 29, apartado 2, 30, apartados 3 y 4, 31, apartado 3, 32, apartado 3, 33, apartado 2, 34, apartado 2, 37, apartados 4 y 5, 38, apartado 6, 42, apartado 2, 44, apartado 2, 45, apartado 2, y los artículos 47 y 48 se aplicarán a partir del 17 de septiembre de 2014;\n\t\tb) el artículo 7, el artículo 8, apartados 1 y 2, los artículos 9, 10, 11 y el artículo 12, apartado 1, se aplicarán a partir de la fecha de aplicación de los actos de ejecución previstos en los artículos 8, apartado 3, y 12, apartado 8;\n\t\tc) el artículo 6 se aplicará a partir de los tres años de la fecha de aplicación de los actos de ejecución previstos en los artículos 8, apartado 3, y 12, apartado 8.\n\t3. Cuando el sistema de identificación electrónica notificado esté incluido en la lista publicada por la Comisión con arreglo al artículo 9 antes de la fecha mencionada en la letra c) del apartado 2 del presente artículo, el reconocimiento de los medios de identificación electrónica expedidos bajo dicho sistema en virtud del artículo 6 se llevará a cabo a más tardar 12 meses después de la publicación de dicho sistema, pero no antes de la fecha mencionada en la letra c) del apartado 2 del presente artículo.\n\t4. No obstante lo dispuesto en la letra c) del apartado 2 del presente artículo, un Estado miembro podrá decidir que los medios de identificación electrónica con arreglo al sistema de identificación electrónica notificado de conformidad con el artículo 9, apartado 1, por otro Estado miembro se reconozcan en el primer Estado miembro a partir de la fecha de aplicación de los actos de ejecución previstos en los artículos 8, apartado 3, y 12, apartado 8. Los Estados miembros de que se trate se lo comunicarán a la Comisión. La Comisión hará pública esa información.\n\tEl presente Reglamento será obligatorio en todos sus elementos y directamente aplicable en cada Estado miembro."
            }
          ],
          "Secciones": []
        },
        {
          "NombreCapitulo": "CAPÍTULO DE ANEXOS",
          "ResumenCapitulo": "**Anexos** 📑 de requisitos para certificados electrónicos:\n\n**Anexo I: Certificados Cualificados de Firma Electrónica** ✍️:\n- Incluirán una **indicación clara** de ser certificados cualificados.\n- Datos del **prestador de servicios** (nombre y Estado miembro) y del **firmante** (nombre o seudónimo).\n- **Datos de validación** para la firma electrónica y periodo de validez.\n- **Código de identidad único** del certificado.\n- Firma avanzada del **prestador de servicios**.\n- **Ubicación gratuita** del certificado de respaldo y servicios para verificar su validez.\n- Si se usa un **dispositivo cualificado** para crear la firma, debe indicarse adecuadamente.\n\n**Anexo II: Dispositivos Cualificados de Creación de Firma Electrónica** 🔐:\n1. Aseguran la **confidencialidad** y **protección contra falsificación** de los datos de creación de firmas.\n2. **No alteran los datos** que serán firmados y permiten su visualización al firmante.\n3. Solo un **prestador cualificado** podrá gestionar los datos en nombre del firmante.\n4. **Copias de seguridad** permitidas bajo requisitos estrictos, garantizando seguridad equivalente y el mínimo de duplicados necesarios.\n\n**Anexo III: Certificados Cualificados de Sello Electrónico** 📜:\n- Contendrán una **indicación de certificación** como sello electrónico cualificado.\n- Información sobre el **prestador de servicios** (nombre, Estado) y **creador del sello**.\n- **Datos de validación del sello**, periodo de validez, y **código único de identidad**.\n- Firma avanzada del **prestador** y **ubicación de verificación gratuita** del certificado.\n\n**Anexo IV: Certificados Cualificados de Autenticación de Sitios Web** 🌐:\n- Señalarán claramente que son certificados de **autenticación de sitios web**.\n- Incluirán datos sobre el **prestador de servicios** y **persona o entidad certificada** (nombre, dirección, dominios asociados).\n- **Periodo de validez**, **código único de identidad** y firma avanzada del **prestador**.\n- **Ubicación gratuita** del respaldo y servicios de consulta para la validez.\n\nCada anexo establece pautas claras para **autenticidad, seguridad y validación** de firmas, sellos y autenticaciones web, garantizando transparencia y seguridad en el uso de servicios electrónicos confiables. 🔒🌍📃",
          "Articulos": [
            {
              "numeroArticulo": 1,
              "nombreArticulo": "ANEXO I REQUISITOS DE LOS CERTIFICADOS CUALIFICADOS DE FIRMA ELECTRÓNICA",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Requisitos para los certificados cualificados de firma electrónica:**\n\n- Deben indicar explícitamente que son certificados cualificados 📜.\n- Contendrán datos que representen al **prestador cualificado de servicios** 🇪🇺, incluyendo:\n  - Para **personas jurídicas**: nombre y número de registro en registros oficiales 🏛️.\n  - Para **personas físicas**: el nombre del firmante 👤.\n- Incluirán el nombre del firmante o un seudónimo, especificando si es un seudónimo 📛.\n- **Datos de validación** que correspondan con los datos de creación de la firma 🔐.\n- Fechas de inicio y fin de validez del certificado 📅.\n- Un **código de identidad único** del certificado 📇.\n- **Firma avanzada** del prestador del servicio o sello electrónico 📑.\n- Indicación del lugar donde está disponible el certificado para verificar la firma 📍.\n- Información para consultar el estado de validez del certificado ✅.\n- Indicación si los datos de firma están en un dispositivo de creación de firma cualificado 💻.",
              "textoCompletoArticulo": "Artículo 1 ANEXO I REQUISITOS DE LOS CERTIFICADOS CUALIFICADOS DE FIRMA ELECTRÓNICA\nLos certificados cualificados de firma electrónica contendrán:\n    a) una indicación, al menos en un formato adecuado para el procesamiento automático, de que el certificado ha sido expedido como certificado cualificado de firma electrónica;\n    b) un conjunto de datos que represente inequívocamente al prestador cualificado de servicios de confianza que expide los certificados cualificados, incluyendo como mínimo el Estado miembro en el que dicho prestador está establecido, y\n        para personas jurídicas: el nombre y, cuando proceda, el número de registro según consten en los registros oficiales,\n        para personas físicas, el nombre de la persona;\n    c) al menos el nombre del firmante o un seudónimo; si se usara un seudónimo, se indicará claramente;\n    d) datos de validación de la firma electrónica que correspondan a los datos de creación de la firma electrónica;\n    e) los datos relativos al inicio y final del período de validez del certificado;\n    f) el código de identidad del certificado, que debe ser único para el prestador cualificado de servicios de confianza;\n    g) la firma electrónica avanzada o el sello electrónico avanzado del prestador de servicios de confianza expedidor;\n    h) el lugar en que está disponible gratuitamente el certificado que respalda la firma electrónica avanzada o el sello electrónico avanzado a que se hace referencia en la letra g);\n    i) la localización de los servicios que pueden utilizarse para consultar el estado de validez del certificado cualificado;\n    j) cuando los datos de creación de firma electrónica relacionados con los datos de validación de firma electrónica se encuentren en un dispositivo cualificado de creación de firma electrónica, una indicación adecuada de esto, al menos en una forma apta para el procesamiento automático."
            },
            {
              "numeroArticulo": 2,
              "nombreArticulo": "ANEXO II REQUISITOS DE LOS DISPOSITIVOS CUALIFICADOS DE CREACIÓN DE FIRMA ELECTRÓNICA",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Requisitos para los dispositivos cualificados de creación de firma electrónica:**\n\n1. **Confidencialidad de los datos de creación**: Protegen los datos de firma para que solo aparezcan una vez y estén resguardados contra deducción y falsificación 🔒.\n2. No alteran ni impiden mostrar los datos que deben firmarse al firmante 👀.\n3. **Gestión de los datos de creación**: Solo puede ser realizada por un prestador cualificado de confianza 🤝.\n4. **Duplicación de datos**: Permitida solo para copias de seguridad, garantizando la misma seguridad que los datos originales y limitando el número de duplicados 🔄.",
              "textoCompletoArticulo": "Artículo 2 ANEXO II REQUISITOS DE LOS DISPOSITIVOS CUALIFICADOS DE CREACIÓN DE FIRMA ELECTRÓNICA\n1. Los dispositivos cualificados de creación de firma electrónica garantizarán como mínimo, por medios técnicos y de procedimiento adecuados, que:\n    a) esté garantizada razonablemente la confidencialidad de los datos de creación de firma electrónica utilizados para la creación de firmas electrónicas;\n    b) los datos de creación de firma electrónica utilizados para la creación de firma electrónica solo puedan aparecer una vez en la práctica;\n    c) exista la seguridad razonable de que los datos de creación de firma electrónica utilizados para la creación de firma electrónica no pueden ser hallados por deducción y de que la firma está protegida con seguridad contra la falsificación mediante la tecnología disponible en el momento;\n    d) los datos de creación de la firma electrónica utilizados para la creación de firma electrónica puedan ser protegidos por el firmante legítimo de forma fiable frente a su utilización por otros.\n2. Los dispositivos cualificados de creación de firmas electrónicas no alterarán los datos que deben firmarse ni impedirán que dichos datos se muestren al firmante antes de firmar.\n3. La generación o la gestión de los datos de creación de la firma electrónica en nombre del firmante solo podrán correr a cargo de un prestador cualificado de servicios de confianza.\n4. Sin perjuicio de la letra d) del punto 1, los prestadores cualificados de servicios de confianza que gestionen los datos de creación de firma electrónica en nombre del firmante podrán duplicar los datos de creación de firma únicamente con objeto de efectuar una copia de seguridad de los citados datos siempre que se cumplan los siguientes requisitos:\n    a) la seguridad de los conjuntos de datos duplicados es del mismo nivel que para los conjuntos de datos originales;\n    b) el número de conjuntos de datos duplicados no supera el mínimo necesario para garantizar la continuidad del servicio."
            },
            {
              "numeroArticulo": 3,
              "nombreArticulo": "ANEXO III REQUISITOS DE LOS CERTIFICADOS CUALIFICADOS DE SELLO ELECTRÓNICO",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Requisitos para los certificados cualificados de sello electrónico:**\n\n- **Indicador** de que el certificado es cualificado 📜.\n- Datos que representen al prestador cualificado de servicios de confianza 🇪🇺, incluyendo:\n  - Para **personas jurídicas**: nombre y número de registro 🏛️.\n  - Para **personas físicas**: el nombre de la persona 👤.\n- Nombre del creador del sello, con número de registro si aplica 🖋️.\n- **Datos de validación** correspondientes al sello electrónico 📄.\n- **Fechas de validez** del certificado 📅.\n- **Código de identidad único** para el prestador 📇.\n- Firma avanzada del prestador o sello electrónico 📑.\n- Localización gratuita del certificado 📍.\n- Servicios para verificar el estado de validez del certificado ✅.\n- Indicación si los datos están en un dispositivo cualificado 💻.",
              "textoCompletoArticulo": "Artículo 3 ANEXO III REQUISITOS DE LOS CERTIFICADOS CUALIFICADOS DE SELLO ELECTRÓNICO\nLos certificados cualificados de sello electrónico contendrán:\n    a) una indicación, al menos en un formato adecuado para el procesamiento automático, de que el certificado ha sido expedido como certificado cualificado de sello electrónico;\n    b) un conjunto de datos que represente inequívocamente al prestador cualificado de servicios de confianza que expide los certificados cualificados, incluyendo como mínimo el Estado miembro en el que dicho prestador está establecido, y\n        para personas jurídicas: el nombre y, cuando proceda, el número de registro según consten en los registros oficiales,\n        para personas físicas, el nombre de la persona;\n    c) al menos, el nombre del creador del sello y, cuando proceda, el número de registro, tal como se recojan en los registros oficiales;\n    d) los datos de validación del sello electrónico que correspondan a los datos de creación del sello electrónico;\n    e) los datos relativos al inicio y final del período de validez del certificado;\n    f) el código de identidad del certificado, que debe ser único para el prestador cualificado de servicios de confianza;\n    g) la firma electrónica avanzada o el sello electrónico avanzado del prestador de servicios de confianza expedidor;\n    h) el lugar en que está disponible gratuitamente el certificado que respalda la firma electrónica avanzada o el sello electrónico avanzado a que se hace referencia en la letra g);\n    i) la localización de los servicios que pueden utilizarse para consultar el estado de validez del certificado cualificado;\n    j) cuando los datos de creación del sello electrónico relacionados con los datos de validación del sello electrónico se encuentren en un dispositivo cualificado de creación de sellos electrónicos, una indicación adecuada de esto, al menos en una forma apta para el procesamiento automático."
            },
            {
              "numeroArticulo": 4,
              "nombreArticulo": "ANEXO IV REQUISITOS DE LOS CERTIFICADOS CUALIFICADOS DE AUTENTICACIÓN DE SITIOS WEB",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Requisitos para los certificados cualificados de autenticación de sitios web:**\n\n- **Indicador** de certificado cualificado para autenticación 🔒.\n- Datos que representen al **prestador de confianza** 🇪🇺, incluyendo:\n  - Para **personas jurídicas**: nombre y número de registro 🏛️.\n  - Para **personas físicas**: el nombre de la persona 👤.\n- **Nombre de dominio** y datos de ubicación del propietario del certificado 🌐.\n- **Fechas de validez** del certificado 📅.\n- **Código de identidad único** del certificado 📇.\n- Firma avanzada o sello electrónico del prestador de confianza 📑.\n- Localización gratuita del certificado 📍.\n- Servicios de consulta para el estado de validez del certificado ✅.",
              "textoCompletoArticulo": "Artículo 4 ANEXO IV REQUISITOS DE LOS CERTIFICADOS CUALIFICADOS DE AUTENTICACIÓN DE SITIOS WEB\nLos certificados cualificados de autenticación de sitios web contendrán:\n    a) una indicación, al menos en un formato adecuado para el procesamiento automático, de que el certificado ha sido expedido como certificado cualificado de autenticación de sitio web;\n    b) un conjunto de datos que represente inequívocamente al prestador cualificado de servicios de confianza que expide los certificados cualificados, incluyendo como mínimo el Estado miembro en el que dicho prestador está establecido, y\n        para personas jurídicas: el nombre y, cuando proceda, el número de registro según consten en los registros oficiales,\n        para personas físicas, el nombre de la persona;\n    c) para personas físicas: al menos el nombre de la persona a la que se expida el certificado, o un seudónimo; si se usara un seudónimo, se indicará claramente; para personas jurídicas: al menos el nombre de la persona jurídica a la que se expida el certificado y, cuando proceda, el número de registro, tal como se recojan en los registros oficiales;\n    d) elementos de la dirección, incluida al menos la ciudad y el Estado, de la persona física o jurídica a quien se expida el certificado, y, cuando proceda, según figure en los registros oficiales;\n    e) el nombre o los nombres de dominio explotados por la persona física o jurídica a la que se expida el certificado;\n    f) los datos relativos al inicio y final del período de validez del certificado;\n    g) el código de identidad del certificado, que debe ser único para el prestador cualificado de servicios de confianza;\n    h) la firma electrónica avanzada o el sello electrónico avanzado del prestador de servicios de confianza expedidor;\n    i) el lugar en que está disponible gratuitamente el certificado que respalda la firma electrónica avanzada o el sello electrónico avanzado a que se hace referencia en la letra h);\n    j) la localización de los servicios que pueden utilizarse para consultar el estado de validez del certificado cualificado."
            }
          ],
          "Secciones": []
        }
      ]
    }
  ],
  "Disposiciones": {
    "DisposicionesAdicionales": [],
    "DisposicionesTransitorias": [],
    "DisposicionesDerogatorias": [],
    "DisposicionesFinales": []
  },
  "ResumenLey": null
}