{
    "NombreLey": "Ley 6/2020, de 11 de noviembre, reguladora de determinados aspectos de los servicios electrónicos de confianza",
  "Preambulo": {
        "ResumenPreambulo": "",
    "TextoCompletoPreambulo": ""
  },
  "Titulos": [
    {
        "NombreTitulo": "TÍTULO I. Disposiciones generales",
        "ResumenTitulo": "**Título I: Disposiciones Generales** 📜\n\n**Artículo 1. Objeto de la Ley** 🎯: Esta Ley tiene como objetivo **regular ciertos aspectos de los servicios electrónicos de confianza** para complementar el Reglamento (UE) 910/2014, que abarca la **identificación electrónica** y los **servicios de confianza** en las transacciones electrónicas dentro de la Unión Europea. Este Reglamento también sustituye a la antigua Directiva 1999/93/CE.\n\n**Artículo 2. Ámbito de aplicación** 🌍: La Ley se aplicará a los **prestadores de servicios electrónicos de confianza** (públicos y privados) que operen en España. También incluye a aquellos prestadores con sede en otro Estado de la UE que tengan un establecimiento permanente en España y no estén supervisados por la autoridad competente de su país de origen.\n\n**Artículo 3. Efectos jurídicos de los documentos electrónicos** 📑:\n- Los **documentos electrónicos** (públicos, administrativos y privados) tienen el mismo valor y efecto jurídico que los documentos tradicionales, conforme a la legislación aplicable.\n- En caso de utilizar **servicios de confianza no cualificados** para documentos privados, la prueba de estos se regirá según el artículo 326.3 de la Ley de Enjuiciamiento Civil. Si se usa un **servicio cualificado**, se aplicará lo dispuesto en el artículo 326.4 de la misma Ley.",
        "Articulos": [
            {
                "numeroArticulo": 1,
                "nombreArticulo": "Objeto de la Ley",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "Esta Ley tiene como **objetivo** 📋 **regular los servicios electrónicos de confianza** como complemento al Reglamento (UE) n.º 910/2014, que trata sobre la **identificación electrónica** y servicios de confianza en transacciones electrónicas 🌐 en la Unión Europea, sustituyendo la Directiva 1999/93/CE.",
                "textoCompletoArticulo": "Artículo 1. Objeto de la Ley.\nLa presente Ley tiene por objeto regular determinados aspectos de los servicios electrónicos de confianza, como complemento del Reglamento (UE) n.º 910/2014 del Parlamento Europeo y del Consejo, de 23 de julio de 2014, relativo a la identificación electrónica y los servicios de confianza para las transacciones electrónicas en el mercado interior y por el que se deroga la Directiva 1999/93/CE."
            },
            {
                "numeroArticulo": 2,
                "nombreArticulo": "Ámbito de aplicación",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "Esta Ley se **aplica a los prestadores** de servicios electrónicos de confianza, tanto públicos como privados 🏢, que estén **establecidos en España** 🇪🇸. Además, se aplica a prestadores con sede en otro país de la UE 🇪🇺 siempre que tengan una **sede permanente** en España y sus servicios no sean supervisados por otra autoridad europea.",
                "textoCompletoArticulo": "Artículo 2. Ámbito de aplicación.\nEsta Ley se aplicará a los prestadores públicos y privados de servicios electrónicos de confianza establecidos en España.\n\nAsí mismo, se aplicará a los prestadores residentes o domiciliados en otro Estado que tengan un establecimiento permanente situado en España, siempre que ofrezcan servicios no supervisados por la autoridad competente de otro país de la Unión Europea."
            },
            {
                "numeroArticulo": 3,
                "nombreArticulo": "Efectos jurídicos de los documentos electrónicos",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "Los **documentos electrónicos** 📄, sean públicos, administrativos o privados, tienen la **validez y efectos legales** correspondientes a su tipo según la legislación aplicable. \n\n1. Los **documentos privados** en los que se use un servicio de confianza no cualificado se regirán por el artículo 326.3 de la Ley de Enjuiciamiento Civil ⚖️.\n\n2. Si el servicio es cualificado, se aplicará el artículo 326.4 de la misma ley 📜.",
                "textoCompletoArticulo": "Artículo 3. Efectos jurídicos de los documentos electrónicos.\n1. Los documentos electrónicos públicos, administrativos y privados, tienen el valor y la eficacia jurídica que corresponda a su respectiva naturaleza, de conformidad con la legislación que les resulte aplicable.\n\n2. La prueba de los documentos electrónicos privados en los que se hubiese utilizado un servicio de confianza no cualificado se regirá por lo dispuesto en el apartado 3 del artículo 326 de la Ley 1/2000, de 7 de enero, de Enjuiciamiento Civil. Si el servicio fuese cualificado, se estará a lo previsto en el apartado 4 del mismo precepto."
            }
        ],
        "Capitulos": [],
        "Secciones": []
    },
    {
        "NombreTitulo": "TÍTULO II. Certificados electrónicos",
        "ResumenTitulo": "**TÍTULO II: Certificados electrónicos** 📜\n\n**Artículo 4. Vigencia y caducidad de los certificados electrónicos** 🕒:\n- Los certificados electrónicos expiran cuando acaba su **período de vigencia** o son revocados según lo establecido en el artículo siguiente.\n- La duración máxima de los certificados cualificados es de **cinco años**, basada en las características y tecnologías usadas para su creación.\n\n**Artículo 5. Revocación y suspensión de los certificados electrónicos** ❌:\n- Los prestadores de servicios de confianza pueden revocar un certificado en situaciones como:\n  - Solicitud del firmante o de un tercero autorizado.\n  - Riesgo o violación de la seguridad de los datos de creación de firma.\n  - Resolución judicial o administrativa.\n  - Fallecimiento o incapacidad del firmante, disolución de la entidad que usa el certificado o pérdida de control sobre el dominio asociado.\n  - Finalización de la representación en certificados de representante.\n  - Cierre de la actividad del prestador de servicios de confianza, salvo transferencia a otro proveedor.\n  - Falsedad o inexactitud en los datos del certificado.\n  - Falta de seguridad en los mecanismos criptográficos usados.\n  - Causas adicionales especificadas en la declaración de prácticas del servicio.\n- También pueden **suspender** el certificado en algunos casos, como solicitudes del firmante o resoluciones judiciales, si existe duda sobre las circunstancias de seguridad o autenticidad.\n- Antes o al momento de revocar o suspender un certificado, el prestador debe comunicar al titular con especificación de motivos y la fecha y hora en que el certificado quedará inactivo.\n\n**Artículo 6. Identidad y atributos de los titulares de certificados cualificados** 🔍:\n- Los certificados incluyen la identidad del titular:\n  - Para personas físicas: nombre, apellidos y número de identificación (DNI, NIE, etc.), o un pseudónimo único si corresponde.\n  - Para personas jurídicas: razón social y número de identificación fiscal o equivalente.\n- En certificados que admiten representación, se debe incluir la identidad de la persona o entidad representada, con documentación oficial que acredite esta facultad.\n\n**Artículo 7. Comprobación de la identidad y otras circunstancias de los solicitantes de un certificado cualificado** 🛂:\n- Los solicitantes deben identificarse en persona, usando DNI, pasaporte, o similares; puede omitirse la presencialidad si la firma se legitimó ante notario.\n- Existen métodos alternativos de identificación remota (videoconferencia, video-identificación) si aseguran confiabilidad similar a la presencialidad y están validados por un organismo.\n- La forma de identificación puede constar en el certificado y, en algunos casos, los prestadores de servicios colaborarán para verificar la última identificación presencial.\n- Para certificados con representación, también se verifica la constitución y personalidad jurídica de la entidad representada y la vigencia de los poderes.\n- Otros atributos personales del solicitante (como cargos públicos o pertenencias a colegios profesionales) deben ser verificados con documentación oficial.\n- No es necesaria una nueva identificación si ya existe una relación previa con el prestador y la última identificación ocurrió hace menos de cinco años.\n- El Ministerio de Asuntos Económicos y Transformación Digital se asegurará de que los prestadores puedan participar en la regulación de estos métodos de identificación.",
        "Articulos": [
            {
                "numeroArticulo": 4,
                "nombreArticulo": "Vigencia y caducidad de los certificados electrónicos",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "📜 **Caducidad y revocación:** Los certificados electrónicos **expiran al finalizar su período de vigencia** o si son revocados por los proveedores de confianza en situaciones establecidas. 📆 **Período máximo:** Los certificados cualificados no podrán tener una vigencia superior a **cinco años**, y este tiempo depende de la **tecnología empleada** para su creación.",
                "textoCompletoArticulo": "Artículo 4. Vigencia y caducidad de los certificados electrónicos.\n\n1. Los certificados electrónicos se extinguen por caducidad a la expiración de su período de vigencia, o mediante revocación por los prestadores de servicios electrónicos de confianza en los supuestos previstos en el artículo siguiente.\n\n2. El período de vigencia de los certificados cualificados no será superior a cinco años.\n\nDicho período se fijará en atención a las características y tecnología empleada para generar los datos de creación de firma, sello, o autenticación de sitio web."
            },
            {
                "numeroArticulo": 5,
                "nombreArticulo": "Revocación y suspensión de los certificados electrónicos",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "🚫 **Revocación de certificados:** Los proveedores de servicios de confianza pueden revocar los certificados electrónicos en casos como: solicitud del titular, pérdida de seguridad de los datos de creación de firma, orden judicial, fallecimiento del titular, cese de actividad del proveedor, entre otros motivos. 🔒 **Suspensión:** Los certificados también pueden **suspenderse** en situaciones de duda sobre su validez o seguridad. 📧 **Notificación:** Antes o durante la revocación o suspensión, el proveedor debe notificar al titular, indicando los motivos y la fecha en la que el certificado dejará de estar vigente.",
                "textoCompletoArticulo": "Artículo 5. Revocación y suspensión de los certificados electrónicos.\n\n1. Los prestadores de servicios electrónicos de confianza extinguirán la vigencia de los certificados electrónicos mediante revocación en los siguientes supuestos:\n\na) Solicitud formulada por el firmante, la persona física o jurídica representada por este, un tercero autorizado, el creador del sello o el titular del certificado de autenticación de sitio web.\n\nb) Violación o puesta en peligro del secreto de los datos de creación de firma o de sello, o del prestador de servicios de confianza, o de autenticación de sitio web, o utilización indebida de dichos datos por un tercero.\n\nc) Resolución judicial o administrativa que lo ordene.\n\nd) Fallecimiento del firmante; capacidad modificada judicialmente sobrevenida, total o parcial, del firmante; extinción de la personalidad jurídica o disolución del creador del sello en el caso de tratarse de una entidad sin personalidad jurídica, y cambio o pérdida de control sobre el nombre de dominio en el supuesto de un certificado de autenticación de sitio web.\n\ne) Terminación de la representación en los certificados electrónicos con atributo de representante. En este caso, tanto el representante como la persona o entidad representada están obligados a solicitar la revocación de la vigencia del certificado en cuanto se produzca la modificación o extinción de la citada relación de representación.\n\nf) Cese en la actividad del prestador de servicios de confianza salvo que la gestión de los certificados electrónicos expedidos por aquel sea transferida a otro prestador de servicios de confianza.\n\ng) Descubrimiento de la falsedad o inexactitud de los datos aportados para la expedición del certificado y que consten en él, o alteración posterior de las circunstancias verificadas para la expedición del certificado, como las relativas al cargo.\n\nh) En caso de que se advierta que los mecanismos criptográficos utilizados para la generación de los certificados no cumplen los estándares de seguridad mínimos necesarios para garantizar su seguridad.\n\ni) Cualquier otra causa lícita prevista en la declaración de prácticas del servicio de confianza.\n\n2. Los prestadores de servicios de confianza suspenderán la vigencia de los certificados electrónicos en los supuestos previstos en las letras a), c) y h) del apartado anterior, así como en los casos de duda sobre la concurrencia de las circunstancias previstas en sus letras b) y g), siempre que sus declaraciones de prácticas de certificación prevean la posibilidad de suspender los certificados.\n\n3. En su caso, y de manera previa o simultánea a la indicación de la revocación o suspensión de un certificado electrónico en el servicio de consulta sobre el estado de validez o revocación de los certificados por él expedidos, el prestador de servicios electrónicos de confianza comunicará al titular, por un medio que acredite la entrega y recepción efectiva siempre que sea factible, esta circunstancia, especificando los motivos y la fecha y la hora en que el certificado quedará sin efecto.\n\nEn los casos de suspensión, la vigencia del certificado se extinguirá si transcurrido el plazo de duración de la suspensión, el prestador no la hubiera levantado."
            },
            {
                "numeroArticulo": 6,
                "nombreArticulo": "Identidad y atributos de los titulares de certificados cualificados",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "👤 **Identidad del titular:** La **identidad** se registra con el nombre, apellidos y documento oficial en el caso de personas físicas, o denominación social y número de identificación fiscal en el caso de personas jurídicas. 👥 **Representación:** Los certificados que incluyen representación indicarán también la identidad de la persona o entidad representada, junto con la documentación que lo acredite. 🔎 **Exactitud:** El proveedor debe verificar estos datos en los registros oficiales.",
                "textoCompletoArticulo": "Artículo 6. Identidad y atributos de los titulares de certificados cualificados.\n\n1. La identidad del titular en los certificados cualificados se consignará de la siguiente forma:\n\na) En el supuesto de certificados de firma electrónica y de autenticación de sitio web expedidos a personas físicas, por su nombre y apellidos y su número de Documento Nacional de Identidad, número de identidad de extranjero o número de identificación fiscal, o a través de un pseudónimo que conste como tal de manera inequívoca. Los números anteriores podrán sustituirse por otro código o número identificativo únicamente en caso de que el titular carezca de todos ellos por causa lícita, siempre que le identifique de forma unívoca y permanente en el tiempo.\n\nb) En el supuesto de certificados de sello electrónico y de autenticación de sitio web expedidos a personas jurídicas, por su denominación o razón social y su número de identificación fiscal. En defecto de este, deberá indicarse otro código identificativo que le identifique de forma unívoca y permanente en el tiempo, tal como se recoja en los registros oficiales.\n\n2. Si los certificados admiten una relación de representación incluirán la identidad de la persona física o jurídica representada en las formas previstas en el apartado anterior, así como una indicación del documento, público si resulta exigible, que acredite de forma fehaciente las facultades del firmante para actuar en nombre de la persona o entidad a la que represente y, en caso de ser obligatoria la inscripción, de los datos registrales."
            },
            {
                "numeroArticulo": 7,
                "nombreArticulo": "Comprobación de la identidad y otras circunstancias de los solicitantes de un certificado cualificado",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "✅ **Verificación de identidad:** La **identificación de solicitantes** de un certificado cualificado debe realizarse presencialmente o mediante métodos de seguridad equivalentes como la videoconferencia. 📑 **Atributos adicionales:** Cuando el certificado incluya cargos o títulos, estos deben ser validados con documentos oficiales. 🔄 **Colaboración entre proveedores:** Los proveedores de servicios de confianza deben cooperar para verificar la última fecha de identificación de un solicitante si es necesario.",
                "textoCompletoArticulo": "Artículo 7. Comprobación de la identidad y otras circunstancias de los solicitantes de un certificado cualificado.\n\n1. La identificación de la persona física que solicite un certificado cualificado exigirá su personación ante los encargados de verificarla y se acreditará mediante el Documento Nacional de Identidad, pasaporte u otros medios admitidos en Derecho. Podrá prescindirse de la personación de la persona física que solicite un certificado cualificado si su firma en la solicitud de expedición de un certificado cualificado ha sido legitimada en presencia notarial.\n\n2. Reglamentariamente, mediante Orden de la persona titular del Ministerio de Asuntos Económicos y Transformación Digital, se determinarán otras condiciones y requisitos técnicos de verificación de la identidad a distancia y, si procede, otros atributos específicos de la persona solicitante de un certificado cualificado, mediante otros métodos de identificación como videoconferencia o vídeo-identificación que aporten una seguridad equivalente en términos de fiabilidad a la presencia física según su evaluación por un organismo de evaluación de la conformidad. La determinación de dichas condiciones y requisitos técnicos se realizará a partir de los estándares que, en su caso, hayan sido determinados a nivel comunitario.\n\nSerán considerados métodos de identificación reconocidos a escala nacional, a los efectos de lo previsto en el presente apartado, aquellos que aporten una seguridad equivalente en términos de fiabilidad a la presencia física y cuya equivalencia en el nivel de seguridad sea certificada por un organismo de evaluación de la conformidad, de acuerdo con lo previsto en la normativa en materia de servicios electrónicos de confianza.\n\n3. La forma en que se ha procedido a identificar a la persona física solicitante podrá constar en el certificado. En otro caso, los prestadores de servicios de confianza deberán colaborar entre sí para determinar cuándo se produjo la última personación.\n\n4. En el caso de certificados cualificados de sello electrónico y de firma electrónica con atributo de representante, los prestadores de servicios de confianza comprobarán, además de los datos señalados en los apartados anteriores, los datos relativos a la constitución y personalidad jurídica, y a la persona o entidad representada, respectivamente, así como la extensión y vigencia de las facultades de representación del solicitante mediante los documentos, públicos si resultan exigibles, que sirvan para acreditar los extremos citados de manera fehaciente y su inscripción en el correspondiente registro público si así resulta exigible. Esta comprobación podrá realizarse, asimismo, mediante consulta en el registro público en el que estén inscritos los documentos de constitución y de apoderamiento, pudiendo emplear los medios telemáticos facilitados por los citados registros públicos.\n\n5. Cuando el certificado cualificado contenga otras circunstancias personales o atributos del solicitante, como su condición de titular de un cargo público, su pertenencia a un colegio profesional o su titulación, estas deberán comprobarse mediante los documentos oficiales que las acrediten, de conformidad con su normativa específica.\n\n6. Lo dispuesto en los apartados anteriores podrá no ser exigible cuando la identidad u otras circunstancias permanentes de los solicitantes de los certificados constaran ya al prestador de servicios de confianza en virtud de una relación preexistente, en la que, para la identificación del interesado, se hubiese empleado el medio señalado en el apartado 1 y el período de tiempo transcurrido desde la identificación fuese menor de cinco años.\n\n7. El Ministerio de Asuntos Económicos y Transformación Digital velará por que los prestadores cualificados de servicios electrónicos de confianza puedan contribuir a la elaboración de la norma reglamentaria prevista en el apartado 2 del presente artículo, de acuerdo con lo previsto en el artículo 26.6 de la Ley 50/1997, de 27 de noviembre, del Gobierno."
            }
        ],
        "Capitulos": [],
        "Secciones": []
    },
    {
        "NombreTitulo": "TÍTULO III. Obligaciones y responsabilidad de los prestadores de servicios electrónicos de confianza",
        "ResumenTitulo": "**TÍTULO III: Obligaciones y responsabilidad de los prestadores de servicios electrónicos de confianza**\n\n**Artículo 8: Protección de los datos personales** 📜\n- **Tratamiento de datos**: Los prestadores de servicios deben manejar los datos personales según la legislación vigente en protección de datos.\n- **Pseudónimos en certificados**: Cuando se use un pseudónimo, los prestadores deben verificar y conservar la identidad real del titular.\n- **Revelación de identidad**: Deben proporcionar la identidad real del titular si lo solicitan las autoridades judiciales o públicas, siempre respetando la normativa de protección de datos.\n\n**Artículo 9: Obligaciones de los prestadores de servicios electrónicos de confianza** 📃\n- **Publicación de información**: Deben ofrecer información veraz y acorde a la ley.\n- **Custodia de datos de firma**: No pueden almacenar o copiar datos de firma o autenticación, salvo que gestionen el servicio en nombre del titular, usando sistemas seguros y protegiendo contra alteraciones o accesos no autorizados.\n- **Servicio de consulta**: Deben disponer de un sistema público para verificar la validez de los certificados.\n- **Obligaciones adicionales para prestadores cualificados**:\n   - Conservar información de los servicios durante 15 años.\n   - Contratar un seguro de responsabilidad civil de al menos 1,5 millones de euros (incrementando 500,000 euros por cada servicio adicional).\n   - Avisar a clientes y autoridades en caso de cesar su actividad, al menos dos meses antes.\n   - Enviar informes de conformidad al Ministerio de Asuntos Económicos y Transformación Digital, bajo riesgo de perder su cualificación.\n\n**Artículo 10: Responsabilidad** ⚖️\n- Los prestadores de servicios son responsables ante terceros por las acciones de las personas o entidades en las que delegan funciones relacionadas con sus servicios.\n\n**Artículo 11: Limitaciones de responsabilidad** 🛡️\n- Los prestadores no serán responsables por daños si:\n   - La persona atendida no dio información veraz o no actualizó cambios importantes.\n   - No se cuidaron los datos de firma o autenticación adecuadamente.\n   - Se usaron los datos tras expirar el certificado o ser notificado su cese.\n   - El destinatario actuó negligentemente, como no verificar la firma o ignorar la suspensión de validez.\n\n**Artículo 12: Inicio de servicios no cualificados** 🚀\n- Los prestadores no cualificados pueden iniciar sin verificación previa, pero deben comunicar su actividad al Ministerio dentro de tres meses.\n- Cualquier cambio en los datos o cese de actividad también debe ser comunicado.\n\n**Artículo 13: Obligaciones de seguridad de la información** 🔐\n- Deben notificar cualquier brecha de seguridad o pérdida de integridad al Ministerio y, si aplica, a la Agencia Española de Protección de Datos y otros organismos.\n- Tienen que tomar medidas para resolver incidentes y ampliar la información dentro del mes siguiente tras la resolución del incidente.",
        "Articulos": [
            {
                "numeroArticulo": 8,
                "nombreArticulo": "Protección de los datos personales",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "🔒 **Protección de Datos en Servicios Electrónicos de Confianza:**\n\n1. El tratamiento de **datos personales** por prestadores de servicios y órganos administrativos debe cumplir con la **legislación de protección de datos** vigente.\n\n2. Si el certificado electrónico incluye un **seudónimo**, el prestador debe verificar y conservar la documentación que acredite la **identidad real del titular**.\n\n3. Los prestadores deben **revelar la identidad** del titular del certificado si es requerido por **autoridades judiciales** o públicas, cumpliendo siempre con la legislación de protección de datos.",
                "textoCompletoArticulo": "Artículo 8. Protección de los datos personales.\n1. El tratamiento de los datos personales que precisen los prestadores de servicios electrónicos de confianza para el desarrollo de su actividad y los órganos administrativos para el ejercicio de las funciones atribuidas por esta Ley se sujetará a lo dispuesto en la legislación aplicable en materia de protección de datos de carácter personal.\n\n2. Los prestadores de servicios electrónicos de confianza que consignen un pseudónimo en un certificado electrónico deberán constatar la verdadera identidad del titular del certificado y conservar la documentación que la acredite.\n\n3. Dichos prestadores de servicios de confianza estarán obligados a revelar la citada identidad cuando lo soliciten los órganos judiciales y otras autoridades públicas en el ejercicio de funciones legalmente atribuidas, con sujeción a lo dispuesto en la legislación aplicable en materia de protección de datos personales."
            },
            {
                "numeroArticulo": 9,
                "nombreArticulo": "Obligaciones de los prestadores de servicios electrónicos de confianza",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "📜 **Deberes de los Prestadores de Servicios de Confianza:**\n\n1. **Publicación y almacenamiento de datos:**\n   - Publicar información **veraz** acorde con esta Ley y el Reglamento (UE) 910/2014.\n   - No **almacenar ni copiar** los datos de creación de firmas o autenticación, salvo si es en nombre del titular y con medidas de seguridad adecuadas.\n\n2. Proveer un **servicio de consulta pública** sobre el estado de validez o revocación de los certificados emitidos.\n\n3. Los **prestadores cualificados** deben además:\n   - **Conservar datos** de los servicios prestados por 15 años desde la finalización del certificado.\n   - Tener un **seguro de responsabilidad civil** mínimo de 1.5 millones de euros.\n   - **Notificar cese** de actividad con al menos dos meses de anticipación, y proveer un **plan de cierre**.\n   - Enviar **informes de conformidad** al Ministerio de Asuntos Económicos y Transformación Digital, bajo riesgo de perder su cualificación.",
                "textoCompletoArticulo": "Artículo 9. Obligaciones de los prestadores de servicios electrónicos de confianza.\n1. Los prestadores de servicios electrónicos de confianza deberán:\n\n a) Publicar información veraz y acorde con esta Ley y el Reglamento (UE) 910/2014.\n\n b) No almacenar ni copiar, por sí o a través de un tercero, los datos de creación de firma, sello o autenticación de sitio web de la persona física o jurídica a la que hayan prestado sus servicios, salvo en caso de su gestión en nombre del titular.\n\n En este caso, utilizarán sistemas y productos fiables, incluidos canales de comunicación electrónica seguros, y se aplicarán procedimientos y mecanismos técnicos y organizativos adecuados, para garantizar que el entorno sea fiable y se utilice bajo el control exclusivo del titular del certificado. Además, deberán custodiar y proteger los datos de creación de firma, sello o autenticación de sitio web frente a cualquier alteración, destrucción o acceso no autorizado, así como garantizar su continua disponibilidad.\n\n2. Los prestadores de servicios de confianza que expidan certificados electrónicos deberán disponer de un servicio de consulta sobre el estado de validez o revocación de los certificados emitidos accesible al público.\n\n3. Los prestadores cualificados de servicios electrónicos de confianza deberán cumplir las siguientes obligaciones adicionales:\n\n a) El período de tiempo durante el que deberán conservar la información relativa a los servicios prestados de acuerdo con el artículo 24.2.h) del Reglamento (UE) 910/2014, será de 15 años desde la extinción del certificado o la finalización del servicio prestado.\n\n En caso de que expidan certificados cualificados de sello electrónico o autenticación de sitio web a personas jurídicas, los prestadores de servicios de confianza registrarán también la información que permita determinar la identidad de la persona física a la que se hayan entregado los citados certificados, para su identificación en procedimientos judiciales o administrativos.\n\n b) Constituir un seguro de responsabilidad civil por importe mínimo de 1.500.000 euros, excepto si el prestador pertenece al sector público. Si presta más de un servicio cualificado de los previstos en el Reglamento (UE) 910/2014, se añadirán 500.000 euros más por cada tipo de servicio.\n\n La citada garantía podrá ser sustituida total o parcialmente por una garantía mediante aval bancario o seguro de caución, de manera que la suma de las cantidades aseguradas sea coherente con lo dispuesto en el párrafo anterior.\n\n Las cuantías y los medios de aseguramiento y garantía establecidos en los dos párrafos anteriores podrán ser modificados mediante real decreto.\n\n c) El prestador cualificado que vaya a cesar en su actividad deberá comunicarlo a los clientes a los que preste sus servicios y al órgano de supervisión con una antelación mínima de dos meses al cese efectivo de la actividad, por un medio que acredite la entrega y recepción efectiva siempre que sea factible. El plan de cese del prestador de servicios puede incluir la transferencia de clientes, una vez acreditada la ausencia de oposición de los mismos, a otro prestador cualificado, el cual podrá conservar la información relativa a los servicios prestados hasta entonces.\n\n Igualmente, comunicará al órgano de supervisión cualquier otra circunstancia relevante que pueda impedir la continuación de su actividad. En especial, deberá comunicar, en cuanto tenga conocimiento de ello, la apertura de cualquier proceso concursal que se siga contra él.\n\n d) Enviar el informe de evaluación de la conformidad al Ministerio de Asuntos Económicos y Transformación Digital en los términos previstos en el artículo 20.1 del Reglamento (UE) 910/2014. El incumplimiento de esta obligación conllevará la retirada de la cualificación al prestador y al servicio que este presta, y su eliminación de la lista de confianza prevista en el artículo 22 del citado Reglamento, previo requerimiento al prestador del servicio para que cese en el citado incumplimiento."
            },
            {
                "numeroArticulo": 10,
                "nombreArticulo": "Responsabilidad de los prestadores de servicios electrónicos de confianza",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "⚖️ **Responsabilidad frente a terceros:** Los prestadores de servicios de confianza son **responsables de la actuación** de personas o empresas en las que deleguen tareas relacionadas con la prestación de sus servicios, incluyendo la **verificación de identidad** para certificados cualificados.",
                "textoCompletoArticulo": "Artículo 10. Responsabilidad de los prestadores de servicios electrónicos de confianza.\nLos prestadores de servicios electrónicos de confianza asumirán toda la responsabilidad frente a terceros por la actuación de las personas u otros prestadores en los que deleguen la ejecución de alguna o algunas de las funciones necesarias para la prestación de servicios electrónicos de confianza, incluyendo las actuaciones de comprobación de identidad previas a la expedición de un certificado cualificado."
            },
            {
                "numeroArticulo": 11,
                "nombreArticulo": "Limitaciones de responsabilidad de los prestadores de servicios electrónicos de confianza",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "🔒 **Limitaciones de Responsabilidad:**\n\n1. El prestador de confianza **no será responsable** de daños si:\n   - El usuario no proporciona **información veraz**.\n   - No informa de cambios relevantes de manera oportuna.\n   - Es negligente en proteger sus datos de creación de firma o autenticación.\n   - No solicita la suspensión del certificado en casos de duda sobre la confidencialidad.\n\n2. Tampoco habrá responsabilidad si el **destinatario actúa con negligencia**.\n\n3. El prestador no responderá por inexactitudes en datos del certificado cuando estos le sean **acreditados mediante documentos oficiales**.",
                "textoCompletoArticulo": "Artículo 11. Limitaciones de responsabilidad de los prestadores de servicios electrónicos de confianza.\n1. El prestador de servicios electrónicos de confianza no será responsable de los daños y perjuicios ocasionados a la persona a la que ha prestado sus servicios o a terceros de buena fe, si esta incurre en alguno de los supuestos previstos en el Reglamento (UE) 910/2014 o en los siguientes:\n\n a) No haber proporcionado al prestador de servicios de confianza información veraz, completa y exacta para la prestación del servicio de confianza, en particular, sobre los datos que deban constar en el certificado electrónico o que sean necesarios para su expedición o para la extinción o suspensión de su vigencia, cuando su inexactitud no haya podido ser detectada, actuando con la debida diligencia, por el prestador de servicios.\n\n b) La falta de comunicación sin demora indebida al prestador de servicios de cualquier modificación de las circunstancias que incidan en la prestación del servicio de confianza, en particular, aquellas reflejadas en el certificado electrónico.\n\n c) Negligencia en la conservación de sus datos de creación de firma, sello o autenticación de sitio web, en el aseguramiento de su confidencialidad y en la protección de todo acceso o revelación de estos o, en su caso, de los medios que den acceso a ellos.\n\n d) No solicitar la suspensión o revocación del certificado electrónico en caso de duda en cuanto al mantenimiento de la confidencialidad de sus datos de creación de firma, sello o autenticación de sitio web o, en su caso, de los medios que den acceso a ellos.\n\n e) Utilizar los datos de creación de firma, sello o autenticación de sitio web cuando haya expirado el período de validez del certificado electrónico o el prestador de servicios de confianza le notifique la extinción o suspensión de su vigencia.\n\n2. El prestador de servicios de confianza tampoco será responsable por los daños y perjuicios si el destinatario actúa de forma negligente. Se entenderá que el destinatario actúa de forma negligente cuando no tenga en cuenta la suspensión o pérdida de vigencia del certificado electrónico, o cuando no verifique la firma o sello electrónico.\n\n3. El prestador de servicios de confianza no será responsable por los daños y perjuicios en caso de inexactitud de los datos que consten en el certificado electrónico si estos le han sido acreditados mediante documento público u oficial, inscrito en un registro público si así resulta exigible."
            },
            {
                "numeroArticulo": 12,
                "nombreArticulo": "Inicio de la prestación de servicios electrónicos de confianza no cualificados",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "🚀 **Iniciar Servicios de Confianza no Cualificados:** Los prestadores no cualificados no requieren verificación administrativa para empezar, pero deben **informar al Ministerio** en un plazo de tres meses desde el inicio de su actividad. También deben **notificar cualquier cambio** en sus datos o el cese de su actividad.",
                "textoCompletoArticulo": "Artículo 12. Inicio de la prestación de servicios electrónicos de confianza no cualificados.\nLos prestadores de servicios de confianza no cualificados no necesitan verificación administrativa previa de cumplimiento de requisitos para iniciar su actividad, pero deberán comunicar su actividad al Ministerio de Asuntos Económicos y Transformación Digital en el plazo de tres meses desde que la inicien, que publicará en su página web el listado de prestadores de servicios de confianza no cualificados en una lista diferente a la de los prestadores de servicios de confianza cualificados, con la descripción detallada y clara de las características propias y diferenciales de los prestadores cualificados y de los prestadores no cualificados.\n\nEn el mismo plazo deberán comunicar la modificación de los datos inicialmente transmitidos y el cese de su actividad."
            },
            {
                "numeroArticulo": 13,
                "nombreArticulo": "Obligaciones de seguridad de la información",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "🔐 **Obligaciones de Seguridad:**\n\n1. **Notificar violaciones de seguridad** o pérdida de integridad al Ministerio y a otros organismos relevantes.\n\n2. Implementar medidas para **resolver incidentes de seguridad**.\n\n3. Ampliar la **información sobre incidentes** un mes después de la notificación, siguiendo directrices del Ministerio.",
                "textoCompletoArticulo": "Artículo 13. Obligaciones de seguridad de la información.\n1. Los prestadores cualificados y no cualificados de servicios electrónicos de confianza notificarán al Ministerio de Asuntos Económicos y Transformación Digital las violaciones de seguridad o pérdidas de la integridad señaladas en el artículo 19.2 del Reglamento (UE) 910/2014, sin perjuicio de su notificación a la Agencia Española de Protección de Datos, a otros organismos relevantes o a las personas afectadas.\n\n2. Los prestadores de servicios tienen la obligación de tomar las medidas necesarias para resolver los incidentes de seguridad que les afecten.\n\n3. Los prestadores de servicios ampliarán, en un plazo máximo de un mes tras la notificación del incidente y, de haber tenido lugar, tras su resolución, la información suministrada en la notificación inicial con arreglo a las directrices y formularios que pueda establecer el Ministerio de Asuntos Económicos y Transformación Digital."
            }
        ],
        "Capitulos": [],
        "Secciones": []
    },
    {
        "NombreTitulo": "TÍTULO IV. Supervisión y control",
        "ResumenTitulo": "**Título IV: Supervisión y Control** 📋 Este título establece las normas sobre cómo el Ministerio de Asuntos Económicos y Transformación Digital supervisa y controla a los proveedores de servicios electrónicos de confianza:\n\n**Artículo 14: Órgano de supervisión** 🏛️\n- El Ministerio de Asuntos Económicos y Transformación Digital es el responsable de supervisar el cumplimiento de las normativas para los proveedores de servicios de confianza, tanto cualificados como no cualificados, de acuerdo con el Reglamento (UE) 910/2014 y esta ley.\n- Puede emitir directrices y recomendaciones 📑 sobre la elaboración de informes, requisitos técnicos, seguridad, y normas de auditoría, considerando las normas del Centro Criptológico Nacional y la Agencia de Seguridad de Redes y de Información de la UE.\n\n**Artículo 15: Actuaciones inspectoras** 🔍\n- El Ministerio realizará inspecciones para asegurar el cumplimiento de las normativas, y los funcionarios que las realicen actuarán como autoridades públicas.\n- Podrá apoyarse en entidades independientes 🛠️ para la supervisión y control de los prestadores de servicios de confianza.\n- Se podrán realizar pruebas en laboratorios para verificar requisitos, cuyos costos serán asumidos por los proveedores de servicios.\n\n**Artículo 16: Mantenimiento de la lista de confianza** 📜\n- El Ministerio debe crear y mantener una lista de confianza con información sobre los prestadores cualificados de servicios de confianza.\n- El proceso de verificación de requisitos tiene un plazo máximo de 6 meses, después del cual, si no hay respuesta, se entiende desestimada la solicitud.\n- La retirada de un proveedor de la lista no exime de posibles sanciones.\n\n**Artículo 17: Información y colaboración** 🤝\n- Los prestadores de servicios de confianza y entidades relacionadas deben colaborar y facilitar información necesaria para la supervisión del Ministerio.\n- El Ministerio puede publicar información sobre proveedores cualificados en su sitio web para difusión.\n- Cada año, los proveedores cualificados deben enviar un informe anual 📊 al Ministerio con sus datos de actividad.\n- Si se infringen normas de protección de datos o hay incidentes de seguridad, el Ministerio debe informar a la Agencia Española de Protección de Datos.",
        "Articulos": [
            {
                "numeroArticulo": 14,
                "nombreArticulo": "Órgano de supervisión",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "💼 **Órgano de Supervisión:**\n\n1. El **Ministerio de Asuntos Económicos y Transformación Digital** supervisará el cumplimiento de las obligaciones de los prestadores de servicios electrónicos de confianza, tanto cualificados como no cualificados, de acuerdo con el Reglamento (UE) 910/2014 y esta ley.\n\n2. 📝 El Ministerio puede establecer **medidas, directrices y recomendaciones** para asegurar el cumplimiento, enfocándose en informes, documentos, y normas técnicas en auditoría y certificación. Estas orientaciones toman en cuenta las normas emitidas por el **Centro Criptológico Nacional** y la **Agencia de Seguridad de Redes de la UE (ENISA)**.",
                "textoCompletoArticulo": "Artículo 14. Órgano de supervisión.\n1. El Ministerio de Asuntos Económicos y Transformación Digital, como órgano de supervisión, controlará el cumplimiento por los prestadores de servicios electrónicos de confianza cualificados y no cualificados que ofrezcan sus servicios al público de las obligaciones establecidas en el Reglamento (UE) 910/2014 y en esta Ley.\n\n2. El Ministerio de Asuntos Económicos y Transformación Digital podrá acordar las medidas apropiadas para el cumplimiento del Reglamento (UE) 910/2014 y de esta Ley.\n\nEn particular, podrá dictar directrices para la elaboración y comunicación de informes y documentos, así como recomendaciones para el cumplimiento de las obligaciones técnicas y de seguridad exigibles a los servicios de confianza, así como sobre requisitos y normas técnicas de auditoría y certificación para la evaluación de la conformidad de los prestadores cualificados de servicios de confianza. Al efecto, se tendrán en consideración las normas, instrucciones, guías y recomendaciones emitidas por el Centro Criptológico Nacional en el marco de sus competencias, así como informes, especificaciones o normas elaboradas por la Agencia de Seguridad de las Redes y de la Información de la Unión Europea (ENISA) o por organismos de estandarización europeos e internacionales."
            },
            {
                "numeroArticulo": 15,
                "nombreArticulo": "Actuaciones inspectoras",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "🔍 **Inspecciones y Supervisión:**\n\n1. El **Ministerio de Asuntos Económicos y Transformación Digital** realizará las inspecciones necesarias, y sus funcionarios serán considerados **autoridad pública** durante estas labores.\n\n2. 🛠 El Ministerio podrá contratar a **entidades independientes** y cualificadas para asistir en la supervisión de servicios de confianza.\n\n3. 🧪 Puede exigirse la realización de pruebas en laboratorios especializados, cuyo costo correrá a cargo del prestador de servicios.",
                "textoCompletoArticulo": "Artículo 15. Actuaciones inspectoras.\n1. El Ministerio de Asuntos Económicos y Transformación Digital realizará las actuaciones inspectoras que sean precisas para el ejercicio de su función de supervisión y control. Los funcionarios adscritos al Ministerio de Asuntos Económicos y Transformación Digital que realicen la inspección tendrán la consideración de autoridad pública en el desempeño de sus cometidos.\n\n2. El Ministerio de Asuntos Económicos y Transformación Digital podrá recurrir a entidades independientes y técnicamente cualificadas para que le asistan en las labores de supervisión y control sobre los prestadores de servicios de confianza que le asigna el Reglamento (UE) 910/2014 y esta Ley.\n\n3. Podrá requerirse la realización de pruebas en laboratorios o entidades especializadas para acreditar el cumplimiento de determinados requisitos. En este caso, los prestadores de servicios correrán con los gastos que ocasione esta evaluación."
            },
            {
                "numeroArticulo": 16,
                "nombreArticulo": "Mantenimiento de la lista de confianza",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "📜 **Lista de Confianza:**\n\n1. El **Ministerio de Asuntos Económicos y Transformación Digital** será responsable de **establecer, mantener y publicar** una lista de confianza con la información de los prestadores cualificados y sus servicios.\n\n2. ⏳ El plazo para resolver la verificación de requisitos es de **6 meses**; si este tiempo expira, se considera desestimada la solicitud.\n\n3. 🚫 La retirada de la **cualificación de un prestador o servicio** no afecta el régimen sancionador aplicable.",
                "textoCompletoArticulo": "Artículo 16. Mantenimiento de la lista de confianza.\n1. El Ministerio de Asuntos Económicos y Transformación Digital establecerá, mantendrá y publicará la lista de confianza con información relativa a los prestadores cualificados de servicios de confianza sujetos a esta Ley, junto con la información relacionada con los servicios de confianza cualificados prestados por ellos, según lo previsto en el artículo 22 del Reglamento (UE) 910/2014.\n\n2. El plazo máximo para dictar y notificar resolución en el procedimiento de verificación previa de cumplimiento de los requisitos establecidos en el citado Reglamento será de 6 meses, transcurridos los cuales se podrá entender desestimada la solicitud.\n\n3. La revocación de la cualificación a un prestador o a un servicio mediante su retirada de la lista de confianza es independiente de la aplicación del régimen sancionador."
            },
            {
                "numeroArticulo": 17,
                "nombreArticulo": "Información y colaboración",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "📩 **Obligaciones de Información y Colaboración:**\n\n1. Los **prestadores de servicios de confianza** y otras entidades relacionadas deben proporcionar al Ministerio toda la información necesaria para el ejercicio de sus funciones. Además, deben permitir el acceso a instalaciones y documentos relevantes.\n\n2. 🌐 Los datos de los prestadores cualificados pueden publicarse en la web del Ministerio para su difusión.\n\n3. 📅 **Informe Anual:** Cada año, los prestadores cualificados deben enviar un informe sobre sus actividades del año anterior para cumplir con las obligaciones de información a la Comisión Europea.\n\n4. 🔒 **Protección de Datos:** Si se vulneran normas de protección de datos, el Ministerio informará a la Agencia Española de Protección de Datos y notificará sobre incidentes de seguridad.",
                "textoCompletoArticulo": "Artículo 17. Información y colaboración.\n1. Los prestadores de servicios de confianza, la entidad nacional de acreditación, los organismos de evaluación de la conformidad, los organismos de certificación y cualquier otra persona o entidad relacionada con el prestador de servicios de confianza, tienen la obligación de facilitar al Ministerio de Asuntos Económicos y Transformación Digital toda la información y colaboración precisas para el ejercicio de sus funciones.\n\nSi el organismo de certificación perteneciera a la Autoridad Nacional de Certificación de la Ciberseguridad o estuviese supervisado por ella, se acordarán con dicha Autoridad los mecanismos de colaboración y el contenido de la información necesaria.\n\nLos prestadores de servicios de confianza deberán permitir a sus funcionarios o al personal inspector el acceso a sus instalaciones y la consulta de cualquier documentación relevante para la inspección de que se trate, siendo de aplicación, en su caso, lo dispuesto en el artículo 8.6 de la Ley 29/1998, de 13 de julio, reguladora de la Jurisdicción Contencioso-administrativa. En sus inspecciones podrán ir acompañados de expertos o peritos en las materias sobre las que versen aquellas.\n\n2. La información referente a los prestadores cualificados de servicios de confianza podrá ser objeto de publicación en la dirección de Internet del Ministerio de Asuntos Económicos y Transformación Digital para su difusión y conocimiento.\n\n3. A más tardar el 1 de febrero de cada año, los prestadores cualificados de servicios de confianza remitirán al Ministerio de Asuntos Económicos y Transformación Digital un informe sobre sus datos de actividad del año civil precedente, con objeto de cumplimiento por parte de este de las obligaciones de información a la Comisión Europea.\n\n4. El Ministerio de Asuntos Económicos y Transformación Digital informará a la Agencia Española de Protección de Datos en caso de resultar infringidas las normas sobre protección de datos de carácter personal, así como sobre los incidentes en materia de seguridad que impliquen violaciones de los datos de carácter personal."
            }
        ],
        "Capitulos": [],
        "Secciones": []
    },
    {
        "NombreTitulo": "TÍTULO V. Infracciones y sanciones",
        "ResumenTitulo": "**Título V: Infracciones y Sanciones** 📜\n\n**Artículo 18. Infracciones**:\nEste artículo clasifica las infracciones en **muy graves**, **graves** y **leves**. \n\n- **Infracciones muy graves** 🚫 incluyen:\n  - Reincidencia en una infracción grave similar en un plazo de dos años.\n  - Emitir certificados cualificados sin verificar la identidad o representación del solicitante cuando esta omisión afecte a la mayoría de los certificados emitidos en el último año.\n\n- **Infracciones graves** ⚠️ cubren:\n  - Obstruir inspecciones o resistirse a la actuación inspectora.\n  - Actuar como proveedor de servicios cualificados sin la autorización correspondiente o almacenar/copiar datos de firma sin autorización.\n  - No proteger los datos o no registrar la información según lo estipulado en la ley.\n  - Incumplir con la notificación de incidentes o con las obligaciones de seguridad y medidas técnicas.\n  - No extinguir certificados en casos requeridos o prestar servicios sin el seguro obligatorio.\n\n- **Infracciones leves** 🔹 son:\n  - Publicar información incorrecta o no comunicar cambios en la actividad.\n  - No cumplir con ciertas obligaciones de información anual o de comunicación.\n\n**Artículo 19. Sanciones** 💸:\nEstablece multas según la gravedad:\n  - **Muy graves**: Multas de **150,001 a 300,000 euros**.\n  - **Graves**: Multas de **50,001 a 150,000 euros**.\n  - **Leves**: Multas de hasta **50,000 euros**.\n\nLa cuantía se gradúa según factores como intencionalidad, daños causados, reincidencia y volumen de facturación del infractor.\n\n**Artículo 19 bis. Apercibimiento** ⚖️:\nLas autoridades pueden optar por advertir (apercibir) en lugar de sancionar cuando las infracciones son leves o graves, permitiendo al infractor corregir la situación.\n\n**Artículo 20. Potestad Sancionadora** 🏛️:\nDefine la autoridad responsable de imponer sanciones:\n  - Las **infracciones muy graves** son competencia del Ministerio de Asuntos Económicos y Transformación Digital.\n  - Las **graves y leves** recaen bajo la Secretaría de Estado de Digitalización e Inteligencia Artificial.\n\nEl proceso sancionador seguirá el marco de la **Ley 39/2015** con un plazo de **nueve meses** para el procedimiento regular y **tres meses** para el simplificado.",
        "Articulos": [
            {
                "numeroArticulo": 18,
                "nombreArticulo": "Infracciones",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "**Clasificación de infracciones:** 🛑 Se dividen en **muy graves**, **graves** y **leves**.\n\n- **Muy graves:**\n  - Reincidencia en una infracción grave en un periodo de dos años 📆.\n  - Emisión de certificados sin verificar correctamente la identidad del titular cuando afecta a la mayoría de los certificados expedidos en el último año 🧾.\n\n- **Graves:**\n  - Obstrucción a la inspección de los órganos de control 🔍.\n  - Actuar sin la cualificación necesaria en el mercado 🏷️.\n  - No proteger datos de firma y autenticación según lo establecido 🔐.\n  - No notificar incidentes o incumplir obligaciones específicas del Reglamento 📝.\n  - Emitir certificados sin verificar correctamente cuando no constituya infracción muy grave 📑.\n  - No cumplir resoluciones del Ministerio de Asuntos Económicos 💼.\n\n- **Leves:**\n  - Publicar información inexacta 💬.\n  - No comunicar cambios en la actividad de servicios no cualificados 📜.\n  - No enviar el informe anual de actividad 📊.\n\nEstas infracciones abarcan desde faltas menores hasta serios incumplimientos que pueden afectar la seguridad y la confianza en los servicios electrónicos de certificación.",
                "textoCompletoArticulo": "Artículo 18. Infracciones.\n1. Las infracciones de los preceptos del Reglamento (UE) 910/2014 y de esta Ley se clasifican en muy graves, graves y leves.\n\n2. Son infracciones muy graves:\n\na) La comisión de una infracción grave en el plazo de dos años desde que hubiese sido sancionado por una infracción grave de la misma naturaleza, contados desde que recaiga la resolución sancionadora firme.\n\nb) La expedición de certificados cualificados sin realizar todas las comprobaciones previas relativas a la identidad u otras circunstancias del titular del certificado o al poder de representación de quien lo solicita en su nombre, señaladas en el Reglamento (UE) 910/2014 y en esta Ley, cuando ello afecte a la mayoría de los certificados cualificados expedidos en el año anterior al inicio del procedimiento sancionador o desde el inicio de la actividad del prestador si este periodo es menor.\n\n3. Son infracciones graves:\n\na) La resistencia, obstrucción, excusa o negativa a la actuación inspectora de los órganos facultados para llevarla a cabo con arreglo a esta Ley.\n\nb) Actuar en el mercado como prestador cualificado de servicios de confianza, ofrecer servicios de confianza como cualificados o utilizar la etiqueta de confianza «UE» sin haber obtenido la cualificación de los citados servicios.\n\nc) En caso de que el prestador expida certificados electrónicos, almacenar o copiar, por sí o a través de un tercero, los datos de creación de firma, sello o autenticación de sitio web de la persona física o jurídica a la que hayan prestado sus servicios, salvo en caso de su gestión en nombre del titular.\n\nd) No proteger adecuadamente los datos de creación de firma, sello o autenticación de sitio web cuya gestión se le haya encomendado en la forma establecida en el artículo 9.1.b) de esta Ley.\n\ne) No registrar o conservar la información a la que se refiere el artículo 9.3.a) de esta Ley.\n\nf) El incumplimiento de la obligación de notificación de incidentes establecida en el artículo 19.2 del Reglamento (UE) 910/2014, en los términos previstos en el artículo 13 de esta Ley.\n\ng) En caso de prestadores cualificados de servicios de confianza, el incumplimiento de alguna de las obligaciones establecidas en los artículos 24.2, letras b), c), d), e), f), g), h), y k), 24.3 y 24.4 del Reglamento (UE) 910/2014, con las precisiones establecidas, en su caso, por esta Ley.\n\nh) La expedición de certificados cualificados sin realizar todas las comprobaciones previas relativas a la identidad u otras circunstancias del titular del certificado o al poder de representación de quien lo solicita en su nombre, señaladas en el Reglamento (UE) 910/2014 y en esta Ley, cuando no constituya infracción muy grave.\n\ni) La ausencia de adopción de medidas, o la adopción de medidas insuficientes, para la resolución de los incidentes de seguridad en los productos, redes y sistemas de información, en el plazo de diez días desde que aquellos se hubieren producido.\n\nj) El incumplimiento de las resoluciones dictadas por el Ministerio de Asuntos Económicos y Transformación Digital para requerir a un prestador de servicios de confianza que corrija cualquier incumplimiento de los requisitos establecidos en esta Ley y en el Reglamento (UE) 910/2014.\n\nk) La falta o deficiente presentación de información solicitada por parte del Ministerio de Asuntos Económicos y Transformación Digital en su función de inspección y control, a partir del segundo requerimiento.\n\nl) No cumplir con las obligaciones de constatar la verdadera identidad del titular de un certificado electrónico y de conservar la documentación que la acredite, en caso de consignación de un pseudónimo.\n\nm) El incumplimiento por parte de los prestadores cualificados y no cualificados de servicios de confianza de la obligación establecida en el artículo 19.1 del Reglamento (UE) 910/2014 de adoptar las medidas técnicas y organizativas adecuadas para gestionar los riesgos para la seguridad de los servicios de confianza que presten.\n\nn) No extinguir la vigencia de los certificados electrónicos en los supuestos señalados en esta Ley.\n\no) La prestación de servicios cualificados careciendo del correspondiente seguro obligatorio, en los términos previstos en el artículo 9.3.b) de esta Ley.\n\n4. Constituyen infracciones leves:\n\na) Publicar información no veraz o no acorde con esta Ley y el Reglamento (UE) 910/2014.\n\nb) No comunicar el inicio de actividad, su modificación o cese por los prestadores de servicios no cualificados en el plazo establecido en el artículo 12 de esta Ley.\n\nc) El incumplimiento por los prestadores cualificados de servicios de confianza de alguna de las obligaciones establecidas en el artículo 24.2, letras a) e i) del Reglamento (UE) 910/2014.\n\nd) El incumplimiento por los prestadores cualificados de servicios de confianza de su obligación de remitir un informe anual de actividad al Ministerio de Asuntos Económicos y Transformación Digital antes del 1 de febrero de cada año.\n\ne) El incumplimiento del deber de comunicación establecido en el artículo 9.3.c) de esta Ley.\n\nf) La falta o deficiente presentación de información solicitada por parte del Ministerio de Asuntos Económicos y Transformación Digital en su función de inspección y control."
            },
            {
                "numeroArticulo": 19,
                "nombreArticulo": "Sanciones",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "**Sanciones económicas según gravedad de la infracción:**\n\n- **Muy graves:** Multa de **150,001 a 300,000 euros** 💶.\n- **Graves:** Multa de **50,001 a 150,000 euros** 💵.\n- **Leves:** Multa de hasta **50,000 euros** 💰.\n\nLa determinación de la multa depende de varios factores, como la **intencionalidad**, la **persistencia** en la infracción, el **daño causado**, la **reincidencia** y el **número de afectados** 📝. Las infracciones muy graves serán **publicadas en el sitio web del Ministerio** para su conocimiento público 📢.",
                "textoCompletoArticulo": "Artículo 19. Sanciones.\n1. Por la comisión de infracciones recogidas en el artículo anterior, se impondrán al infractor las siguientes sanciones:\n\na) Por la comisión de infracciones muy graves, una multa por importe de 150.001 hasta 300.000 euros.\n\nb) Por la comisión de infracciones graves, una multa por importe de 50.001 hasta 150.000 euros.\n\nc) Por la comisión de infracciones leves, una multa por importe de hasta 50.000 euros.\n\n2. La cuantía de las sanciones que se impongan se determinará aplicando una graduación de importe mínimo, medio y máximo a cada nivel de infracción, teniendo en cuenta lo siguiente:\n\na) El grado de culpabilidad o la existencia de intencionalidad.\n\nb) La continuidad o persistencia en la conducta infractora.\n\nc) La naturaleza y cuantía de los perjuicios causados.\n\nd) La reincidencia, por comisión en el término de un año de más de una infracción de la misma naturaleza cuando así haya sido declarado por resolución firme en vía administrativa.\n\ne) El volumen de facturación del prestador responsable.\n\nf) El número de personas afectadas por la infracción.\n\ng) La gravedad del riesgo generado por la conducta.\n\nh) Las acciones realizadas por el prestador encaminadas a paliar los efectos o consecuencias de la infracción.\n\n3. Las resoluciones sancionadoras por la comisión de infracciones muy graves serán publicadas en el sitio de Internet del Ministerio de Asuntos Económicos y Transformación Digital, con indicación, en su caso, de los recursos interpuestos contra ellas."
            },
            {
                "numeroArticulo": 19,
                "nombreArticulo": "Apercibimiento",
                "nombreArticuloOriginal": false,
                "resumenArticulo": "**Advertencia en lugar de sanción:** Si los hechos son **leves o graves** y se cumplen ciertos criterios, la autoridad puede optar por **advertir al infractor** en lugar de iniciar un procedimiento formal ⚠️. En este caso, el infractor debe adoptar las medidas correctoras en el plazo indicado ⏳. Si no se cumple, se iniciará el procedimiento sancionador correspondiente.",
                "textoCompletoArticulo": "Artículo 19 bis. Apercibimiento.\n1. Los órganos con competencia sancionadora, atendida la naturaleza de los hechos y la concurrencia significativa de los criterios establecidos en el artículo anterior, podrán acordar no iniciar la apertura del procedimiento sancionador y, en su lugar, apercibir al sujeto responsable, a fin de que en el plazo que el órgano sancionador determine, acredite la adopción de las medidas correctoras que, en cada caso, resulten pertinentes, siempre que los hechos fuesen constitutivos de infracción leve o grave conforme a lo dispuesto en esta ley.\n\n2. Si el apercibimiento no fuera atendido en el plazo que el órgano sancionador hubiera determinado, procederá la apertura del correspondiente procedimiento sancionador por dicho incumplimiento."
            },
            {
                "numeroArticulo": 20,
                "nombreArticulo": "Potestad sancionadora",
                "nombreArticuloOriginal": true,
                "resumenArticulo": "**Competencias para imponer sanciones:**\n\n- Las sanciones por **infracciones muy graves** serán impuestas por el **Ministerio de Asuntos Económicos y Transformación Digital** 💼.\n- Las sanciones por **infracciones graves y leves** estarán a cargo de la **Secretaría de Estado de Digitalización e Inteligencia Artificial** 🖥️.\n\nEl procedimiento se ajustará a la **Ley de Procedimiento Administrativo Común**, con una duración máxima de **nueve meses**, o tres meses en el caso de procedimientos simplificados 📅.",
                "textoCompletoArticulo": "Artículo 20. Potestad sancionadora.\n1. La imposición de sanciones por el incumplimiento de lo previsto en esta ley corresponderá, en el caso de infracciones muy graves, a la persona titular del Ministerio de Asuntos Económicos y Transformación Digital, y en el de infracciones graves y leves, a la persona titular de la Secretaría de Estado de Digitalización e Inteligencia Artificial.\n\n2. La potestad sancionadora regulada en esta ley se ejercerá de conformidad con lo establecido al respecto en la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, y en sus normas de desarrollo. El procedimiento tendrá una duración máxima de nueve meses a contar desde la fecha del acuerdo de iniciación. El plazo máximo de duración del procedimiento simplificado será de tres meses."
            }
        ],
        "Capitulos": [],
        "Secciones": []
    }
  ],
  "Disposiciones": {
    "DisposicionesAdicionales": [
        {
            "NombreDisposicion": "Disposición adicional primera",
            "ResumenDisposicion": "🖋️ La ley respeta las funciones de fe pública de los funcionarios, sin modificar las normas que rigen sus competencias.",
            "TextoCompletoDisposicion": "Lo dispuesto en esta Ley no sustituye ni modifica las normas que regulan las funciones que corresponden a los funcionarios que tengan legalmente atribuida la facultad de dar fe en documentos en lo que se refiere al ámbito de sus competencias."
        },
        {
            "NombreDisposicion": "Disposición adicional segunda",
            "ResumenDisposicion": "🔏 Los sistemas electrónicos de identificación, firma y sello en la administración pública tienen plenos efectos jurídicos, según las leyes 39/2015 y 40/2015.",
            "TextoCompletoDisposicion": "Todos los sistemas de identificación, firma y sello electrónico previstos en la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas, y en la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público, tendrán plenos efectos jurídicos."
        },
        {
            "NombreDisposicion": "Disposición adicional tercera",
            "ResumenDisposicion": "🆔 El DNI electrónico acredita la identidad y permite la firma digital. Su eficacia es reconocida por entidades públicas y privadas, bajo normas específicas.",
            "TextoCompletoDisposicion": "1. El Documento Nacional de Identidad electrónico es el Documento Nacional de Identidad que permite acreditar electrónicamente la identidad personal de su titular, en los términos establecidos en el artículo 8 de la Ley Orgánica 4/2015, de 30 de marzo, de protección de la seguridad ciudadana, así como la firma electrónica de documentos.\n\n2. Todas las personas físicas o jurídicas, públicas o privadas, reconocerán la eficacia del Documento Nacional de Identidad para acreditar la identidad y los demás datos personales del titular que consten en el mismo, así como la identidad del firmante y la integridad de los documentos firmados con sus certificados electrónicos.\n\n3. Los órganos competentes del Ministerio del Interior para la expedición del Documento Nacional de Identidad cumplirán las obligaciones que la presente Ley impone a los prestadores de servicios electrónicos de confianza que expidan certificados cualificados.\n\n4. Sin perjuicio de la aplicación de la normativa vigente en materia del Documento Nacional de Identidad en todo aquello que se adecúe a sus características particulares, el Documento Nacional de Identidad se regirá por su normativa específica."
        },
        {
            "NombreDisposicion": "Disposición adicional cuarta",
            "ResumenDisposicion": "🕵️‍♂️ Se mantiene el secreto de identidad de los miembros del CNI, respetando lo establecido en la Ley 11/2002.",
            "TextoCompletoDisposicion": "Lo dispuesto en los artículos 7 y 8 de esta Ley se entenderá sin perjuicio de lo dispuesto en la Ley 11/2002, de 6 de mayo, reguladora del Centro Nacional de Inteligencia, en relación con la obligación de guardar secreto sobre la identidad de sus miembros."
        }
    ],
    "DisposicionesTransitorias": [
        {
            "NombreDisposicion": "Disposición transitoria primera",
            "ResumenDisposicion": "📝 Los prestadores de servicios no cualificados deben comunicar su actividad al Ministerio en un plazo de tres meses tras la entrada en vigor de la ley.",
            "TextoCompletoDisposicion": "Los prestadores de servicios no cualificados que ya vinieran prestando servicios deberán comunicar su actividad al Ministerio de Asuntos Económicos y Transformación Digital en el plazo de tres meses a contar desde la entrada en vigor de esta Ley.\n\nSe exceptúan aquellos que hubieran comunicado los servicios prestados al Ministerio de Asuntos Económicos y Transformación Digital antes de la entrada en vigor de esta Ley."
        },
        {
            "NombreDisposicion": "Disposición transitoria segunda",
            "ResumenDisposicion": "📜 Hasta nuevo reglamento, se mantiene el Real Decreto 1553/2005 sobre la expedición del DNI y su firma electrónica.",
            "TextoCompletoDisposicion": "Hasta que se desarrolle reglamentariamente el Documento Nacional de Identidad, se mantendrá en vigor el Real Decreto 1553/2005, de 23 de diciembre, por el que se regula la expedición del Documento Nacional de Identidad y sus certificados de firma electrónica."
        }
    ],
    "DisposicionesDerogatorias": [
        {
            "NombreDisposicion": "Disposición derogatoria",
            "ResumenDisposicion": "🚫 Se derogan normas incompatibles con esta ley, incluyendo la Ley 59/2003 de firma electrónica y el artículo 25 de la Ley 34/2002.",
            "TextoCompletoDisposicion": "Quedan derogadas cuantas disposiciones de igual o inferior rango se opongan a lo dispuesto en esta Ley, y en particular:\n\na) La Ley 59/2003, de 19 de diciembre, de firma electrónica.\n\nb) El artículo 25 de la Ley 34/2002, de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico.\n\nc) La Orden del Ministerio de Fomento de 21 de febrero de 2000 por la que se aprueba el Reglamento de acreditación de prestadores de servicios de certificación y de certificación de determinados productos de firma electrónica."
        }
    ],
    "DisposicionesFinales": [
        {
            "NombreDisposicion": "Disposición final primera",
            "ResumenDisposicion": "🔄 Modifica el artículo 2 de la Ley 56/2007 para facilitar servicios de atención telemática segura en trámites clave.",
            "TextoCompletoDisposicion": "Se modifica el apartado 1 del artículo 2 de la Ley 56/2007, de 28 de diciembre, de Medidas de Impulso de la Sociedad de la Información, que queda redactado como sigue:\n\n«1. Sin perjuicio de la utilización de otros medios de comunicación a distancia con los clientes, las empresas que presten servicios al público en general de especial trascendencia económica deberán facilitar a sus usuarios un medio seguro de interlocución telemática que les permita la realización de, al menos, los siguientes trámites:\n\na) Contratación electrónica de servicios, suministros y bienes, la modificación y finalización o rescisión de los correspondientes contratos, así como cualquier acto o negocio jurídico entre las partes, sin perjuicio de lo establecido en la normativa sectorial.\n\nb) Consulta de sus datos de cliente, que incluirán información sobre su historial de facturación de, al menos, los últimos tres años y el contrato suscrito, incluidas las condiciones generales si las hubiere.\n\nc) Presentación de quejas, incidencias, sugerencias y, en su caso, reclamaciones, garantizando la constancia de su presentación para el consumidor y asegurando una atención personal directa.\n\nd) Ejercicio de sus derechos de acceso, rectificación, cancelación y oposición en los términos previstos en la normativa reguladora de protección de datos de carácter personal.»"
        },
        {
            "NombreDisposicion": "Disposición final segunda",
            "ResumenDisposicion": "📜 Se ajusta el artículo 326 de la Ley de Enjuiciamiento Civil sobre documentos electrónicos y servicios de confianza.",
            "TextoCompletoDisposicion": "Uno. Se modifica el apartado 3 del artículo 326 de la Ley 1/2000, de 7 de enero, de Enjuiciamiento Civil, que queda redactado en los siguientes términos:\n\n«3. Cuando la parte a quien interese la eficacia de un documento electrónico lo solicite o se impugne su autenticidad, integridad, precisión de fecha y hora u otras características del documento electrónico que un servicio electrónico de confianza no cualificado de los previstos en el Reglamento (UE) 910/2014 del Parlamento Europeo y del Consejo, de 23 de julio de 2014, relativo a la identificación electrónica y los servicios de confianza para las transacciones electrónicas en el mercado interior, permita acreditar, se procederá con arreglo a lo establecido en el apartado 2 del presente artículo y en el Reglamento (UE) n.º 910/2014.»\n\nDos. Se añade un apartado 4 al citado artículo 326, con el siguiente tenor:\n\n«4. Si se hubiera utilizado algún servicio de confianza cualificado de los previstos en el Reglamento citado en el apartado anterior, se presumirá que el documento reúne la característica cuestionada y que el servicio de confianza se ha prestado correctamente si figuraba, en el momento relevante a los efectos de la discrepancia, en la lista de confianza de prestadores y servicios cualificados.\n\nSi aun así se impugnare el documento electrónico, la carga de realizar la comprobación corresponderá a quien haya presentado la impugnación. Si dichas comprobaciones obtienen un resultado negativo, serán las costas, gastos y derechos que origine la comprobación exclusivamente a cargo de quien hubiese formulado la impugnación. Si, a juicio del tribunal, la impugnación hubiese sido temeraria, podrá imponerle, además, una multa de 300 a 1200 euros.»"
        },
        {
            "NombreDisposicion": "Disposición final tercera",
            "ResumenDisposicion": "🌐 Modifica la Ley 34/2002 incluyendo portabilidad de datos y requisitos para proveedores de servicios de información.",
            "TextoCompletoDisposicion": "La Ley 34/2002, de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico, se modifica en los siguientes términos: [...]"
        },
        {
            "NombreDisposicion": "Disposición final cuarta",
            "ResumenDisposicion": "⚖️ Se añade una disposición adicional sobre el incumplimiento de la prohibición de discriminación en la Ley 17/2009.",
            "TextoCompletoDisposicion": "Se introduce una nueva disposición adicional séptima con el siguiente contenido:\n\n«Disposición adicional séptima. Incumplimiento de la prohibición de discriminación. [...]"
        },
        {
            "NombreDisposicion": "Disposición final quinta",
            "ResumenDisposicion": "🇪🇸 Esta ley se dicta bajo la competencia exclusiva del Estado en materias como legislación civil, telecomunicaciones y seguridad pública.",
            "TextoCompletoDisposicion": "Esta Ley se dicta al amparo de las competencias exclusivas que corresponden al Estado en materia de legislación civil, telecomunicaciones y seguridad pública, conforme a lo dispuesto en el artículo 149.1.8.ª, 21.ª y 29.ª de la Constitución Española. [...]"
        },
        {
            "NombreDisposicion": "Disposición final sexta",
            "ResumenDisposicion": "⚙️ El Gobierno queda habilitado para dictar las disposiciones reglamentarias necesarias para desarrollar y aplicar esta Ley.",
            "TextoCompletoDisposicion": "Se habilita al Gobierno para dictar las disposiciones reglamentarias que sean precisas para el desarrollo y aplicación de esta Ley."
        },
        {
            "NombreDisposicion": "Disposición final séptima",
            "ResumenDisposicion": "📅 La ley entra en vigor al día siguiente de su publicación en el Boletín Oficial del Estado.",
            "TextoCompletoDisposicion": "La presente Ley entrará en vigor al día siguiente al de su publicación en el «Boletín Oficial del Estado»."
        }
    ]
  },
  "ResumenLey": null
}
