{
  "NombreLey": "Ley 31/1995, de 8 de noviembre, de Prevención de Riesgos Laborales",
  "Titulos": [
    {
      "NombreTitulo": "Esta ley está organizada en capítulos",
      "ResumenTitulo": "",
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO I",
          "ResumenCapitulo": "**Objeto de la ley**: Promover la seguridad y salud de los trabajadores mediante medidas preventivas.\n\n**Ámbito de aplicación**: \n- Relaciones laborales del Estatuto de los Trabajadores\n- Personal de Administraciones Públicas\n- Sociedades cooperativas\n\n**Exclusiones**: \n- Policía y seguridad\n- Protección civil en casos de grave riesgo\n- Fuerzas Armadas\n\n**Definiciones clave**:\n- **Prevención**: Medidas para evitar o disminuir riesgos laborales\n- **Riesgo laboral**: Posibilidad de daño derivado del trabajo\n- **Daños derivados del trabajo**: Enfermedades o lesiones por el trabajo\n- **Riesgo grave e inminente**: Probable materialización inmediata con daño grave\n- **Condición de trabajo**: Característica que influye en la generación de riesgos\n\n**Carácter de la norma**: Derecho necesario mínimo, mejorable por convenios colectivos\n\n**Normativa aplicable**: Ley, disposiciones de desarrollo y normas con medidas preventivas laborales",
          "Secciones": [],
          "Articulos": [
            {
              "numeroArticulo": 1,
              "nombreArticulo": "Normativa sobre prevención de riesgos laborales",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Definición de la normativa:** La normativa sobre prevención de riesgos laborales incluye:\n\n- Esta ley\n- Sus disposiciones de desarrollo o complementarias\n- Otras normas legales o convencionales que contengan:\n  - **Medidas preventivas** en el ámbito laboral\n  - Disposiciones que puedan **producir medidas preventivas** en dicho ámbito",
              "textoCompletoArticulo": "**Artículo 1. Normativa sobre prevención de riesgos laborales.**\n\nLa normativa sobre prevención de riesgos laborales está constituida por la presente Ley, sus disposiciones de desarrollo o complementarias y cuantas otras normas, legales o convencionales, contengan prescripciones relativas a la adopción de medidas preventivas en el ámbito laboral o susceptibles de producirlas en dicho ámbito."
            },
            {
              "numeroArticulo": 2,
              "nombreArticulo": "Objeto y carácter de la norma",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Objetivo principal:** Promover la seguridad y salud de los trabajadores mediante:\n\n1. **Aplicación de medidas preventivas**\n2. **Desarrollo de actividades** para prevenir riesgos laborales\n\n**Establece:**\n- Principios generales de prevención\n- Medidas para protección, eliminación y disminución de riesgos\n- Aspectos de información, consulta y participación de trabajadores\n- Formación en materia preventiva\n\n**Regula:** Actuaciones de administraciones públicas, empresarios, trabajadores y sus organizaciones\n\n**Carácter de la ley:** Derecho necesario mínimo indisponible, pudiendo ser mejorada por convenios colectivos",
              "textoCompletoArticulo": "**Artículo 2. Objeto y carácter de la norma.**\n\n1. La presente Ley tiene por objeto promover la seguridad y la salud de los trabajadores mediante la aplicación de medidas y el desarrollo de las actividades necesarias para la prevención de riesgos derivados del trabajo.\n\nA tales efectos, esta Ley establece los principios generales relativos a la prevención de los riesgos profesionales para la protección de la seguridad y de la salud, la eliminación o disminución de los riesgos derivados del trabajo, la información, la consulta, la participación equilibrada y la formación de los trabajadores en materia preventiva, en los términos señalados en la presente disposición.\n\nPara el cumplimiento de dichos fines, la presente Ley regula las actuaciones a desarrollar por las Administraciones públicas, así como por los empresarios, los trabajadores y sus respectivas organizaciones representativas.\n\n2. Las disposiciones de carácter laboral contenidas en esta Ley y en sus normas reglamentarias tendrán en todo caso el carácter de Derecho necesario mínimo indisponible, pudiendo ser mejoradas y desarrolladas en los convenios colectivos."
            },
            {
              "numeroArticulo": 3,
              "nombreArticulo": "Ámbito de aplicación",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Aplicación de la ley:**\n\n1. **Ámbitos principales:**\n   - Relaciones laborales del Estatuto de los Trabajadores\n   - Relaciones administrativas o estatutarias en Administraciones Públicas\n\n2. **Otros ámbitos:**\n   - Fabricantes, importadores y suministradores\n   - Trabajadores autónomos\n   - Sociedades cooperativas\n\n**Exclusiones:**\n- Actividades de policía, seguridad y resguardo aduanero\n- Servicios de protección civil y peritaje forense en casos de emergencia\n- Fuerzas Armadas y actividades militares de la Guardia Civil\n\n**Aplicación especial:**\n- Centros y establecimientos militares\n- Establecimientos penitenciarios",
              "textoCompletoArticulo": "**Artículo 3. Ambito de aplicación.**\n\n1. Esta Ley y sus normas de desarrollo serán de aplicación tanto en el ámbito de las relaciones laborales reguladas en el texto refundido de la Ley del Estatuto de los Trabajadores, como en el de las relaciones de carácter administrativo o estatutario del personal al servicio de las Administraciones Públicas, con las peculiaridades que, en este caso, se contemplan en la presente Ley o en sus normas de desarrollo. Ello sin perjuicio del cumplimiento de las obligaciones específicas que se establecen para fabricantes, importadores y suministradores, y de los derechos y obligaciones que puedan derivarse para los trabajadores autónomos. Igualmente serán aplicables a las sociedades cooperativas, constituidas de acuerdo con la legislación que les sea de aplicación, en las que existan socios cuya actividad consista en la prestación de un trabajo personal, con las peculiaridades derivadas de su normativa específica.\n\nCuando en la presente Ley se haga referencia a trabajadores y empresarios, se entenderán también comprendidos en estos términos, respectivamente, de una parte, el personal con relación de carácter administrativo o estatutario y la Administración pública para la que presta servicios, en los términos expresados en la disposición adicional tercera de esta Ley, y, de otra, los socios de las cooperativas a que se refiere el párrafo anterior y las sociedades cooperativas para las que prestan sus servicios.\n\n2. La presente Ley no será de aplicación en aquellas actividades cuyas particularidades lo impidan en el ámbito de las funciones públicas de:\n\n–Policía, seguridad y resguardo aduanero.\n\n–Servicios operativos de protección civil y peritaje forense en los casos de grave riesgo, catástrofe y calamidad pública.\n\n–Fuerzas Armadas y actividades militares de la Guardia Civil.\n\nNo obstante, esta Ley inspirará la normativa específica que se dicte para regular la protección de la seguridad y la salud de los trabajadores que prestan sus servicios en las indicadas actividades.\n\n3. En los centros y establecimientos militares será de aplicación lo dispuesto en la presente Ley, con las particularidades previstas en su normativa específica.\n\nEn los establecimientos penitenciarios, se adaptarán a la presente Ley aquellas actividades cuyas características justifiquen una regulación especial, lo que se llevará a efecto en los términos señalados en la Ley 7/1990, de 19 de julio, sobre negociación colectiva y participación en la determinación de las condiciones de trabajo de los empleados públicos.\n\n4. (Suprimido)."
            },
            {
              "numeroArticulo": 4,
              "nombreArticulo": "Definiciones",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Términos clave definidos:**\n\n1. **Prevención:** Actividades o medidas para evitar o disminuir riesgos laborales\n\n2. **Riesgo laboral:** Posibilidad de daño al trabajador derivado del trabajo\n\n3. **Daños derivados del trabajo:** Enfermedades o lesiones por motivo laboral\n\n4. **Riesgo laboral grave e inminente:** Probable materialización inmediata con daño grave\n\n5. **Procesos potencialmente peligrosos:** Generan riesgos sin medidas preventivas\n\n6. **Equipo de trabajo:** Cualquier herramienta o instalación laboral\n\n7. **Condición de trabajo:** Características que influyen en la generación de riesgos\n\n8. **Equipo de protección individual:** Destinado a proteger al trabajador de riesgos",
              "textoCompletoArticulo": "**Artículo 4. Definiciones.**\n\nA efectos de la presente Ley y de las normas que la desarrollen:\n\n1.º Se entenderá por «prevención» el conjunto de actividades o medidas adoptadas o previstas en todas las fases de actividad de la empresa con el fin de evitar o disminuir los riesgos derivados del trabajo.\n\n2.º Se entenderá como «riesgo laboral» la posibilidad de que un trabajador sufra un determinado daño derivado del trabajo. Para calificar un riesgo desde el punto de vista de su gravedad, se valorarán conjuntamente la probabilidad de que se produzca el daño y la severidad del mismo.\n\n3.º Se considerarán como «daños derivados del trabajo» las enfermedades, patologías o lesiones sufridas con motivo u ocasión del trabajo.\n\n4.º Se entenderá como «riesgo laboral grave e inminente» aquel que resulte probable racionalmente que se materialice en un futuro inmediato y pueda suponer un daño grave para la salud de los trabajadores.\n\nEn el caso de exposición a agentes susceptibles de causar daños graves a la salud de los trabajadores, se considerará que existe un riesgo grave e inminente cuando sea probable racionalmente que se materialice en un futuro inmediato una exposición a dichos agentes de la que puedan derivarse daños graves para la salud, aun cuando éstos no se manifiesten de forma inmediata.\n\n5.º Se entenderán como procesos, actividades, operaciones, equipos o productos «potencialmente peligrosos» aquellos que, en ausencia de medidas preventivas específicas, originen riesgos para la seguridad y la salud de los trabajadores que los desarrollan o utilizan.\n\n6.º Se entenderá como «equipo de trabajo» cualquier máquina, aparato, instrumento o instalación utilizada en el trabajo.\n\n7.º Se entenderá como «condición de trabajo» cualquier característica del mismo que pueda tener una influencia significativa en la generación de riesgos para la seguridad y la salud del trabajador. Quedan específicamente incluidas en esta definición:\n\na) Las características generales de los locales, instalaciones, equipos, productos y demás útiles existentes en el centro de trabajo.\n\nb) La naturaleza de los agentes físicos, químicos y biológicos presentes en el ambiente de trabajo y sus correspondientes intensidades, concentraciones o niveles de presencia.\n\nc) Los procedimientos para la utilización de los agentes citados anteriormente que influyan en la generación de los riesgos mencionados.\n\nd) Todas aquellas otras características del trabajo, incluidas las relativas a su organización y ordenación, que influyan en la magnitud de los riesgos a que esté expuesto el trabajador.\n\n8.º Se entenderá por «equipo de protección individual» cualquier equipo destinado a ser llevado o sujetado por el trabajador para que le proteja de uno o varios riesgos que puedan amenazar su seguridad o su salud en el trabajo, así como cualquier complemento o accesorio destinado a tal fin."
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO II",
          "ResumenCapitulo": "**Política de prevención de riesgos laborales**:\n\n**Objetivos**: Promover la mejora de condiciones laborales y elevar el nivel de protección.\n\n**Actuaciones clave**:\n- **Coordinación entre administraciones** públicas\n- **Participación** de empresarios y trabajadores\n- **Promoción de educación** preventiva\n- **Fomento** de actividades para mejorar seguridad y salud\n- **Integración** de la prevención en la gestión empresarial\n\n**Normas reglamentarias**: El Gobierno regulará:\n- Requisitos mínimos de condiciones laborales\n- Limitaciones a procesos peligrosos\n- Procedimientos de evaluación de riesgos\n- Organización de servicios de prevención\n\n**Actuaciones de Administraciones públicas**:\n- **Promoción** de la prevención\n- **Asesoramiento** técnico\n- **Vigilancia** y control del cumplimiento normativo\n- **Sanción** de infracciones\n\n**Instituto Nacional de Seguridad e Higiene en el Trabajo**:\n- Órgano científico técnico especializado\n- Funciones: asesoramiento, promoción, formación, investigación\n\n**Inspección de Trabajo y Seguridad Social**:\n- Vigilancia y control de normativa\n- Asesoramiento e información\n- Elaboración de informes\n- Paralización de trabajos por riesgo grave\n\n**Administraciones sanitarias**:\n- Evaluación de actuaciones sanitarias en empresas\n- Implantación de sistemas de información\n- Supervisión de formación en salud laboral\n\n**Coordinación administrativa**:\n- Entre ámbitos laboral, sanitario e industrial\n\n**Comisión Nacional de Seguridad y Salud en el Trabajo**:\n- Órgano asesor y de participación institucional\n- Integrada por representantes de administraciones y agentes sociales\n- Funciones: conocer actuaciones, informar y formular propuestas",
          "Secciones": [],
          "Articulos": [
            {
              "numeroArticulo": 5,
              "nombreArticulo": "Objetivos de la política",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Propósito principal**: Promocionar la mejora de las condiciones de trabajo para elevar el nivel de protección de la seguridad y salud de los trabajadores.\n\n**Aspectos clave**:\n- **Coordinación**: Entre distintas Administraciones públicas.\n- **Participación**: De empresarios y trabajadores a través de sus organizaciones.\n- **Educación**: Mejora de la educación en materia preventiva.\n- **Fomento**: De actividades que mejoren las condiciones de seguridad y salud.\n- **Igualdad**: Promoción de la igualdad entre mujeres y hombres.\n- **Integración**: De la prevención en el sistema de gestión de la empresa.\n- **Atención especial**: A las necesidades de pequeñas y medianas empresas.",
              "textoCompletoArticulo": "**Artículo 5. Objetivos de la política.**\n\n1. La política en materia de prevención tendrá por objeto la promoción de la mejora de las condiciones de trabajo dirigida a elevar el nivel de protección de la seguridad y la salud de los trabajadores en el trabajo.\n\nDicha política se llevará a cabo por medio de las normas reglamentarias y de las actuaciones administrativas que correspondan y, en particular, las que se regulan en este capítulo, que se orientarán a la coordinación de las distintas Administraciones públicas competentes en materia preventiva y a que se armonicen con ellas las actuaciones que conforme a esta Ley correspondan a sujetos públicos y privados, a cuyo fin:\n\na) La Administración General del Estado, las Administraciones de las Comunidades Autónomas y las entidades que integran la Administración local se prestarán cooperación y asistencia para el eficaz ejercicio de sus respectivas competencias en el ámbito de lo previsto en este artículo.\n\nb) La elaboración de la política preventiva se llevará a cabo con la participación de los empresarios y de los trabajadores a través de sus organizaciones empresariales y sindicales más representativas.\n\n2. A los fines previstos en el apartado anterior las Administraciones públicas promoverán la mejora de la educación en materia preventiva en los diferentes niveles de enseñanza y de manera especial en la oferta formativa correspondiente al sistema nacional de cualificaciones profesionales, así como la adecuación de la formación de los recursos humanos necesarios para la prevención de los riesgos laborales.\n\nEn el ámbito de la Administración General del Estado se establecerá una colaboración permanente entre el Ministerio de Trabajo y Seguridad Social y los Ministerios que correspondan, en particular los de Educación y Ciencia y de Sanidad y Consumo, al objeto de establecer los niveles formativos y especializaciones idóneas, así como la revisión permanente de estas enseñanzas, con el fin de adaptarlas a las necesidades existentes en cada momento.\n\n3. Del mismo modo, las Administraciones públicas fomentarán aquellas actividades desarrolladas por los sujetos a que se refiere el apartado 1 del artículo segundo, en orden a la mejora de las condiciones de seguridad y salud en el trabajo y la reducción de los riesgos laborales, la investigación o fomento de nuevas formas de protección y la promoción de estructuras eficaces de prevención.\n\nPara ello podrán adoptar programas específicos dirigidos a promover la mejora del ambiente de trabajo y el perfeccionamiento de los niveles de protección. Los programas podrán instrumentarse a través de la concesión de los incentivos que reglamentariamente se determinen que se destinarán especialmente a las pequeñas y medianas empresas.\n\n4. Las Administraciones públicas promoverán la efectividad del principio de igualdad entre mujeres y hombres, considerando las variables relacionadas con el sexo tanto en los sistemas de recogida y tratamiento de datos como en el estudio e investigación generales en materia de prevención de riesgos laborales, con el objetivo de detectar y prevenir posibles situaciones en las que los daños derivados del trabajo puedan aparecer vinculados con el sexo de los trabajadores.\n\n5. La política en materia de prevención de riesgos laborales deberá promover la integración eficaz de la prevención de riesgos laborales en el sistema de gestión de la empresa.\n\nIgualmente, la política en materia de seguridad y salud en el trabajo tendrá en cuenta las necesidades y dificultades específicas de las pequeñas y medianas empresas. A tal efecto, en el procedimiento de elaboración de las disposiciones de carácter general en materia de prevención de riesgos laborales deberá incorporarse un informe sobre su aplicación en las pequeñas y medianas empresas que incluirá, en su caso, las medidas particulares que para éstas se contemplen."
            },
            {
              "numeroArticulo": 6,
              "nombreArticulo": "Normas reglamentarias",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Regulación gubernamental**: El Gobierno, previa consulta a organizaciones sindicales y empresariales, regulará:\n\n- **Requisitos mínimos**: Para protección de seguridad y salud.\n- **Limitaciones y prohibiciones**: En operaciones y procesos de riesgo.\n- **Condiciones especiales**: Para procesos peligrosos.\n- **Procedimientos**: De evaluación de riesgos y normalización de metodologías.\n- **Organización**: De servicios de prevención.\n- **Medidas específicas**: Para trabajos peligrosos.\n- **Enfermedades profesionales**: Procedimientos de calificación y comunicación.\n\n**Principios**: Las normas se ajustarán a los principios de política preventiva, coordinación con normativa sanitaria y de seguridad industrial, y serán evaluadas periódicamente.",
              "textoCompletoArticulo": "**Artículo 6. Normas reglamentarias.**\n\n1. El Gobierno, a través de las correspondientes normas reglamentarias y previa consulta a las organizaciones sindicales y empresariales más representativas, regulará las materias que a continuación se relacionan:\n\na) Requisitos mínimos que deben reunir las condiciones de trabajo para la protección de la seguridad y la salud de los trabajadores.\n\nb) Limitaciones o prohibiciones que afectarán a las operaciones, los procesos y las exposiciones laborales a agentes que entrañen riesgos para la seguridad y la salud de los trabajadores. Específicamente podrá establecerse el sometimiento de estos procesos u operaciones a trámites de control administrativo, así como, en el caso de agentes peligrosos, la prohibición de su empleo.\n\nc) Condiciones o requisitos especiales para cualquiera de los supuestos contemplados en el apartado anterior, tales como la exigencia de un adiestramiento o formación previa o la elaboración de un plan en el que se contengan las medidas preventivas a adoptar.\n\nd) Procedimientos de evaluación de los riesgos para la salud de los trabajadores, normalización de metodologías y guías de actuación preventiva.\n\ne) Modalidades de organización, funcionamiento y control de los servicios de prevención, considerando las peculiaridades de las pequeñas empresas con el fin de evitar obstáculos innecesarios para su creación y desarrollo, así como capacidades y aptitudes que deban reunir los mencionados servicios y los trabajadores designados para desarrollar la acción preventiva.\n\nf) Condiciones de trabajo o medidas preventivas específicas en trabajos especialmente peligrosos, en particular si para los mismos están previstos controles médicos especiales, o cuando se presenten riesgos derivados de determinadas características o situaciones especiales de los trabajadores.\n\ng) Procedimiento de calificación de las enfermedades profesionales, así como requisitos y procedimientos para la comunicación e información a la autoridad competente de los daños derivados del trabajo.\n\n2. Las normas reglamentarias indicadas en el apartado anterior se ajustarán, en todo caso, a los principios de política preventiva establecidos en esta Ley, mantendrán la debida coordinación con la normativa sanitaria y de seguridad industrial y serán objeto de evaluación y, en su caso, de revisión periódica, de acuerdo con la experiencia en su aplicación y el progreso de la técnica."
            },
            {
              "numeroArticulo": 7,
              "nombreArticulo": "Actuaciones de las Administraciones públicas competentes en materia laboral",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Funciones principales**:\n\n- **Promoción**: De la prevención y asesoramiento técnico.\n- **Vigilancia y control**: Del cumplimiento de la normativa.\n- **Sanción**: De infracciones a la normativa.\n\n**Acciones específicas**:\n- Asesoramiento y asistencia técnica.\n- Información, divulgación, formación e investigación.\n- Elaboración de informes y seguimiento de actuaciones preventivas.\n- Paralización de trabajos en caso de riesgo grave e inminente.\n\n**Colaboración**: Entre Administraciones para garantizar asesoramiento técnico a la Inspección de Trabajo y Seguridad Social.\n\n**Planes de actuación**: Para empresas de mediano y pequeño tamaño y sectores de mayor riesgo.\n\n**Funciones de los técnicos**: Asesoramiento, información y comprobación de condiciones de seguridad y salud.",
              "textoCompletoArticulo": "**Artículo 7. Actuaciones de las Administraciones públicas competentes en materia laboral.**\n\n1. En cumplimiento de lo dispuesto en la presente Ley, las Administraciones públicas competentes en materia laboral desarrollarán funciones de promoción de la prevención, asesoramiento técnico, vigilancia y control del cumplimiento por los sujetos comprendidos en su ámbito de aplicación de la normativa de prevención de riesgos laborales, y sancionarán las infracciones a dicha normativa, en los siguientes términos:\n\na) Promoviendo la prevención y el asesoramiento a desarrollar por los órganos técnicos en materia preventiva, incluidas la asistencia y cooperación técnica, la información, divulgación, formación e investigación en materia preventiva, así como el seguimiento de las actuaciones preventivas que se realicen en las empresas para la consecución de los objetivos previstos en esta Ley.\n\nb) Velando por el cumplimiento de la normativa sobre prevención de riesgos laborales mediante las actuaciones de vigilancia y control. A estos efectos, prestarán el asesoramiento y la asistencia técnica necesarios para el mejor cumplimiento de dicha normativa y desarrollarán programas específicos dirigidos a lograr una mayor eficacia en el control.\n\nc) Sancionando el incumplimiento de la normativa de prevención de riesgos laborales por los sujetos comprendidos en el ámbito de aplicación de la presente Ley, con arreglo a lo previsto en el capítulo VII de la misma.\n\n2. Las Administraciones General del Estado y de las comunidades autónomas adoptarán, en sus respectivos ámbitos de competencia, las medidas necesarias para garantizar la colaboración pericial y el asesoramiento técnico necesarios a la Inspección de Trabajo y Seguridad Social que, en el ámbito de la Administración General del Estado serán prestados por el Instituto Nacional de Seguridad e Higiene en el Trabajo.\n\nEstas Administraciones públicas elaborarán y coordinarán planes de actuación, en sus respectivos ámbitos competenciales y territoriales, para contribuir al desarrollo de las actuaciones preventivas en las empresas, especialmente las de mediano y pequeño tamaño y las de sectores de actividad con mayor nivel de riesgo o de siniestralidad, a través de acciones de asesoramiento, de información, de formación y de asistencia técnica.\n\nEn el ejercicio de tales cometidos, los funcionarios públicos de las citadas Administraciones que ejerzan labores técnicas en materia de prevención de riesgos laborales a que se refiere el párrafo anterior, podrán desempeñar funciones de asesoramiento, información y comprobatorias de las condiciones de seguridad y salud en las empresas y centros de trabajo, con el alcance señalado en el apartado 3 de este artículo y con la capacidad de requerimiento a que se refiere el artículo 43 de esta ley, todo ello en la forma que se determine reglamentariamente.\n\nLas referidas actuaciones comprobatorias se programarán por la respectiva Comisión Territorial de la Inspección de Trabajo y Seguridad Social a que se refiere el artículo 17.2 de la Ley 42/1997, de 14 de noviembre, Ordenadora de la Inspección de Trabajo y Seguridad Social para su integración en el plan de acción en Seguridad y Salud Laboral de la Inspección de Trabajo y Seguridad Social.\n\n3. Cuando de las actuaciones de comprobación a que se refiere el apartado anterior, se deduzca la existencia de infracción, y siempre que haya mediado incumplimiento de previo requerimiento, el funcionario actuante remitirá informe a la Inspección de Trabajo y Seguridad Social, en el que se recogerán los hechos comprobados, a efectos de que se levante la correspondiente acta de infracción, si así procediera.\n\nA estos efectos, los hechos relativos a las actuaciones de comprobación de las condiciones materiales o técnicas de seguridad y salud recogidos en tales informes gozarán de la presunción de certeza a que se refiere la disposición adicional cuarta, apartado 2, de la Ley 42/1997, de 14 de noviembre, Ordenadora de la Inspección de Trabajo y Seguridad Social.\n\n4. Las actuaciones previstas en los dos apartados anteriores, estarán sujetas a los plazos establecidos en el artículo 14, apartado 2, de la Ley 42/1997, de 14 de noviembre, Ordenadora de la Inspección de Trabajo y Seguridad Social."
            },
            {
              "numeroArticulo": 8,
              "nombreArticulo": "Instituto Nacional de Seguridad e Higiene en el Trabajo",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Funciones del Instituto:** \n\n- **Asesoramiento técnico:** En elaboración de normativa y normalización.\n- **Promoción y realización:** De actividades formativas, informativas e investigativas.\n- **Apoyo técnico:** A la Inspección de Trabajo y Seguridad Social.\n- **Colaboración internacional:** Con organismos y programas de cooperación.\n- **Coordinación:** Entre administraciones públicas y fomento de actividades de seguridad.\n- **Centro de referencia nacional:** Para instituciones de la Unión Europea.\n- **Secretaría General:** De la Comisión Nacional de Seguridad y Salud en el Trabajo.",
              "textoCompletoArticulo": "**Artículo 8. Instituto Nacional de Seguridad e Higiene en el Trabajo.**\n\n1. El Instituto Nacional de Seguridad e Higiene en el Trabajo es el órgano científico técnico especializado de la Administración General del Estado que tiene como misión el análisis y estudio de las condiciones de seguridad y salud en el trabajo, así como la promoción y apoyo a la mejora de las mismas. Para ello establecerá la cooperación necesaria con los órganos de las Comunidades Autónomas con competencias en esta materia.\n\nEl Instituto, en cumplimiento de esta misión, tendrá las siguientes funciones:\n\na) Asesoramiento técnico en la elaboración de la normativa legal y en el desarrollo de la normalización, tanto a nivel nacional como internacional.\n\nb) Promoción y, en su caso, realización de actividades de formación, información, investigación, estudio y divulgación en materia de prevención de riesgos laborales, con la adecuada coordinación y colaboración, en su caso, con los órganos técnicos en materia preventiva de las Comunidades Autónomas en el ejercicio de sus funciones en esta materia.\n\nc) Apoyo técnico y colaboración con la Inspección de Trabajo y Seguridad Social en el cumplimiento de su función de vigilancia y control, prevista en el artículo 9 de la presente Ley, en el ámbito de las Administraciones públicas.\n\nd) Colaboración con organismos internacionales y desarrollo de programas de cooperación internacional en este ámbito, facilitando la participación de las Comunidades Autónomas.\n\ne) Cualesquiera otras que sean necesarias para el cumplimiento de sus fines y le sean encomendadas en el ámbito de sus competencias, de acuerdo con la Comisión Nacional de Seguridad y Salud en el Trabajo regulada en el artículo 13 de esta Ley, con la colaboración, en su caso, de los órganos técnicos de las Comunidades Autónomas con competencias en la materia.\n\n2. El Instituto Nacional de Seguridad e Higiene en el Trabajo, en el marco de sus funciones, velará por la coordinación, apoyará el intercambio de información y las experiencias entre las distintas Administraciones públicas y especialmente fomentará y prestará apoyo a la realización de actividades de promoción de la seguridad y de la salud por las Comunidades Autónomas.\n\nAsimismo, prestará, de acuerdo con las Administraciones competentes, apoyo técnico especializado en materia de certificación, ensayo y acreditación.\n\n3. En relación con las Instituciones de la Unión Europea, el Instituto Nacional de Seguridad e Higiene en el Trabajo actuará como centro de referencia nacional, garantizando la coordinación y transmisión de la información que deberá facilitar a escala nacional, en particular respecto a la Agencia Europea para la Seguridad y la Salud en el Trabajo y su Red.\n\n4. El Instituto Nacional de Seguridad e Higiene en el Trabajo ejercerá la Secretaría General de la Comisión Nacional de Seguridad y Salud en el Trabajo, prestándole la asistencia técnica y científica necesaria para el desarrollo de sus competencias."
            },
            {
              "numeroArticulo": 9,
              "nombreArticulo": "Inspección de Trabajo y Seguridad Social",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Funciones principales:**\n\n- **Vigilancia y control:** De la normativa sobre prevención de riesgos laborales.\n- **Asesoramiento:** A empresas y trabajadores sobre cumplimiento de disposiciones.\n- **Elaboración de informes:** Para Juzgados de lo Social en casos de accidentes y enfermedades profesionales.\n- **Información a la autoridad laboral:** Sobre accidentes graves y enfermedades profesionales.\n- **Comprobación:** Del cumplimiento de obligaciones de los servicios de prevención.\n- **Paralización de trabajos:** En caso de riesgo grave e inminente.\n\n**Colaboración entre administraciones:**\n- Garantía de asesoramiento técnico a la Inspección.\n- Elaboración de planes de actuación preventiva.\n- Posibilidad de funciones comprobatorias por parte de funcionarios técnicos.\n- Coordinación de actuaciones a través de la Comisión Territorial.",
              "textoCompletoArticulo": "**Artículo 9. Inspección de Trabajo y Seguridad Social.**\n\n1. Corresponde a la Inspección de Trabajo y Seguridad Social la función de la vigilancia y control de la normativa sobre prevención de riesgos laborales.\n\nEn cumplimiento de esta misión, tendrá las siguientes funciones:\n\na) Vigilar el cumplimiento de la normativa sobre prevención de riesgos laborales, así como de las normas jurídico-técnicas que incidan en las condiciones de trabajo en materia de prevención, aunque no tuvieran la calificación directa de normativa laboral, proponiendo a la autoridad laboral competente la sanción correspondiente, cuando comprobase una infracción a la normativa sobre prevención de riesgos laborales, de acuerdo con lo previsto en el capítulo VII de la presente Ley.\n\nb) Asesorar e informar a las empresas y a los trabajadores sobre la manera más efectiva de cumplir las disposiciones cuya vigilancia tiene encomendada.\n\nc) Elaborar los informes solicitados por los Juzgados de lo Social en las demandas deducidas ante los mismos en los procedimientos de accidentes de trabajo y enfermedades profesionales.\n\nd) Informar a la autoridad laboral sobre los accidentes de trabajo mortales, muy graves o graves, y sobre aquellos otros en que, por sus características o por los sujetos afectados, se considere necesario dicho informe, así como sobre las enfermedades profesionales en las que concurran dichas calificaciones y, en general, en los supuestos en que aquélla lo solicite respecto del cumplimiento de la normativa legal en materia de prevención de riesgos laborales.\n\ne) Comprobar y favorecer el cumplimiento de las obligaciones asumidas por los servicios de prevención establecidos en la presente Ley.\n\nf) Ordenar la paralización inmediata de trabajos cuando, a juicio del inspector, se advierta la existencia de riesgo grave e inminente para la seguridad o salud de los trabajadores.\n\n2. Las Administraciones General del Estado y de las comunidades autónomas adoptarán, en sus respectivos ámbitos de competencia, las medidas necesarias para garantizar la colaboración pericial y el asesoramiento técnico necesarios a la Inspección de Trabajo y Seguridad Social que, en el ámbito de la Administración General del Estado serán prestados por el Instituto Nacional de Seguridad e Higiene en el Trabajo.\n\nEstas Administraciones públicas elaborarán y coordinarán planes de actuación, en sus respectivos ámbitos competenciales y territoriales, para contribuir al desarrollo de las actuaciones preventivas en las empresas, especialmente las de mediano y pequeño tamaño y las de sectores de actividad con mayor nivel de riesgo o de siniestralidad, a través de acciones de asesoramiento, de información, de formación y de asistencia técnica.\n\nEn el ejercicio de tales cometidos, los funcionarios públicos de las citadas Administraciones que ejerzan labores técnicas en materia de prevención de riesgos laborales a que se refiere el párrafo anterior, podrán desempeñar funciones de asesoramiento, información y comprobatorias de las condiciones de seguridad y salud en las empresas y centros de trabajo, con el alcance señalado en el apartado 3 de este artículo y con la capacidad de requerimiento a que se refiere el artículo 43 de esta ley, todo ello en la forma que se determine reglamentariamente.\n\nLas referidas actuaciones comprobatorias se programarán por la respectiva Comisión Territorial de la Inspección de Trabajo y Seguridad Social a que se refiere el artículo 17.2 de la Ley 42/1997, de 14 de noviembre, Ordenadora de la Inspección de Trabajo y Seguridad Social para su integración en el plan de acción en Seguridad y Salud Laboral de la Inspección de Trabajo y Seguridad Social.\n\n3. Cuando de las actuaciones de comprobación a que se refiere el apartado anterior, se deduzca la existencia de infracción, y siempre que haya mediado incumplimiento de previo requerimiento, el funcionario actuante remitirá informe a la Inspección de Trabajo y Seguridad Social, en el que se recogerán los hechos comprobados, a efectos de que se levante la correspondiente acta de infracción, si así procediera.\n\nA estos efectos, los hechos relativos a las actuaciones de comprobación de las condiciones materiales o técnicas de seguridad y salud recogidos en tales informes gozarán de la presunción de certeza a que se refiere la disposición adicional cuarta, apartado 2, de la Ley 42/1997, de 14 de noviembre, Ordenadora de la Inspección de Trabajo y Seguridad Social.\n\n4. Las actuaciones previstas en los dos apartados anteriores, estarán sujetas a los plazos establecidos en el artículo 14, apartado 2, de la Ley 42/1997, de 14 de noviembre, Ordenadora de la Inspección de Trabajo y Seguridad Social."
            },
            {
              "numeroArticulo": 10,
              "nombreArticulo": "Actuaciones de las Administraciones públicas competentes en materia sanitaria",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Responsabilidades de las Administraciones públicas en materia sanitaria:**\n\n- **Evaluación y control:** De actuaciones sanitarias en empresas por servicios de prevención.\n- **Implementación de sistemas de información:** Para elaborar mapas de riesgos laborales y estudios epidemiológicos.\n- **Supervisión de formación:** En prevención y promoción de salud laboral para personal sanitario.\n- **Elaboración y divulgación:** De estudios, investigaciones y estadísticas sobre salud laboral.",
              "textoCompletoArticulo": "**Artículo 10. Actuaciones de las Administraciones públicas competentes en materia sanitaria.**\n\nLas actuaciones de las Administraciones públicas competentes en materia sanitaria referentes a la salud laboral se llevarán a cabo a través de las acciones y en relación con los aspectos señalados en el capítulo IV del Título I de la Ley 14/1986, de 25 de abril, General de Sanidad, y disposiciones dictadas para su desarrollo.\n\nEn particular, corresponderá a las Administraciones públicas citadas:\n\na) El establecimiento de medios adecuados para la evaluación y control de las actuaciones de carácter sanitario que se realicen en las empresas por los servicios de prevención actuantes. Para ello, establecerán las pautas y protocolos de actuación, oídas las sociedades científicas, a los que deberán someterse los citados servicios.\n\nb) La implantación de sistemas de información adecuados que permitan la elaboración, junto con las autoridades laborales competentes, de mapas de riesgos laborales, así como la realización de estudios epidemiológicos para la identificación y prevención de las patologías que puedan afectar a la salud de los trabajadores, así como hacer posible un rápido intercambio de información.\n\nc) La supervisión de la formación que, en materia de prevención y promoción de la salud laboral, deba recibir el personal sanitario actuante en los servicios de prevención autorizados.\n\nd) La elaboración y divulgación de estudios, investigaciones y estadísticas relacionados con la salud de los trabajadores."
            },
            {
              "numeroArticulo": 11,
              "nombreArticulo": "Coordinación administrativa",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Coordinación entre administraciones:**\n\n- **Objetivo:** Protección eficaz de la seguridad y salud de los trabajadores.\n- **Áreas de coordinación:** Elaboración de normas preventivas, control de cumplimiento, promoción de prevención, investigación y vigilancia epidemiológica.\n- **Responsabilidad de la administración laboral:** Compartir información de la Inspección de Trabajo con autoridades sanitarias y de industria.\n- **Marco legal:** Ley General de Sanidad y Ley de Industria.",
              "textoCompletoArticulo": "**Artículo 11. Coordinación administrativa.**\n\nLa elaboración de normas preventivas y el control de su cumplimiento, la promoción de la prevención, la investigación y la vigilancia epidemiológica sobre riesgos laborales, accidentes de trabajo y enfermedades profesionales determinan la necesidad de coordinar las actuaciones de las Administraciones competentes en materia laboral, sanitaria y de industria para una más eficaz protección de la seguridad y la salud de los trabajadores.\n\nEn el marco de dicha coordinación, la Administración competente en materia laboral velará, en particular, para que la información obtenida por la Inspección de Trabajo y Seguridad Social en el ejercicio de las funciones atribuidas a la misma en el apartado 1 del artículo 9 de esta Ley sea puesta en conocimiento de la autoridad sanitaria competente a los fines dispuestos en el artículo 10 de la presente Ley y en el artículo 21 de la Ley 14/1986, de 25 de abril, General de Sanidad, así como de la Administración competente en materia de industria a los efectos previstos en la Ley 21/1992, de 16 de julio, de Industria."
            },
            {
              "numeroArticulo": 12,
              "nombreArticulo": "Participación de empresarios y trabajadores",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Principio básico de la política de prevención de riesgos laborales:** La participación de empresarios y trabajadores, a través de sus organizaciones más representativas, en la **gestión de la mejora de condiciones laborales y seguridad**. Este principio debe ser desarrollado por las Administraciones públicas competentes en los diferentes niveles territoriales, abarcando:\n\n- **Planificación**\n- **Programación** \n- **Organización**\n- **Control**\n\nTodo ello enfocado en la mejora de las condiciones de trabajo y la protección de la seguridad y salud de los trabajadores.",
              "textoCompletoArticulo": "**Artículo 12. Participación de empresarios y trabajadores.**\n\nLa participación de empresarios y trabajadores, a través de las organizaciones empresariales y sindicales más representativas, en la planificación, programación, organización y control de la gestión relacionada con la mejora de las condiciones de trabajo y la protección de la seguridad y salud de los trabajadores en el trabajo es principio básico de la política de prevención de riesgos laborales, a desarrollar por las Administraciones públicas competentes en los distintos niveles territoriales."
            },
            {
              "numeroArticulo": 13,
              "nombreArticulo": "Comisión Nacional de Seguridad y Salud en el Trabajo",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Creación y composición:** Se establece la Comisión Nacional de Seguridad y Salud en el Trabajo como:\n\n1. **Órgano asesor** de las Administraciones públicas en políticas de prevención.\n2. **Órgano de participación institucional** en seguridad y salud laboral.\n\n**Integración:** \n- Representantes de Comunidades Autónomas\n- Miembros de la Administración General del Estado\n- Representantes de organizaciones empresariales y sindicales\n\n**Funciones principales:**\n- Conocer las actuaciones de las Administraciones públicas en prevención de riesgos laborales\n- Informar y proponer sobre estas actuaciones\n\n**Funcionamiento:**\n- Acuerdos por mayoría\n- Presidencia y Vicepresidencias definidas\n- Secretaría a cargo del Instituto Nacional de Seguridad e Higiene en el Trabajo\n- Operación en Pleno, Comisión Permanente o Grupos de Trabajo",
              "textoCompletoArticulo": "**Artículo 13. Comisión Nacional de Seguridad y Salud en el Trabajo.**\n\n1. Se crea la Comisión Nacional de Seguridad y Salud en el Trabajo como órgano colegiado asesor de las Administraciones públicas en la formulación de las políticas de prevención y órgano de participación institucional en materia de seguridad y salud en el trabajo.\n\n2. La Comisión estará integrada por un representante de cada una de las Comunidades Autónomas y por igual número de miembros de la Administración General del Estado y, paritariamente con todos los anteriores, por representantes de las organizaciones empresariales y sindicales más representativas.\n\n3. La Comisión conocerá las actuaciones que desarrollen las Administraciones públicas competentes en materia de promoción de la prevención de riesgos laborales, de asesoramiento técnico y de vigilancia y control a que se refieren los artículos 7, 8, 9 y 11 de esta Ley y podrá informar y formular propuestas en relación con dichas actuaciones, específicamente en lo referente a:\n\n– Criterios y programas generales de actuación.\n– Proyectos de disposiciones de carácter general.\n– Coordinación de las actuaciones desarrolladas por las Administraciones públicas competentes en materia laboral.\n– Coordinación entre las Administraciones públicas competentes en materia laboral, sanitaria y de industria.\n\n4. La Comisión adoptará sus acuerdos por mayoría. A tal fin, los representantes de las Administraciones públicas tendrán cada uno un voto y dos los de las organizaciones empresariales y sindicales.\n\n5. La Comisión contará con un Presidente y cuatro Vicepresidentes, uno por cada uno de los grupos que la integran. La Presidencia de la Comisión corresponderá al Secretario general de Empleo y Relaciones Laborales, recayendo la Vicepresidencia atribuida a la Administración General del Estado en el Subsecretario de Sanidad y Consumo.\n\n6. La Secretaría de la Comisión, como órgano de apoyo técnico y administrativo, recaerá en la Dirección del Instituto Nacional de Seguridad e Higiene en el Trabajo.\n\n7. La Comisión Nacional de Seguridad y Salud en el Trabajo funcionará en Pleno, en Comisión Permanente o en Grupos de Trabajo, conforme a la normativa que establezca el Reglamento interno que elaborará la propia Comisión.\n\nEn lo no previsto en la presente Ley y en el Reglamento interno a que hace referencia el párrafo anterior la Comisión se regirá por la Ley 30/1992, de Régimen Jurídico de las Administraciones Públicas y del Procedimiento Administrativo Común."
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO III",
          "ResumenCapitulo": "# Resumen del Capítulo III: Derechos y obligaciones en prevención de riesgos laborales\n\n## **Derecho a la protección frente a riesgos laborales:**\n- Los trabajadores tienen derecho a una protección eficaz en seguridad y salud laboral.\n- El empresario tiene el deber de proteger a los trabajadores frente a riesgos laborales.\n- Incluye derechos de información, consulta, participación, formación, paralización de actividad en caso de riesgo grave e inminente, y vigilancia de la salud.\n\n## **Principios de la acción preventiva:**\n- **Evitar riesgos**\n- Evaluar riesgos inevitables\n- Combatir riesgos en su origen\n- Adaptar el trabajo a la persona\n- Tener en cuenta la evolución técnica\n- Sustituir lo peligroso por lo menos peligroso\n- Planificar la prevención integralmente\n- Priorizar protección colectiva sobre individual\n- Dar instrucciones a los trabajadores\n\n## **Plan de prevención, evaluación y planificación:**\n- Integrar la prevención en el sistema general de gestión de la empresa.\n- Realizar evaluación inicial de riesgos y actualizarla cuando sea necesario.\n- Planificar actividades preventivas para eliminar o reducir riesgos.\n\n## **Equipos de trabajo y medios de protección:**\n- El empresario debe proporcionar equipos adecuados y velar por su uso efectivo.\n- Los equipos de protección individual se usarán cuando los riesgos no puedan evitarse por otros medios.\n\n## **Información, consulta y participación:**\n- Los trabajadores deben recibir información sobre riesgos y medidas de protección.\n- El empresario debe consultar a los trabajadores y permitir su participación en cuestiones de seguridad y salud.\n\n## **Formación de los trabajadores:**\n- El empresario debe garantizar formación teórica y práctica en materia preventiva.\n- La formación debe ser específica para cada puesto de trabajo y adaptarse a la evolución de los riesgos.\n\n## **Medidas de emergencia:**\n- El empresario debe analizar posibles situaciones de emergencia y adoptar medidas necesarias.\n- Se debe designar personal encargado de poner en práctica estas medidas.\n\n## **Riesgo grave e inminente:**\n- El empresario debe informar a los trabajadores y adoptar medidas necesarias.\n- Los trabajadores tienen derecho a interrumpir su actividad y abandonar el lugar de trabajo si es necesario.\n\n## **Vigilancia de la salud:**\n- El empresario debe garantizar la vigilancia periódica del estado de salud de los trabajadores.\n- Se requiere consentimiento del trabajador, salvo excepciones específicas.\n\n## **Documentación:**\n- El empresario debe elaborar y conservar documentación sobre plan de prevención, evaluación de riesgos, planificación preventiva, controles de salud, y relación de accidentes y enfermedades profesionales.\n\n## **Coordinación de actividades empresariales:**\n- Cuando en un mismo centro de trabajo desarrollen actividades trabajadores de dos o más empresas, éstas deberán cooperar en la aplicación de la normativa de prevención.\n\n## **Protección de trabajadores especialmente sensibles:**\n- El empresario debe garantizar protección específica a trabajadores sensibles a ciertos riesgos por características personales o estado biológico conocido.\n\n## **Protección de la maternidad:**\n- Se debe evaluar riesgos específicos para trabajadoras embarazadas o en periodo de lactancia.\n- Se deben adaptar condiciones de trabajo o cambiar de puesto si es necesario.\n\n## **Protección de los menores:**\n- Se debe evaluar riesgos específicos para trabajadores menores de 18 años.\n- El Gobierno establecerá limitaciones a la contratación de menores en trabajos con riesgos específicos.\n\n## **Relaciones de trabajo temporales:**\n- Los trabajadores temporales deben tener el mismo nivel de protección que los demás trabajadores.\n\n## **Obligaciones de los trabajadores:**\n- Velar por su propia seguridad y la de otros que puedan verse afectados por su actividad.\n- Usar adecuadamente equipos y medios de protección.\n- Informar sobre situaciones de riesgo.\n- Contribuir al cumplimiento de las obligaciones en materia de seguridad y salud.",
          "Secciones": [],
          "Articulos": [
            {
              "numeroArticulo": 14,
              "nombreArticulo": "Derecho a la protección frente a los riesgos laborales",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece los **derechos y obligaciones fundamentales** en materia de seguridad y salud laboral:\n\n- **Derecho de los trabajadores**: Protección eficaz frente a riesgos laborales.\n- **Deber del empresario**: Garantizar la seguridad y salud de los trabajadores.\n- **Medidas de protección**: Incluyen información, consulta, participación, formación y vigilancia de la salud.\n- **Responsabilidades del empresario**: \n  - Integrar la prevención en la empresa\n  - Adoptar medidas necesarias\n  - Realizar seguimiento continuo\n  - Adaptar medidas a cambios\n- **Costes**: No deben recaer sobre los trabajadores.",
              "textoCompletoArticulo": "**Artículo 14. Derecho a la protección frente a los riesgos laborales.**\n\n1. Los trabajadores tienen derecho a una protección eficaz en materia de seguridad y salud en el trabajo.\n\nEl citado derecho supone la existencia de un correlativo deber del empresario de protección de los trabajadores frente a los riesgos laborales.\n\nEste deber de protección constituye, igualmente, un deber de las Administraciones públicas respecto del personal a su servicio.\n\nLos derechos de información, consulta y participación, formación en materia preventiva, paralización de la actividad en caso de riesgo grave e inminente y vigilancia de su estado de salud, en los términos previstos en la presente Ley, forman parte del derecho de los trabajadores a una protección eficaz en materia de seguridad y salud en el trabajo.\n\n2. En cumplimiento del deber de protección, el empresario deberá garantizar la seguridad y la salud de los trabajadores a su servicio en todos los aspectos relacionados con el trabajo. A estos efectos, en el marco de sus responsabilidades, el empresario realizará la prevención de los riesgos laborales mediante la integración de la actividad preventiva en la empresa y la adopción de cuantas medidas sean necesarias para la protección de la seguridad y la salud de los trabajadores, con las especialidades que se recogen en los artículos siguientes en materia de plan de prevención de riesgos laborales, evaluación de riesgos, información, consulta y participación y formación de los trabajadores, actuación en casos de emergencia y de riesgo grave e inminente, vigilancia de la salud, y mediante la constitución de una organización y de los medios necesarios en los términos establecidos en el capítulo IV de esta ley.\n\nEl empresario desarrollará una acción permanente de seguimiento de la actividad preventiva con el fin de perfeccionar de manera continua las actividades de identificación, evaluación y control de los riesgos que no se hayan podido evitar y los niveles de protección existentes y dispondrá lo necesario para la adaptación de las medidas de prevención señaladas en el párrafo anterior a las modificaciones que puedan experimentar las circunstancias que incidan en la realización del trabajo.\n\n3. El empresario deberá cumplir las obligaciones establecidas en la normativa sobre prevención de riesgos laborales.\n\n4. Las obligaciones de los trabajadores establecidas en esta Ley, la atribución de funciones en materia de protección y prevención a trabajadores o servicios de la empresa y el recurso al concierto con entidades especializadas para el desarrollo de actividades de prevención complementarán las acciones del empresario, sin que por ello le eximan del cumplimiento de su deber en esta materia, sin perjuicio de las acciones que pueda ejercitar, en su caso, contra cualquier otra persona.\n\n5. El coste de las medidas relativas a la seguridad y la salud en el trabajo no deberá recaer en modo alguno sobre los trabajadores."
            },
            {
              "numeroArticulo": 15,
              "nombreArticulo": "Principios de la acción preventiva",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece los **principios fundamentales** que deben guiar la acción preventiva en materia de seguridad y salud laboral:\n\n1. **Principios generales**:\n   - Evitar riesgos\n   - Evaluar riesgos inevitables\n   - Combatir riesgos en origen\n   - Adaptar el trabajo a la persona\n   - Considerar evolución técnica\n   - Sustituir lo peligroso\n   - Planificar prevención integral\n   - Priorizar protección colectiva\n   - Instruir a los trabajadores\n\n2. **Responsabilidades del empresario**:\n   - Considerar capacidades de los trabajadores\n   - Garantizar información adecuada\n   - Prever distracciones o imprudencias\n   - Evaluar riesgos adicionales de medidas preventivas\n\n3. **Seguros**: Posibilidad de concertar seguros para riesgos laborales.",
              "textoCompletoArticulo": "**Artículo 15. Principios de la acción preventiva.**\n\n1. El empresario aplicará las medidas que integran el deber general de prevención previsto en el artículo anterior, con arreglo a los siguientes principios generales:\n\na) Evitar los riesgos.\n\nb) Evaluar los riesgos que no se puedan evitar.\n\nc) Combatir los riesgos en su origen.\n\nd) Adaptar el trabajo a la persona, en particular en lo que respecta a la concepción de los puestos de trabajo, así como a la elección de los equipos y los métodos de trabajo y de producción, con miras, en particular, a atenuar el trabajo monótono y repetitivo y a reducir los efectos del mismo en la salud.\n\ne) Tener en cuenta la evolución de la técnica.\n\nf) Sustituir lo peligroso por lo que entrañe poco o ningún peligro.\n\ng) Planificar la prevención, buscando un conjunto coherente que integre en ella la técnica, la organización del trabajo, las condiciones de trabajo, las relaciones sociales y la influencia de los factores ambientales en el trabajo.\n\nh) Adoptar medidas que antepongan la protección colectiva a la individual.\n\ni) Dar las debidas instrucciones a los trabajadores.\n\n2. El empresario tomará en consideración las capacidades profesionales de los trabajadores en materia de seguridad y de salud en el momento de encomendarles las tareas.\n\n3. El empresario adoptará las medidas necesarias a fin de garantizar que sólo los trabajadores que hayan recibido información suficiente y adecuada puedan acceder a las zonas de riesgo grave y específico.\n\n4. La efectividad de las medidas preventivas deberá prever las distracciones o imprudencias no temerarias que pudiera cometer el trabajador. Para su adopción se tendrán en cuenta los riesgos adicionales que pudieran implicar determinadas medidas preventivas, las cuales sólo podrán adoptarse cuando la magnitud de dichos riesgos sea sustancialmente inferior a la de los que se pretende controlar y no existan alternativas más seguras.\n\n5. Podrán concertar operaciones de seguro que tengan como fin garantizar como ámbito de cobertura la previsión de riesgos derivados del trabajo, la empresa respecto de sus trabajadores, los trabajadores autónomos respecto a ellos mismos y las sociedades cooperativas respecto a sus socios cuya actividad consista en la prestación de su trabajo personal."
            },
            {
              "numeroArticulo": 16,
              "nombreArticulo": "Plan de prevención de riesgos laborales, evaluación de los riesgos y planificación de la actividad preventiva",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece los **elementos clave** del sistema de prevención de riesgos laborales:\n\n1. **Plan de prevención**:\n   - Debe integrarse en el sistema general de gestión de la empresa\n   - Incluye estructura organizativa, responsabilidades, funciones, prácticas, procedimientos, procesos y recursos\n\n2. **Instrumentos esenciales**:\n   - **Evaluación de riesgos**:\n     - Inicial y actualizada\n     - Considera naturaleza de la actividad, puestos de trabajo y trabajadores\n     - Controles periódicos\n   - **Planificación de la actividad preventiva**:\n     - Basada en resultados de la evaluación\n     - Incluye plazos, responsables y recursos\n\n3. **Seguimiento y modificación**:\n   - Asegurar ejecución efectiva\n   - Modificar si se detecta inadecuación\n\n4. **Simplificación** para pequeñas empresas (sin reducir protección)\n\n5. **Investigación** de daños o indicios de insuficiencia en las medidas",
              "textoCompletoArticulo": "**Artículo 16. Plan de prevención de riesgos laborales, evaluación de los riesgos y planificación de la actividad preventiva**\n\n1. La prevención de riesgos laborales deberá integrarse en el sistema general de gestión de la empresa, tanto en el conjunto de sus actividades como en todos los niveles jerárquicos de ésta, a través de la implantación y aplicación de un plan de prevención de riesgos laborales a que se refiere el párrafo siguiente.\n\nEste plan de prevención de riesgos laborales deberá incluir la estructura organizativa, las responsabilidades, las funciones, las prácticas, los procedimientos, los procesos y los recursos necesarios para realizar la acción de prevención de riesgos en la empresa, en los términos que reglamentariamente se establezcan.\n\n2. Los instrumentos esenciales para la gestión y aplicación del plan de prevención de riesgos, que podrán ser llevados a cabo por fases de forma programada, son la evaluación de riesgos laborales y la planificación de la actividad preventiva a que se refieren los párrafos siguientes:\n\na) El empresario deberá realizar una evaluación inicial de los riesgos para la seguridad y salud de los trabajadores, teniendo en cuenta, con carácter general, la naturaleza de la actividad, las características de los puestos de trabajo existentes y de los trabajadores que deban desempeñarlos. Igual evaluación deberá hacerse con ocasión de la elección de los equipos de trabajo, de las sustancias o preparados químicos y del acondicionamiento de los lugares de trabajo. La evaluación inicial tendrá en cuenta aquellas otras actuaciones que deban desarrollarse de conformidad con lo dispuesto en la normativa sobre protección de riesgos específicos y actividades de especial peligrosidad. La evaluación será actualizada cuando cambien las condiciones de trabajo y, en todo caso, se someterá a consideración y se revisará, si fuera necesario, con ocasión de los daños para la salud que se hayan producido.\n\nCuando el resultado de la evaluación lo hiciera necesario, el empresario realizará controles periódicos de las condiciones de trabajo y de la actividad de los trabajadores en la prestación de sus servicios, para detectar situaciones potencialmente peligrosas.\n\nb) Si los resultados de la evaluación prevista en el párrafo a) pusieran de manifiesto situaciones de riesgo, el empresario realizará aquellas actividades preventivas necesarias para eliminar o reducir y controlar tales riesgos. Dichas actividades serán objeto de planificación por el empresario, incluyendo para cada actividad preventiva el plazo para llevarla a cabo, la designación de responsables y los recursos humanos y materiales necesarios para su ejecución.\n\nEl empresario deberá asegurarse de la efectiva ejecución de las actividades preventivas incluidas en la planificación, efectuando para ello un seguimiento continuo de la misma.\n\nLas actividades de prevención deberán ser modificadas cuando se aprecie por el empresario, como consecuencia de los controles periódicos previstos en el párrafo a) anterior, su inadecuación a los fines de protección requeridos.\n\n2 bis. Las empresas, en atención al número de trabajadores y a la naturaleza y peligrosidad de las actividades realizadas, podrán realizar el plan de prevención de riesgos laborales, la evaluación de riesgos y la planificación de la actividad preventiva de forma simplificada, siempre que ello no suponga una reducción del nivel de protección de la seguridad y salud de los trabajadores y en los términos que reglamentariamente se determinen.\n\n3. Cuando se haya producido un daño para la salud de los trabajadores o cuando, con ocasión de la vigilancia de la salud prevista en el artículo 22, aparezcan indicios de que las medidas de prevención resultan insuficientes, el empresario llevará a cabo una investigación al respecto, a fin de detectar las causas de estos hechos."
            },
            {
              "numeroArticulo": 17,
              "nombreArticulo": "Equipos de trabajo y medios de protección",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Equipos de trabajo**: El empresario debe garantizar que sean adecuados y seguros.\n\n**Medidas de seguridad**:\n- Uso reservado a personal autorizado\n- Mantenimiento por personal capacitado\n\n**Equipos de protección individual**:\n- Deben ser proporcionados por el empresario\n- Uso obligatorio cuando los riesgos no puedan evitarse por otros medios",
              "textoCompletoArticulo": "**Artículo 17. Equipos de trabajo y medios de protección.**\n\n1. El empresario adoptará las medidas necesarias con el fin de que los equipos de trabajo sean adecuados para el trabajo que deba realizarse y convenientemente adaptados a tal efecto, de forma que garanticen la seguridad y la salud de los trabajadores al utilizarlos.\n\nCuando la utilización de un equipo de trabajo pueda presentar un riesgo específico para la seguridad y la salud de los trabajadores, el empresario adoptará las medidas necesarias con el fin de que:\n\na) La utilización del equipo de trabajo quede reservada a los encargados de dicha utilización.\n\nb) Los trabajos de reparación, transformación, mantenimiento o conservación sean realizados por los trabajadores específicamente capacitados para ello.\n\n2. El empresario deberá proporcionar a sus trabajadores equipos de protección individual adecuados para el desempeño de sus funciones y velar por el uso efectivo de los mismos cuando, por la naturaleza de los trabajos realizados, sean necesarios.\n\nLos equipos de protección individual deberán utilizarse cuando los riesgos no se puedan evitar o no puedan limitarse suficientemente por medios técnicos de protección colectiva o mediante medidas, métodos o procedimientos de organización del trabajo."
            },
            {
              "numeroArticulo": 18,
              "nombreArticulo": "Información, consulta y participación de los trabajadores",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Deber de información**: El empresario debe informar a los trabajadores sobre:\n\n- **Riesgos laborales**: Generales y específicos del puesto\n- **Medidas de protección**: Aplicables a los riesgos\n- **Medidas de emergencia**: Adoptadas según el artículo 20\n\n**Consulta y participación**: \n- Los trabajadores deben ser consultados en cuestiones de seguridad y salud\n- Tienen derecho a hacer propuestas de mejora",
              "textoCompletoArticulo": "**Artículo 18. Información, consulta y participación de los trabajadores.**\n\n1. A fin de dar cumplimiento al deber de protección establecido en la presente Ley, el empresario adoptará las medidas adecuadas para que los trabajadores reciban todas las informaciones necesarias en relación con:\n\na) Los riesgos para la seguridad y la salud de los trabajadores en el trabajo, tanto aquellos que afecten a la empresa en su conjunto como a cada tipo de puesto de trabajo o función.\n\nb) Las medidas y actividades de protección y prevención aplicables a los riesgos señalados en el apartado anterior.\n\nc) Las medidas adoptadas de conformidad con lo dispuesto en el artículo 20 de la presente Ley.\n\nEn las empresas que cuenten con representantes de los trabajadores, la información a que se refiere el presente apartado se facilitará por el empresario a los trabajadores a través de dichos representantes; no obstante, deberá informarse directamente a cada trabajador de los riesgos específicos que afecten a su puesto de trabajo o función y de las medidas de protección y prevención aplicables a dichos riesgos.\n\n2. El empresario deberá consultar a los trabajadores, y permitir su participación, en el marco de todas las cuestiones que afecten a la seguridad y a la salud en el trabajo, de conformidad con lo dispuesto en el capítulo V de la presente Ley.\n\nLos trabajadores tendrán derecho a efectuar propuestas al empresario, así como a los órganos de participación y representación previstos en el capítulo V de esta Ley, dirigidas a la mejora de los niveles de protección de la seguridad y la salud en la empresa."
            },
            {
              "numeroArticulo": 19,
              "nombreArticulo": "Formación de los trabajadores",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Formación en prevención**:\n\n- **Obligatoria**: Teórica y práctica, suficiente y adecuada\n- **Momentos clave**: Al contratar y ante cambios en funciones o tecnologías\n- **Enfoque**: Específico para cada puesto de trabajo\n- **Actualización**: Periódica según necesidad\n\n**Condiciones**:\n- Preferentemente en horario laboral\n- Sin coste para el trabajador\n- Impartida por la empresa o servicios externos",
              "textoCompletoArticulo": "**Artículo 19. Formación de los trabajadores.**\n\n1. En cumplimiento del deber de protección, el empresario deberá garantizar que cada trabajador reciba una formación teórica y práctica, suficiente y adecuada, en materia preventiva, tanto en el momento de su contratación, cualquiera que sea la modalidad o duración de ésta, como cuando se produzcan cambios en las funciones que desempeñe o se introduzcan nuevas tecnologías o cambios en los equipos de trabajo.\n\nLa formación deberá estar centrada específicamente en el puesto de trabajo o función de cada trabajador, adaptarse a la evolución de los riesgos y a la aparición de otros nuevos y repetirse periódicamente, si fuera necesario.\n\n2. La formación a que se refiere el apartado anterior deberá impartirse, siempre que sea posible, dentro de la jornada de trabajo o, en su defecto, en otras horas pero con el descuento en aquélla del tiempo invertido en la misma. La formación se podrá impartir por la empresa mediante medios propios o concertándola con servicios ajenos, y su coste no recaerá en ningún caso sobre los trabajadores."
            },
            {
              "numeroArticulo": 20,
              "nombreArticulo": "Medidas de emergencia",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Obligaciones del empresario**:\n\n- **Análisis**: Evaluar posibles situaciones de emergencia\n- **Medidas**: Implementar protocolos de primeros auxilios, lucha contra incendios y evacuación\n- **Personal**: Designar y formar al equipo de emergencia\n- **Equipamiento**: Proporcionar material adecuado\n- **Verificación**: Comprobar periódicamente el funcionamiento de las medidas\n\n**Coordinación externa**: Organizar la colaboración con servicios externos (médicos, bomberos, etc.) para garantizar rapidez y eficacia en emergencias",
              "textoCompletoArticulo": "**Artículo 20. Medidas de emergencia.**\n\nEl empresario, teniendo en cuenta el tamaño y la actividad de la empresa, así como la posible presencia de personas ajenas a la misma, deberá analizar las posibles situaciones de emergencia y adoptar las medidas necesarias en materia de primeros auxilios, lucha contra incendios y evacuación de los trabajadores, designando para ello al personal encargado de poner en práctica estas medidas y comprobando periódicamente, en su caso, su correcto funcionamiento. El citado personal deberá poseer la formación necesaria, ser suficiente en número y disponer del material adecuado, en función de las circunstancias antes señaladas.\n\nPara la aplicación de las medidas adoptadas, el empresario deberá organizar las relaciones que sean necesarias con servicios externos a la empresa, en particular en materia de primeros auxilios, asistencia médica de urgencia, salvamento y lucha contra incendios, de forma que quede garantizada la rapidez y eficacia de las mismas."
            },
            {
              "numeroArticulo": 21,
              "nombreArticulo": "Riesgo grave e inminente",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Obligaciones del empresario**:\n\n1. **Informar**: Comunicar a los trabajadores sobre el riesgo y las medidas adoptadas\n2. **Proteger**: Dar instrucciones para interrumpir la actividad y abandonar el lugar si es necesario\n3. **Empoderar**: Permitir que los trabajadores actúen ante peligros graves cuando no puedan contactar con superiores\n\n**Derechos de los trabajadores**:\n- Interrumpir la actividad y abandonar el lugar si perciben un riesgo grave\n\n**Representantes de los trabajadores**:\n- Pueden acordar la paralización de actividades en caso de riesgo grave\n\n**Protección**: Los trabajadores no pueden sufrir perjuicios por estas acciones, salvo mala fe o negligencia grave",
              "textoCompletoArticulo": "**Artículo 21. Riesgo grave e inminente.**\n\n1. Cuando los trabajadores estén o puedan estar expuestos a un riesgo grave e inminente con ocasión de su trabajo, el empresario estará obligado a:\n\na) Informar lo antes posible a todos los trabajadores afectados acerca de la existencia de dicho riesgo y de las medidas adoptadas o que, en su caso, deban adoptarse en materia de protección.\n\nb) Adoptar las medidas y dar las instrucciones necesarias para que, en caso de peligro grave, inminente e inevitable, los trabajadores puedan interrumpir su actividad y, si fuera necesario, abandonar de inmediato el lugar de trabajo. En este supuesto no podrá exigirse a los trabajadores que reanuden su actividad mientras persista el peligro, salvo excepción debidamente justificada por razones de seguridad y determinada reglamentariamente.\n\nc) Disponer lo necesario para que el trabajador que no pudiera ponerse en contacto con su superior jerárquico, ante una situación de peligro grave e inminente para su seguridad, la de otros trabajadores o la de terceros a la empresa, esté en condiciones, habida cuenta de sus conocimientos y de los medios técnicos puestos a su disposición, de adoptar las medidas necesarias para evitar las consecuencias de dicho peligro.\n\n2. De acuerdo con lo previsto en el apartado 1 del artículo 14 de la presente Ley, el trabajador tendrá derecho a interrumpir su actividad y abandonar el lugar de trabajo, en caso necesario, cuando considere que dicha actividad entraña un riesgo grave e inminente para su vida o su salud.\n\n3. Cuando en el caso a que se refiere el apartado 1 de este artículo el empresario no adopte o no permita la adopción de las medidas necesarias para garantizar la seguridad y la salud de los trabajadores, los representantes legales de éstos podrán acordar, por mayoría de sus miembros, la paralización de la actividad de los trabajadores afectados por dicho riesgo. Tal acuerdo será comunicado de inmediato a la empresa y a la autoridad laboral, la cual, en el plazo de veinticuatro horas, anulará o ratificará la paralización acordada.\n\nEl acuerdo a que se refiere el párrafo anterior podrá ser adoptado por decisión mayoritaria de los Delegados de Prevención cuando no resulte posible reunir con la urgencia requerida al órgano de representación del personal.\n\n4. Los trabajadores o sus representantes no podrán sufrir perjuicio alguno derivado de la adopción de las medidas a que se refieren los apartados anteriores, a menos que hubieran obrado de mala fe o cometido negligencia grave."
            },
            {
              "numeroArticulo": 22,
              "nombreArticulo": "Vigilancia de la salud",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Vigilancia periódica de la salud**: El empresario debe garantizar la vigilancia periódica de la salud de los trabajadores, considerando los riesgos inherentes al trabajo.\n\n**Consentimiento del trabajador**: La vigilancia es voluntaria, salvo excepciones justificadas.\n\n**Respeto a la intimidad**: Se debe respetar la intimidad y dignidad del trabajador, manteniendo la confidencialidad de la información médica.\n\n**Comunicación de resultados**: Los resultados se comunican al trabajador afectado.\n\n**Uso de la información**: No se puede usar con fines discriminatorios. El acceso está limitado al personal médico y autoridades sanitarias.\n\n**Prolongación de la vigilancia**: En casos necesarios, puede extenderse más allá de la relación laboral.\n\n**Personal competente**: La vigilancia debe ser realizada por personal sanitario competente y acreditado.",
              "textoCompletoArticulo": "**Artículo 22. Vigilancia de la salud.**\n\n1. El empresario garantizará a los trabajadores a su servicio la vigilancia periódica de su estado de salud en función de los riesgos inherentes al trabajo.\n\nEsta vigilancia sólo podrá llevarse a cabo cuando el trabajador preste su consentimiento. De este carácter voluntario sólo se exceptuarán, previo informe de los representantes de los trabajadores, los supuestos en los que la realización de los reconocimientos sea imprescindible para evaluar los efectos de las condiciones de trabajo sobre la salud de los trabajadores o para verificar si el estado de salud del trabajador puede constituir un peligro para el mismo, para los demás trabajadores o para otras personas relacionadas con la empresa o cuando así esté establecido en una disposición legal en relación con la protección de riesgos específicos y actividades de especial peligrosidad.\n\nEn todo caso se deberá optar por la realización de aquellos reconocimientos o pruebas que causen las menores molestias al trabajador y que sean proporcionales al riesgo.\n\n2. Las medidas de vigilancia y control de la salud de los trabajadores se llevarán a cabo respetando siempre el derecho a la intimidad y a la dignidad de la persona del trabajador y la confidencialidad de toda la información relacionada con su estado de salud.\n\n3. Los resultados de la vigilancia a que se refiere el apartado anterior serán comunicados a los trabajadores afectados.\n\n4. Los datos relativos a la vigilancia de la salud de los trabajadores no podrán ser usados con fines discriminatorios ni en perjuicio del trabajador.\n\nEl acceso a la información médica de carácter personal se limitará al personal médico y a las autoridades sanitarias que lleven a cabo la vigilancia de la salud de los trabajadores, sin que pueda facilitarse al empresario o a otras personas sin consentimiento expreso del trabajador.\n\nNo obstante lo anterior, el empresario y las personas u órganos con responsabilidades en materia de prevención serán informados de las conclusiones que se deriven de los reconocimientos efectuados en relación con la aptitud del trabajador para el desempeño del puesto de trabajo o con la necesidad de introducir o mejorar las medidas de protección y prevención, a fin de que puedan desarrollar correctamente sus funciones en materia preventiva.\n\n5. En los supuestos en que la naturaleza de los riesgos inherentes al trabajo lo haga necesario, el derecho de los trabajadores a la vigilancia periódica de su estado de salud deberá ser prolongado más allá de la finalización de la relación laboral, en los términos que reglamentariamente se determinen.\n\n6. Las medidas de vigilancia y control de la salud de los trabajadores se llevarán a cabo por personal sanitario con competencia técnica, formación y capacidad acreditada."
            },
            {
              "numeroArticulo": 23,
              "nombreArticulo": "Documentación",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Obligaciones documentales del empresario**: El empresario debe elaborar y conservar la siguiente documentación:\n\n1. **Plan de prevención** de riesgos laborales\n2. **Evaluación de riesgos** para la seguridad y salud\n3. **Planificación de la actividad preventiva**\n4. **Controles de salud** de los trabajadores y conclusiones\n5. **Relación de accidentes** y enfermedades profesionales\n\n**Cesación de actividad**: Al cesar la actividad, la empresa debe remitir esta documentación a la autoridad laboral.\n\n**Notificación de daños**: El empresario debe notificar por escrito los daños a la salud de los trabajadores.\n\n**Acceso a la documentación**: Debe estar disponible para las autoridades laborales y sanitarias.",
              "textoCompletoArticulo": "**Artículo 23. Documentación.**\n\n1. El empresario deberá elaborar y conservar a disposición de la autoridad laboral la siguiente documentación relativa a las obligaciones establecidas en los artículos anteriores:\n\na) Plan de prevención de riesgos laborales, conforme a lo previsto en el apartado 1 del artículo 16 de esta ley.\n\nb) Evaluación de los riesgos para la seguridad y la salud en el trabajo, incluido el resultado de los controles periódicos de las condiciones de trabajo y de la actividad de los trabajadores, de acuerdo con lo dispuesto en el párrafo a) del apartado 2 del artículo 16 de esta ley.\n\nc) Planificación de la actividad preventiva, incluidas las medidas de protección y de prevención a adoptar y, en su caso, material de protección que deba utilizarse, de conformidad con el párrafo b) del apartado 2 del artículo 16 de esta ley.\n\nd) Práctica de los controles del estado de salud de los trabajadores previstos en el artículo 22 de esta Ley y conclusiones obtenidas de los mismos en los términos recogidos en el último párrafo del apartado 4 del citado artículo.\n\ne) Relación de accidentes de trabajo y enfermedades profesionales que hayan causado al trabajador una incapacidad laboral superior a un día de trabajo. En estos casos el empresario realizará, además, la notificación a que se refiere el apartado 3 del presente artículo.\n\n2. En el momento de cesación de su actividad, las empresas deberán remitir a la autoridad laboral la documentación señalada en el apartado anterior.\n\n3. El empresario estará obligado a notificar por escrito a la autoridad laboral los daños para la salud de los trabajadores a su servicio que se hubieran producido con motivo del desarrollo de su trabajo, conforme al procedimiento que se determine reglamentariamente.\n\n4. La documentación a que se hace referencia en el presente artículo deberá también ser puesta a disposición de las autoridades sanitarias al objeto de que éstas puedan cumplir con lo dispuesto en el artículo 10 de la presente Ley y en el artículo 21 de la Ley 14/1986, de 25 de abril, General de Sanidad."
            },
            {
              "numeroArticulo": 24,
              "nombreArticulo": "Coordinación de actividades empresariales",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Cooperación entre empresas**: Cuando trabajadores de múltiples empresas comparten un centro de trabajo, deben cooperar en la aplicación de normas de prevención de riesgos.\n\n**Responsabilidades del empresario titular**: \n- Proporcionar **información e instrucciones** sobre riesgos y medidas de protección\n- **Vigilar** el cumplimiento de la normativa por parte de contratistas y subcontratistas\n\n**Obligaciones extendidas**: \n- Se aplican incluso cuando los trabajadores no están en el centro de trabajo principal\n- Incluyen a **trabajadores autónomos**\n\n**Desarrollo reglamentario**: Las obligaciones se desarrollarán en detalle mediante reglamentos.",
              "textoCompletoArticulo": "**Artículo 24. Coordinación de actividades empresariales.**\n\n1. Cuando en un mismo centro de trabajo desarrollen actividades trabajadores de dos o más empresas, éstas deberán cooperar en la aplicación de la normativa sobre prevención de riesgos laborales. A tal fin, establecerán los medios de coordinación que sean necesarios en cuanto a la protección y prevención de riesgos laborales y la información sobre los mismos a sus respectivos trabajadores, en los términos previstos en el apartado 1 del artículo 18 de esta Ley.\n\n2. El empresario titular del centro de trabajo adoptará las medidas necesarias para que aquellos otros empresarios que desarrollen actividades en su centro de trabajo reciban la información y las instrucciones adecuadas, en relación con los riesgos existentes en el centro de trabajo y con las medidas de protección y prevención correspondientes, así como sobre las medidas de emergencia a aplicar, para su traslado a sus respectivos trabajadores.\n\n3. Las empresas que contraten o subcontraten con otras la realización de obras o servicios correspondientes a la propia actividad de aquéllas y que se desarrollen en sus propios centros de trabajo deberán vigilar el cumplimiento por dichos contratistas y subcontratistas de la normativa de prevención de riesgos laborales.\n\n4. Las obligaciones consignadas en el último párrafo del apartado 1 del artículo 41 de esta Ley serán también de aplicación, respecto de las operaciones contratadas, en los supuestos en que los trabajadores de la empresa contratista o subcontratista no presten servicios en los centros de trabajo de la empresa principal, siempre que tales trabajadores deban operar con maquinaria, equipos, productos, materias primas o útiles proporcionados por la empresa principal.\n\n5. Los deberes de cooperación y de información e instrucción recogidos en los apartados 1 y 2 serán de aplicación respecto de los trabajadores autónomos que desarrollen actividades en dichos centros de trabajo.\n\n6. Las obligaciones previstas en este artículo serán desarrolladas reglamentariamente."
            },
            {
              "numeroArticulo": 25,
              "nombreArticulo": "Protección de trabajadores especialmente sensibles a determinados riesgos",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Protección específica**: El empresario debe garantizar la protección de trabajadores especialmente sensibles a ciertos riesgos, incluyendo:\n\n- Personas con **características personales** o **estado biológico** conocido que los haga vulnerables\n- Trabajadores con **discapacidad** física, psíquica o sensorial reconocida\n\n**Evaluación y medidas**: \n- Realizar **evaluaciones de riesgo** específicas\n- Adoptar **medidas preventivas y de protección** necesarias\n- **Evitar asignar** a estos trabajadores a puestos que puedan ponerlos en peligro\n\n**Protección de la función reproductiva**: \n- Evaluar riesgos que puedan afectar la **fertilidad** de trabajadores y trabajadoras\n- Considerar efectos **mutagénicos** o **tóxicos** para la procreación\n- Adoptar medidas preventivas para proteger la función reproductiva",
              "textoCompletoArticulo": "**Artículo 25. Protección de trabajadores especialmente sensibles a determinados riesgos.**\n\n1. El empresario garantizará de manera específica la protección de los trabajadores que, por sus propias características personales o estado biológico conocido, incluidos aquellos que tengan reconocida la situación de discapacidad física, psíquica o sensorial, sean especialmente sensibles a los riesgos derivados del trabajo. A tal fin, deberá tener en cuenta dichos aspectos en las evaluaciones de los riesgos y, en función de éstas, adoptará las medidas preventivas y de protección necesarias.\n\nLos trabajadores no serán empleados en aquellos puestos de trabajo en los que, a causa de sus características personales, estado biológico o por su discapacidad física, psíquica o sensorial debidamente reconocida, puedan ellos, los demás trabajadores u otras personas relacionadas con la empresa ponerse en situación de peligro o, en general, cuando se encuentren manifiestamente en estados o situaciones transitorias que no respondan a las exigencias psicofísicas de los respectivos puestos de trabajo.\n\n2. Igualmente, el empresario deberá tener en cuenta en las evaluaciones los factores de riesgo que puedan incidir en la función de procreación de los trabajadores y trabajadoras, en particular por la exposición a agentes físicos, químicos y biológicos que puedan ejercer efectos mutagénicos o de toxicidad para la procreación, tanto en los aspectos de la fertilidad, como del desarrollo de la descendencia, con objeto de adoptar las medidas preventivas necesarias."
            },
            {
              "numeroArticulo": 26,
              "nombreArticulo": "Protección de la maternidad",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece medidas para **proteger a las trabajadoras embarazadas o en periodo de lactancia**:\n\n- **Evaluación de riesgos**: Se debe evaluar la exposición a condiciones laborales que puedan afectar negativamente a la trabajadora o al feto.\n\n- **Adaptación del trabajo**: Si hay riesgos, el empleador debe adaptar las condiciones o el tiempo de trabajo.\n\n- **Cambio de puesto**: Si la adaptación no es posible, se debe asignar un puesto compatible con su estado.\n\n- **Suspensión del contrato**: Como último recurso, se puede suspender el contrato por riesgo durante el embarazo o la lactancia.\n\n- **Derechos adicionales**: Las trabajadoras tienen derecho a ausentarse para exámenes prenatales y preparación al parto, con remuneración.",
              "textoCompletoArticulo": "**Artículo 26. Protección de la maternidad.**\n\n1. La evaluación de los riesgos a que se refiere el artículo 16 de la presente Ley deberá comprender la determinación de la naturaleza, el grado y la duración de la exposición de las trabajadoras en situación de embarazo o parto reciente a agentes, procedimientos o condiciones de trabajo que puedan influir negativamente en la salud de las trabajadoras o del feto, en cualquier actividad susceptible de presentar un riesgo específico. Si los resultados de la evaluación revelasen un riesgo para la seguridad y la salud o una posible repercusión sobre el embarazo o la lactancia de las citadas trabajadoras, el empresario adoptará las medidas necesarias para evitar la exposición a dicho riesgo, a través de una adaptación de las condiciones o del tiempo de trabajo de la trabajadora afectada. Dichas medidas incluirán, cuando resulte necesario, la no realización de trabajo nocturno o de trabajo a turnos.\n\n2. Cuando la adaptación de las condiciones o del tiempo de trabajo no resultase posible o, a pesar de tal adaptación, las condiciones de un puesto de trabajo pudieran influir negativamente en la salud de la trabajadora embarazada o del feto, y así lo certifiquen los Servicios Médicos del Instituto Nacional de la Seguridad Social o de las Mutuas, en función de la Entidad con la que la empresa tenga concertada la cobertura de los riesgos profesionales, con el informe del médico del Servicio Nacional de Salud que asista facultativamente a la trabajadora, ésta deberá desempeñar un puesto de trabajo o función diferente y compatible con su estado. El empresario deberá determinar, previa consulta con los representantes de los trabajadores, la relación de los puestos de trabajo exentos de riesgos a estos efectos.\n\nEl cambio de puesto o función se llevará a cabo de conformidad con las reglas y criterios que se apliquen en los supuestos de movilidad funcional y tendrá efectos hasta el momento en que el estado de salud de la trabajadora permita su reincorporación al anterior puesto.\n\nEn el supuesto de que, aun aplicando las reglas señaladas en el párrafo anterior, no existiese puesto de trabajo o función compatible, la trabajadora podrá ser destinada a un puesto no correspondiente a su grupo o categoría equivalente, si bien conservará el derecho al conjunto de retribuciones de su puesto de origen.\n\n3. Si dicho cambio de puesto no resultara técnica u objetivamente posible, o no pueda razonablemente exigirse por motivos justificados, podrá declararse el paso de la trabajadora afectada a la situación de suspensión del contrato por riesgo durante el embarazo, contemplada en el artículo 45.1.d) del Estatuto de los Trabajadores, durante el período necesario para la protección de su seguridad o de su salud y mientras persista la imposibilidad de reincorporarse a su puesto anterior o a otro puesto compatible con su estado.\n\n4. Lo dispuesto en los números 1 y 2 de este artículo será también de aplicación durante el período de lactancia natural, si las condiciones de trabajo pudieran influir negativamente en la salud de la mujer o del hijo y así lo certifiquen los Servicios Médicos del Instituto Nacional de la Seguridad Social o de las Mutuas, en función de la Entidad con la que la empresa tenga concertada la cobertura de los riesgos profesionales, con el informe del médico del Servicio Nacional de Salud que asista facultativamente a la trabajadora o a su hijo. Podrá, asimismo, declararse el pase de la trabajadora afectada a la situación de suspensión del contrato por riesgo durante la lactancia natural de hijos menores de nueve meses contemplada en el artículo 45.1.d) del Estatuto de los Trabajadores, si se dan las circunstancias previstas en el número 3 de este artículo.\n\n5. Las trabajadoras embarazadas tendrán derecho a ausentarse del trabajo, con derecho a remuneración, para la realización de exámenes prenatales y técnicas de preparación al parto, previo aviso al empresario y justificación de la necesidad de su realización dentro de la jornada de trabajo."
            },
            {
              "numeroArticulo": 27,
              "nombreArticulo": "Protección de los menores",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece medidas para **proteger a los trabajadores menores de 18 años**:\n\n- **Evaluación de riesgos**: Antes de contratar o modificar las condiciones de trabajo de un menor, el empleador debe evaluar los riesgos específicos del puesto.\n\n- **Consideraciones especiales**: La evaluación debe tener en cuenta la falta de experiencia, inmadurez y desarrollo incompleto de los jóvenes.\n\n- **Información obligatoria**: El empleador debe informar a los jóvenes y a sus padres o tutores sobre los posibles riesgos y las medidas de protección adoptadas.\n\n- **Limitaciones legales**: El Gobierno establecerá limitaciones para la contratación de menores en trabajos con riesgos específicos.",
              "textoCompletoArticulo": "**Artículo 27. Protección de los menores.**\n\n1. Antes de la incorporación al trabajo de jóvenes menores de dieciocho años, y previamente a cualquier modificación importante de sus condiciones de trabajo, el empresario deberá efectuar una evaluación de los puestos de trabajo a desempeñar por los mismos, a fin de determinar la naturaleza, el grado y la duración de su exposición, en cualquier actividad susceptible de presentar un riesgo específico al respecto, a agentes, procesos o condiciones de trabajo que puedan poner en peligro la seguridad o la salud de estos trabajadores.\n\nA tal fin, la evaluación tendrá especialmente en cuenta los riesgos específicos para la seguridad, la salud y el desarrollo de los jóvenes derivados de su falta de experiencia, de su inmadurez para evaluar los riesgos existentes o potenciales y de su desarrollo todavía incompleto.\n\nEn todo caso, el empresario informará a dichos jóvenes y a sus padres o tutores que hayan intervenido en la contratación, conforme a lo dispuesto en la letra b) del artículo 7 del texto refundido de la Ley del Estatuto de los Trabajadores aprobado por el Real Decreto legislativo 1/1995, de 24 de marzo, de los posibles riesgos y de todas las medidas adoptadas para la protección de su seguridad y salud.\n\n2. Teniendo en cuenta los factores anteriormente señalados, el Gobierno establecerá las limitaciones a la contratación de jóvenes menores de dieciocho años en trabajos que presenten riesgos específicos."
            },
            {
              "numeroArticulo": 28,
              "nombreArticulo": "Relaciones de trabajo temporales, de duración determinada y en empresas de trabajo temporal",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece medidas para **proteger a los trabajadores temporales y de empresas de trabajo temporal**:\n\n- **Igualdad de protección**: Estos trabajadores deben tener el mismo nivel de protección en seguridad y salud que los demás empleados.\n\n- **Información previa**: Antes de iniciar la actividad, deben recibir información sobre los riesgos del puesto y las medidas de protección.\n\n- **Formación adecuada**: Deben recibir formación suficiente y adecuada para el puesto a cubrir.\n\n- **Vigilancia de la salud**: Tienen derecho a una vigilancia periódica de su estado de salud.\n\n- **Responsabilidades compartidas**: En el caso de las ETT, la empresa usuaria es responsable de las condiciones de trabajo, mientras que la ETT se encarga de la formación y vigilancia de la salud.",
              "textoCompletoArticulo": "**Artículo 28. Relaciones de trabajo temporales, de duración determinada y en empresas de trabajo temporal.**\n\n1. Los trabajadores con relaciones de trabajo temporales o de duración determinada, así como los contratados por empresas de trabajo temporal, deberán disfrutar del mismo nivel de protección en materia de seguridad y salud que los restantes trabajadores de la empresa en la que prestan sus servicios.\n\nLa existencia de una relación de trabajo de las señaladas en el párrafo anterior no justificará en ningún caso una diferencia de trato por lo que respecta a las condiciones de trabajo, en lo relativo a cualquiera de los aspectos de la protección de la seguridad y la salud de los trabajadores.\n\nLa presente Ley y sus disposiciones de desarrollo se aplicarán plenamente a las relaciones de trabajo señaladas en los párrafos anteriores.\n\n2. El empresario adoptará las medidas necesarias para garantizar que, con carácter previo al inicio de su actividad, los trabajadores a que se refiere el apartado anterior reciban información acerca de los riesgos a los que vayan a estar expuestos, en particular en lo relativo a la necesidad de cualificaciones o aptitudes profesionales determinadas, la exigencia de controles médicos especiales o la existencia de riesgos específicos del puesto de trabajo a cubrir, así como sobre las medidas de protección y prevención frente a los mismos.\n\nDichos trabajadores recibirán, en todo caso, una formación suficiente y adecuada a las características del puesto de trabajo a cubrir, teniendo en cuenta su cualificación y experiencia profesional y los riesgos a los que vayan a estar expuestos.\n\n3. Los trabajadores a que se refiere el presente artículo tendrán derecho a una vigilancia periódica de su estado de salud, en los términos establecidos en el artículo 22 de esta Ley y en sus normas de desarrollo.\n\n4. El empresario deberá informar a los trabajadores designados para ocuparse de las actividades de protección y prevención o, en su caso, al servicio de prevención previsto en el artículo 31 de esta Ley de la incorporación de los trabajadores a que se refiere el presente artículo, en la medida necesaria para que puedan desarrollar de forma adecuada sus funciones respecto de todos los trabajadores de la empresa.\n\n5. En las relaciones de trabajo a través de empresas de trabajo temporal, la empresa usuaria será responsable de las condiciones de ejecución del trabajo en todo lo relacionado con la protección de la seguridad y la salud de los trabajadores. Corresponderá, además, a la empresa usuaria el cumplimiento de las obligaciones en materia de información previstas en los apartados 2 y 4 del presente artículo.\n\nLa empresa de trabajo temporal será responsable del cumplimiento de las obligaciones en materia de formación y vigilancia de la salud que se establecen en los apartados 2 y 3 de este artículo. A tal fin, y sin perjuicio de lo dispuesto en el párrafo anterior, la empresa usuaria deberá informar a la empresa de trabajo temporal, y ésta a los trabajadores afectados, antes de la adscripción de los mismos, acerca de las características propias de los puestos de trabajo a desempeñar y de las cualificaciones requeridas.\n\nLa empresa usuaria deberá informar a los representantes de los trabajadores en la misma de la adscripción de los trabajadores puestos a disposición por la empresa de trabajo temporal. Dichos trabajadores podrán dirigirse a estos representantes en el ejercicio de los derechos reconocidos en la presente Ley."
            },
            {
              "numeroArticulo": 29,
              "nombreArticulo": "Obligaciones de los trabajadores en materia de prevención de riesgos",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece las responsabilidades y obligaciones de los trabajadores en relación a la prevención de riesgos laborales:\n\n**Responsabilidad general:** Velar por su propia seguridad y la de otros que puedan verse afectados por su actividad laboral.\n\n**Obligaciones específicas:**\n- **Uso adecuado:** De máquinas, herramientas y materiales peligrosos.\n- **Equipos de protección:** Utilizar correctamente los proporcionados por el empleador.\n- **Dispositivos de seguridad:** No desactivarlos y usarlos apropiadamente.\n- **Comunicación:** Informar inmediatamente sobre situaciones de riesgo.\n- **Cumplimiento:** De las normas establecidas por la autoridad competente.\n- **Cooperación:** Con el empleador para garantizar condiciones seguras de trabajo.\n\n**Consecuencias del incumplimiento:** Puede considerarse como falta laboral según el Estatuto de los Trabajadores o la normativa aplicable.",
              "textoCompletoArticulo": "**Artículo 29. Obligaciones de los trabajadores en materia de prevención de riesgos.**\n\n1. Corresponde a cada trabajador velar, según sus posibilidades y mediante el cumplimiento de las medidas de prevención que en cada caso sean adoptadas, por su propia seguridad y salud en el trabajo y por la de aquellas otras personas a las que pueda afectar su actividad profesional, a causa de sus actos y omisiones en el trabajo, de conformidad con su formación y las instrucciones del empresario.\n\n2. Los trabajadores, con arreglo a su formación y siguiendo las instrucciones del empresario, deberán en particular:\n\n1.º Usar adecuadamente, de acuerdo con su naturaleza y los riesgos previsibles, las máquinas, aparatos, herramientas, sustancias peligrosas, equipos de transporte y, en general, cualesquiera otros medios con los que desarrollen su actividad.\n\n2.º Utilizar correctamente los medios y equipos de protección facilitados por el empresario, de acuerdo con las instrucciones recibidas de éste.\n\n3.º No poner fuera de funcionamiento y utilizar correctamente los dispositivos de seguridad existentes o que se instalen en los medios relacionados con su actividad o en los lugares de trabajo en los que ésta tenga lugar.\n\n4.º Informar de inmediato a su superior jerárquico directo, y a los trabajadores designados para realizar actividades de protección y de prevención o, en su caso, al servicio de prevención, acerca de cualquier situación que, a su juicio, entrañe, por motivos razonables, un riesgo para la seguridad y la salud de los trabajadores.\n\n5.º Contribuir al cumplimiento de las obligaciones establecidas por la autoridad competente con el fin de proteger la seguridad y la salud de los trabajadores en el trabajo.\n\n6.º Cooperar con el empresario para que éste pueda garantizar unas condiciones de trabajo que sean seguras y no entrañen riesgos para la seguridad y la salud de los trabajadores.\n\n3. El incumplimiento por los trabajadores de las obligaciones en materia de prevención de riesgos a que se refieren los apartados anteriores tendrá la consideración de incumplimiento laboral a los efectos previstos en el artículo 58.1 del Estatuto de los Trabajadores o de falta, en su caso, conforme a lo establecido en la correspondiente normativa sobre régimen disciplinario de los funcionarios públicos o del personal estatutario al servicio de las Administraciones públicas. Lo dispuesto en este apartado será igualmente aplicable a los socios de las cooperativas cuya actividad consista en la prestación de su trabajo, con las precisiones que se establezcan en sus Reglamentos de Régimen Interno."
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO IV",
          "ResumenCapitulo": "**Servicios de prevención**:\n\n**Protección y prevención de riesgos profesionales**:\n- El empresario debe designar trabajadores, constituir un servicio de prevención o contratar uno externo.\n- Los trabajadores designados deben tener capacidad, tiempo y medios suficientes.\n- El empresario facilitará acceso a información y documentación.\n- Los trabajadores designados no sufrirán perjuicios y gozarán de garantías.\n- En empresas pequeñas, el empresario puede asumir las funciones.\n- Se requiere auditoría externa si no se contrata servicio externo.\n\n**Servicios de prevención**:\n- Obligatorios si la designación de trabajadores es insuficiente.\n- Conjunto de medios para realizar actividades preventivas.\n- Funciones: diseño de plan, evaluación de riesgos, planificación, información, formación, primeros auxilios, vigilancia de la salud.\n- Carácter interdisciplinario y recursos adecuados.\n- Acreditación única y válida en todo el territorio español.\n\n**Prohibición de participación en actividades mercantiles**:\n- Las Mutuas Colaboradoras con la Seguridad Social no pueden desarrollar funciones de servicios de prevención ajenos.\n\n**Presencia de recursos preventivos**:\n- Necesaria en casos de riesgos agravados, actividades peligrosas o por requerimiento de la Inspección.\n- Pueden ser trabajadores designados, miembros del servicio de prevención o trabajadores cualificados.\n- Deben tener capacidad, medios y número suficientes.",
          "Secciones": [],
          "Articulos": [
            {
              "numeroArticulo": 30,
              "nombreArticulo": "Protección y prevención de riesgos profesionales",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo aborda la **prevención de riesgos laborales** y establece las siguientes disposiciones clave:\n\n- **Responsabilidad del empresario**: Debe designar trabajadores, constituir un servicio de prevención o contratar uno externo.\n\n- **Trabajadores designados**: Deben tener capacidad, tiempo y medios suficientes. Colaborarán entre sí y con los servicios de prevención.\n\n- **Acceso a información**: El empresario debe facilitar acceso a información y documentación relevante.\n\n- **Protección de trabajadores designados**: No pueden sufrir perjuicios por sus actividades preventivas y gozan de garantías especiales.\n\n- **Empresas pequeñas**: En ciertos casos, el empresario puede asumir personalmente las funciones preventivas.\n\n- **Auditorías externas**: Obligatorias si no se contrata un servicio de prevención externo.\n\n- **Autorización de auditores**: Requieren autorización única válida en todo el territorio español.",
              "textoCompletoArticulo": "**Artículo 30. Protección y prevención de riesgos profesionales.**\n\n1. En cumplimiento del deber de prevención de riesgos profesionales, el empresario designará uno o varios trabajadores para ocuparse de dicha actividad, constituirá un servicio de prevención o concertará dicho servicio con una entidad especializada ajena a la empresa.\n\n2. Los trabajadores designados deberán tener la capacidad necesaria, disponer del tiempo y de los medios precisos y ser suficientes en número, teniendo en cuenta el tamaño de la empresa, así como los riesgos a que están expuestos los trabajadores y su distribución en la misma, con el alcance que se determine en las disposiciones a que se refiere la letra e) del apartado 1 del artículo 6 de la presente Ley.\n\nLos trabajadores a que se refiere el párrafo anterior colaborarán entre sí y, en su caso, con los servicios de prevención.\n\n3. Para la realización de la actividad de prevención, el empresario deberá facilitar a los trabajadores designados el acceso a la información y documentación a que se refieren los artículos 18 y 23 de la presente Ley.\n\n4. Los trabajadores designados no podrán sufrir ningún perjuicio derivado de sus actividades de protección y prevención de los riesgos profesionales en la empresa. En ejercicio de esta función, dichos trabajadores gozarán, en particular, de las garantías que para los representantes de los trabajadores establecen las letras a), b) y c) del artículo 68 y el apartado 4 del artículo 56 del texto refundido de la Ley del Estatuto de los Trabajadores.\n\nEsta garantía alcanzará también a los trabajadores integrantes del servicio de prevención, cuando la empresa decida constituirlo de acuerdo con lo dispuesto en el artículo siguiente.\n\nLos trabajadores a que se refieren los párrafos anteriores deberán guardar sigilo profesional sobre la información relativa a la empresa a la que tuvieran acceso como consecuencia del desempeño de sus funciones.\n\n5. En las empresas de hasta diez trabajadores, el empresario podrá asumir personalmente las funciones señaladas en el apartado 1, siempre que desarrolle de forma habitual su actividad en el centro de trabajo y tenga la capacidad necesaria, en función de los riesgos a que estén expuestos los trabajadores y la peligrosidad de las actividades, con el alcance que se determine en las disposiciones a que se refiere el artículo 6.1.e) de esta Ley. La misma posibilidad se reconoce al empresario que, cumpliendo tales requisitos, ocupe hasta 25 trabajadores, siempre y cuando la empresa disponga de un único centro de trabajo.\n\n6. El empresario que no hubiere concertado el Servicio de prevención con una entidad especializada ajena a la empresa deberá someter su sistema de prevención al control de una auditoría o evaluación externa, en los términos que reglamentariamente se determinen.\n\n7. Las personas o entidades especializadas que pretendan desarrollar la actividad de auditoría del sistema de prevención habrán de contar con una única autorización de la autoridad laboral, que tendrá validez en todo el territorio español. El vencimiento del plazo máximo del procedimiento de autorización sin haberse notificado resolución expresa al interesado permitirá entender desestimada la solicitud por silencio administrativo, con el objeto de garantizar una adecuada protección de los trabajadores."
            },
            {
              "numeroArticulo": 31,
              "nombreArticulo": "Servicios de prevención",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo detalla las **funciones y requisitos de los servicios de prevención**:\n\n- **Obligatoriedad**: Necesarios cuando la designación de trabajadores es insuficiente.\n\n- **Definición**: Conjunto de medios humanos y materiales para actividades preventivas.\n\n- **Funciones principales**:\n  - Diseño e implementación del plan de prevención\n  - Evaluación de riesgos\n  - Planificación de actividades preventivas\n  - Información y formación de trabajadores\n  - Primeros auxilios y planes de emergencia\n  - Vigilancia de la salud\n\n- **Carácter interdisciplinario**: Deben tener medios apropiados y suficientes.\n\n- **Acreditación**: Requieren acreditación única válida en todo el territorio español.\n\n- **Seguro de responsabilidad**: Obligatorio para entidades especializadas.",
              "textoCompletoArticulo": "**Artículo 31. Servicios de prevención.**\n\n1. Si la designación de uno o varios trabajadores fuera insuficiente para la realización de las actividades de prevención, en función del tamaño de la empresa, de los riesgos a que están expuestos los trabajadores o de la peligrosidad de las actividades desarrolladas, con el alcance que se establezca en las disposiciones a que se refiere la letra e) del apartado 1 del artículo 6 de la presente Ley, el empresario deberá recurrir a uno o varios servicios de prevención propios o ajenos a la empresa, que colaborarán cuando sea necesario.\n\nPara el establecimiento de estos servicios en las Administraciones públicas se tendrá en cuenta su estructura organizativa y la existencia, en su caso, de ámbitos sectoriales y descentralizados.\n\n2. Se entenderá como servicio de prevención el conjunto de medios humanos y materiales necesarios para realizar las actividades preventivas a fin de garantizar la adecuada protección de la seguridad y la salud de los trabajadores, asesorando y asistiendo para ello al empresario, a los trabajadores y a sus representantes y a los órganos de representación especializados. Para el ejercicio de sus funciones, el empresario deberá facilitar a dicho servicio el acceso a la información y documentación a que se refiere el apartado 3 del artículo anterior.\n\n3. Los servicios de prevención deberán estar en condiciones de proporcionar a la empresa el asesoramiento y apoyo que precise en función de los tipos de riesgo en ella existentes y en lo referente a:\n\na) El diseño, implantación y aplicación de un plan de prevención de riesgos laborales que permita la integración de la prevención en la empresa.\n\nb) La evaluación de los factores de riesgo que puedan afectar a la seguridad y la salud de los trabajadores en los términos previstos en el artículo 16 de esta Ley.\n\nc) La planificación de la actividad preventiva y la determinación de las prioridades en la adopción de las medidas preventivas y la vigilancia de su eficacia.\n\nd) La información y formación de los trabajadores, en los términos previstos en los artículos 18 y 19 de esta Ley.\n\ne) La prestación de los primeros auxilios y planes de emergencia.\n\nf) La vigilancia de la salud de los trabajadores en relación con los riesgos derivados del trabajo.\n\nSi la empresa no llevara a cabo las actividades preventivas con recursos propios, la asunción de las funciones respecto de las materias descritas en este apartado sólo podrá hacerse por un servicio de prevención ajeno. Lo anterior se entenderá sin perjuicio de cualquiera otra atribución legal o reglamentaria de competencia a otras entidades u organismos respecto de las materias indicadas.\n\n4. El servicio de prevención tendrá carácter interdisciplinario, debiendo sus medios ser apropiados para cumplir sus funciones. Para ello, la formación, especialidad, capacitación, dedicación y número de componentes de estos servicios, así como sus recursos técnicos, deberán ser suficientes y adecuados a las actividades preventivas a desarrollar, en función de las siguientes circunstancias:\n\na) Tamaño de la empresa.\n\nb) Tipos de riesgo a los que puedan encontrarse expuestos los trabajadores.\n\nc) Distribución de riesgos en la empresa.\n\n5. Para poder actuar como servicios de prevención, las entidades especializadas deberán ser objeto de una acreditación por la autoridad laboral, que será única y con validez en todo el territorio español, mediante la comprobación de que reúnen los requisitos que se establezcan reglamentariamente y previa aprobación de la autoridad sanitaria en cuanto a los aspectos de carácter sanitario.\n\nEntre estos requisitos, las entidades especializadas deberán suscribir una póliza de seguro que cubra su responsabilidad en la cuantía que se determine reglamentariamente y sin que aquella constituya el límite de la responsabilidad del servicio.\n\n6. El vencimiento del plazo máximo del procedimiento de acreditación sin haberse notificado resolución expresa al interesado permitirá entender desestimada la solicitud por silencio administrativo, con el objeto de garantizar una adecuada protección de los trabajadores."
            },
            {
              "numeroArticulo": 32,
              "nombreArticulo": "Prohibición de participación en actividades mercantiles de prevención",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece una **prohibición específica para las Mutuas Colaboradoras con la Seguridad Social**:\n\n- **Funciones prohibidas**: No pueden desarrollar funciones de servicios de prevención ajenos.\n\n- **Participación en sociedades**: No pueden participar con su patrimonio histórico en el capital social de empresas cuyo objeto incluya actividades de prevención.",
              "textoCompletoArticulo": "**Artículo 32. Prohibición de participación en actividades mercantiles de prevención.**\n\nLas Mutuas Colaboradoras con la Seguridad Social no podrán desarrollar las funciones correspondientes a los servicios de prevención ajenos, ni participar con cargo a su patrimonio histórico en el capital social de una sociedad mercantil en cuyo objeto figure la actividad de prevención."
            },
            {
              "numeroArticulo": 32,
              "nombreArticulo": "32 bis Presencia de los recursos preventivos",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece las condiciones y requisitos para la presencia de recursos preventivos en el centro de trabajo:\n\n**Casos necesarios:**\n- Cuando los riesgos puedan agravarse por operaciones concurrentes.\n- En actividades o procesos considerados peligrosos.\n- Cuando lo requiera la Inspección de Trabajo.\n\n**Recursos preventivos:**\n- Trabajadores designados de la empresa.\n- Miembros del servicio de prevención propio.\n- Miembros de servicios de prevención ajenos.\n\n**Requisitos:**\n- Capacidad suficiente y medios necesarios.\n- Número adecuado para vigilar actividades preventivas.\n- Permanencia durante la situación de riesgo.\n\n**Asignación alternativa:**\nEl empresario puede asignar la presencia a trabajadores con:\n- Conocimientos y experiencia necesarios.\n- Formación preventiva de nivel básico.\n- Colaboración con otros recursos preventivos.",
              "textoCompletoArticulo": "**Artículo 32 bis. Presencia de los recursos preventivos.**\n\n1. La presencia en el centro de trabajo de los recursos preventivos, cualquiera que sea la modalidad de organización de dichos recursos, será necesaria en los siguientes casos:\n\na) Cuando los riesgos puedan verse agravados o modificados en el desarrollo del proceso o la actividad, por la concurrencia de operaciones diversas que se desarrollan sucesiva o simultáneamente y que hagan preciso el control de la correcta aplicación de los métodos de trabajo.\n\nb) Cuando se realicen actividades o procesos que reglamentariamente sean considerados como peligrosos o con riesgos especiales.\n\nc) Cuando la necesidad de dicha presencia sea requerida por la Inspección de Trabajo y Seguridad Social, si las circunstancias del caso así lo exigieran debido a las condiciones de trabajo detectadas.\n\n2. Se consideran recursos preventivos, a los que el empresario podrá asignar la presencia, los siguientes:\n\na) Uno o varios trabajadores designados de la empresa.\n\nb) Uno o varios miembros del servicio de prevención propio de la empresa.\n\nc) Uno o varios miembros del o los servicios de prevención ajenos concertados por la empresa.\n\nCuando la presencia sea realizada por diferentes recursos preventivos éstos deberán colaborar entre sí.\n\n3. Los recursos preventivos a que se refiere el apartado anterior deberán tener la capacidad suficiente, disponer de los medios necesarios y ser suficientes en número para vigilar el cumplimiento de las actividades preventivas, debiendo permanecer en el centro de trabajo durante el tiempo en que se mantenga la situación que determine su presencia.\n\n4. No obstante lo señalado en los apartados anteriores, el empresario podrá asignar la presencia de forma expresa a uno o varios trabajadores de la empresa que, sin formar parte del servicio de prevención propio ni ser trabajadores designados, reúnan los conocimientos, la cualificación y la experiencia necesarios en las actividades o procesos a que se refiere el apartado 1 y cuenten con la formación preventiva correspondiente, como mínimo, a las funciones del nivel básico.\n\nEn este supuesto, tales trabajadores deberán mantener la necesaria colaboración con los recursos preventivos del empresario."
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO V",
          "ResumenCapitulo": "**Consulta y participación de los trabajadores**:\n\n**Consulta a trabajadores**: El empresario debe consultar sobre:\n- Planificación y organización del trabajo\n- Actividades de protección de salud y prevención de riesgos\n- Designación de trabajadores para medidas de emergencia\n- Procedimientos de información y documentación\n- Formación en materia preventiva\n\n**Derechos de participación**: \n- Los trabajadores tienen derecho a participar en cuestiones de prevención de riesgos\n- En empresas con 6+ trabajadores, la participación se canaliza a través de representantes\n\n**Delegados de Prevención**:\n- Son representantes de los trabajadores en materia de prevención\n- Se designan según escala basada en número de trabajadores\n- **Competencias**: Colaborar en mejoras, promover cooperación, ser consultados, vigilar cumplimiento\n- **Facultades**: Acompañar en evaluaciones, acceder a información, ser informados sobre daños, realizar visitas, proponer medidas\n\n**Comité de Seguridad y Salud**:\n- Órgano paritario de consulta en empresas con 50+ trabajadores\n- **Competencias**: Participar en elaboración de planes, promover iniciativas de prevención\n- **Facultades**: Conocer situación de prevención, analizar daños, conocer documentos e informes\n\n**Colaboración con Inspección de Trabajo**:\n- Trabajadores pueden recurrir a la Inspección si medidas son insuficientes\n- Inspector comunica presencia y permite acompañamiento durante visitas\n- Se informa a Delegados de Prevención sobre resultados y medidas adoptadas",
          "Secciones": [],
          "Articulos": [
            {
              "numeroArticulo": 33,
              "nombreArticulo": "Consulta de los trabajadores",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece los **requisitos de consulta** a los trabajadores por parte del empresario:\n\n**Temas de consulta obligatoria:**\n- **Planificación y organización** del trabajo, especialmente en relación a nuevas tecnologías\n- **Actividades de protección** de la salud y prevención de riesgos\n- **Designación** de trabajadores para medidas de emergencia\n- **Procedimientos** de información y documentación\n- **Formación** en materia preventiva\n- Cualquier acción con **efectos sustanciales** en seguridad y salud\n\n**Proceso de consulta:**\n- Debe realizarse con **antelación suficiente**\n- En empresas con representantes, se consulta a través de ellos",
              "textoCompletoArticulo": "**Artículo 33. Consulta de los trabajadores.**\n\n1. El empresario deberá consultar a los trabajadores, con la debida antelación, la adopción de las decisiones relativas a:\n\na) La planificación y la organización del trabajo en la empresa y la introducción de nuevas tecnologías, en todo lo relacionado con las consecuencias que éstas pudieran tener para la seguridad y la salud de los trabajadores, derivadas de la elección de los equipos, la determinación y la adecuación de las condiciones de trabajo y el impacto de los factores ambientales en el trabajo.\n\nb) La organización y desarrollo de las actividades de protección de la salud y prevención de los riesgos profesionales en la empresa, incluida la designación de los trabajadores encargados de dichas actividades o el recurso a un servicio de prevención externo.\n\nc) La designación de los trabajadores encargados de las medidas de emergencia.\n\nd) Los procedimientos de información y documentación a que se refieren los artículos 18, apartado 1, y 23, apartado 1, de la presente Ley.\n\ne) El proyecto y la organización de la formación en materia preventiva.\n\nf) Cualquier otra acción que pueda tener efectos sustanciales sobre la seguridad y la salud de los trabajadores.\n\n2. En las empresas que cuenten con representantes de los trabajadores, las consultas a que se refiere el apartado anterior se llevarán a cabo con dichos representantes."
            },
            {
              "numeroArticulo": 34,
              "nombreArticulo": "Derechos de participación y representación",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece los **derechos de participación** de los trabajadores en materia de prevención de riesgos:\n\n**Participación:**\n- **Derecho fundamental** de los trabajadores\n- En empresas con 6+ trabajadores, se canaliza a través de representantes\n\n**Representantes:**\n- **Comités de Empresa, Delegados de Personal y representantes sindicales**\n- Defienden intereses de trabajadores en prevención de riesgos\n- Tienen competencias en **información, consulta, negociación, vigilancia y control**\n\n**Adaptaciones en Administraciones Públicas:**\n- Se mantienen competencias y garantías de Delegados y Comités\n- Se establece **ámbito específico** para participación\n- Se garantiza **actuación coordinada** de órganos de representación\n- Se constituye generalmente **un único Comité de Seguridad y Salud**",
              "textoCompletoArticulo": "**Artículo 34. Derechos de participación y representación.**\n\n1. Los trabajadores tienen derecho a participar en la empresa en las cuestiones relacionadas con la prevención de riesgos en el trabajo.\n\nEn las empresas o centros de trabajo que cuenten con seis o más trabajadores, la participación de éstos se canalizará a través de sus representantes y de la representación especializada que se regula en este capítulo.\n\n2. A los Comités de Empresa, a los Delegados de Personal y a los representantes sindicales les corresponde, en los términos que, respectivamente, les reconocen el Estatuto de los Trabajadores, la Ley de Organos de Representación del Personal al Servicio de las Administraciones Públicas y la Ley Orgánica de Libertad Sindical, la defensa de los intereses de los trabajadores en materia de prevención de riesgos en el trabajo. Para ello, los representantes del personal ejercerán las competencias que dichas normas establecen en materia de información, consulta y negociación, vigilancia y control y ejercicio de acciones ante las empresas y los órganos y tribunales competentes.\n\n3. El derecho de participación que se regula en este capítulo se ejercerá en el ámbito de las Administraciones públicas con las adaptaciones que procedan en atención a la diversidad de las actividades que desarrollan y las diferentes condiciones en que éstas se realizan, la complejidad y dispersión de su estructura organizativa y sus peculiaridades en materia de representación colectiva, en los términos previstos en la Ley 7/1990, de 19 de julio, sobre negociación colectiva y participación en la determinación de las condiciones de trabajo de los empleados públicos, pudiéndose establecer ámbitos sectoriales y descentralizados en función del número de efectivos y centros.\n\nPara llevar a cabo la indicada adaptación en el ámbito de la Administración General del Estado, el Gobierno tendrá en cuenta los siguientes criterios:\n\na) En ningún caso dicha adaptación podrá afectar a las competencias, facultades y garantías que se reconocen en esta Ley a los Delegados de Prevención y a los Comités de Seguridad y Salud.\n\nb) Se deberá establecer el ámbito específico que resulte adecuado en cada caso para el ejercicio de la función de participación en materia preventiva dentro de la estructura organizativa de la Administración. Con carácter general, dicho ámbito será el de los órganos de representación del personal al servicio de las Administraciones públicas, si bien podrán establecerse otros distintos en función de las características de la actividad y frecuencia de los riesgos a que puedan encontrarse expuestos los trabajadores.\n\nc) Cuando en el indicado ámbito existan diferentes órganos de representación del personal, se deberá garantizar una actuación coordinada de todos ellos en materia de prevención y protección de la seguridad y la salud en el trabajo, posibilitando que la participación se realice de forma conjunta entre unos y otros, en el ámbito específico establecido al efecto.\n\nd) Con carácter general, se constituirá un único Comité de Seguridad y Salud en el ámbito de los órganos de representación previstos en la Ley de Organos de Representación del Personal al Servicio de las Administraciones Públicas, que estará integrado por los Delegados de Prevención designados en dicho ámbito, tanto para el personal con relación de carácter administrativo o estatutario como para el personal laboral, y por representantes de la Administración en número no superior al de Delegados. Ello no obstante, podrán constituirse Comités de Seguridad y Salud en otros ámbitos cuando las razones de la actividad y el tipo y frecuencia de los riesgos así lo aconsejen."
            },
            {
              "numeroArticulo": 35,
              "nombreArticulo": "Delegados de Prevención",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "**Definición y designación**: Los Delegados de Prevención son representantes de los trabajadores en materia de prevención de riesgos laborales.\n\n**Escala de designación**:\n- Empresas con 50-100 trabajadores: 2 delegados\n- 101-500 trabajadores: 3 delegados\n- 501-1.000 trabajadores: 4 delegados\n- 1.001-2.000 trabajadores: 5 delegados\n- 2.001-3.000 trabajadores: 6 delegados\n- 3.001-4.000 trabajadores: 7 delegados\n- Más de 4.001 trabajadores: 8 delegados\n\n**Casos especiales**:\n- Empresas hasta 30 trabajadores: el Delegado de Personal es el Delegado de Prevención\n- Empresas de 31-49 trabajadores: 1 Delegado de Prevención elegido entre los Delegados de Personal\n\n**Cómputo de trabajadores**:\n- Contratos de más de un año: se cuentan como fijos\n- Contratos de hasta un año: se computan por días trabajados (200 días = 1 trabajador)\n\n**Flexibilidad en la designación**: Los convenios colectivos pueden establecer sistemas alternativos de designación, siempre que se respete la facultad de elección de los representantes o trabajadores.\n\n**Competencias especiales**: Se pueden crear órganos específicos en convenios o acuerdos para ejercer las competencias de los Delegados de Prevención, incluso con alcance general para varios centros de trabajo.\n\n**Administraciones públicas**: Pueden establecer sistemas propios de designación y competencias según la Ley 7/1990.",
              "textoCompletoArticulo": "**Artículo 35. Delegados de Prevención.**\n1. Los Delegados de Prevención son los representantes de los trabajadores con funciones específicas en materia de prevención de riesgos en el trabajo.\n2. Los Delegados de Prevención serán designados por y entre los representantes del personal, en el ámbito de los órganos de representación previstos en las normas a que se refiere el artículo anterior, con arreglo a la siguiente escala:\nDe 50 a 100 trabajadores: 2 Delegados de Prevención.\nDe 101 a 500 trabajadores: 3 Delegados de Prevención.\nDe 501 a 1.000 trabajadores: 4 Delegados de Prevención.\nDe 1.001 a 2.000 trabajadores: 5 Delegados de Prevención.\nDe 2.001 a 3.000 trabajadores: 6 Delegados de Prevención.\nDe 3.001 a 4.000 trabajadores: 7 Delegados de Prevención.\nDe 4.001 en adelante: 8 Delegados de Prevención.\nEn las empresas de hasta treinta trabajadores el Delegado de Prevención será el Delegado de Personal. En las empresas de treinta y uno a cuarenta y nueve trabajadores habrá un Delegado de Prevención que será elegido por y entre los Delegados de Personal.\n3. A efectos de determinar el número de Delegados de Prevención se tendrán en cuenta los siguientes criterios:\na) Los trabajadores vinculados por contratos de duración determinada superior a un año se computarán como trabajadores fijos de plantilla.\nb) Los contratados por término de hasta un año se computarán según el número de días trabajados en el período de un año anterior a la designación. Cada doscientos días trabajados o fracción se computarán como un trabajador más.\n4. No obstante lo dispuesto en el presente artículo, en los convenios colectivos podrán establecerse otros sistemas de designación de los Delegados de Prevención, siempre que se garantice que la facultad de designación corresponde a los representantes del personal o a los propios trabajadores.\nAsimismo, en la negociación colectiva o mediante los acuerdos a que se refiere el artículo 83, apartado 3, del Estatuto de los Trabajadores podrá acordarse que las competencias reconocidas en esta Ley a los Delegados de Prevención sean ejercidas por órganos específicos creados en el propio convenio o en los acuerdos citados. Dichos órganos podrán asumir, en los términos y conforme a las modalidades que se acuerden, competencias generales respecto del conjunto de los centros de trabajo incluidos en el ámbito de aplicación del convenio o del acuerdo, en orden a fomentar el mejor cumplimiento en los mismos de la normativa sobre prevención de riesgos laborales.\nIgualmente, en el ámbito de las Administraciones públicas se podrán establecer, en los términos señalados en la Ley 7/1990, de 19 de julio, sobre negociación colectiva y participación en la determinación de las condiciones de trabajo de los empleados públicos, otros sistemas de designación de los Delegados de Prevención y acordarse que las competencias que esta Ley atribuye a éstos puedan ser ejercidas por órganos específicos."
            },
            {
              "numeroArticulo": 36,
              "nombreArticulo": "Competencias y facultades de los Delegados de Prevención",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo detalla las **competencias y facultades** de los Delegados de Prevención:\n\n**Competencias principales**:\n- Colaborar con la dirección en la mejora de la acción preventiva\n- Promover la cooperación de los trabajadores en la prevención de riesgos\n- Ser consultados por el empresario sobre decisiones preventivas\n- Vigilar y controlar el cumplimiento de la normativa\n\n**Facultades**:\n- Acompañar a técnicos e inspectores en evaluaciones y visitas\n- Acceder a información sobre condiciones de trabajo\n- Ser informados sobre daños a la salud de los trabajadores\n- Recibir información de los órganos de prevención y protección\n- Realizar visitas para vigilar las condiciones de trabajo\n- Proponer medidas preventivas\n- Proponer la paralización de actividades en caso de riesgo grave\n\n**Plazos**: 15 días para emitir informes, salvo en casos de riesgo inminente.",
              "textoCompletoArticulo": "**Artículo 36. Competencias y facultades de los Delegados de Prevención.**\n\n1. Son competencias de los Delegados de Prevención:\n\na) Colaborar con la dirección de la empresa en la mejora de la acción preventiva.\n\nb) Promover y fomentar la cooperación de los trabajadores en la ejecución de la normativa sobre prevención de riesgos laborales.\n\nc) Ser consultados por el empresario, con carácter previo a su ejecución, acerca de las decisiones a que se refiere el artículo 33 de la presente Ley.\n\nd) Ejercer una labor de vigilancia y control sobre el cumplimiento de la normativa de prevención de riesgos laborales.\n\nEn las empresas que, de acuerdo con lo dispuesto en el apartado 2 del artículo 38 de esta Ley, no cuenten con Comité de Seguridad y Salud por no alcanzar el número mínimo de trabajadores establecido al efecto, las competencias atribuidas a aquél en la presente Ley serán ejercidas por los Delegados de Prevención.\n\n2. En el ejercicio de las competencias atribuidas a los Delegados de Prevención, éstos estarán facultados para:\n\na) Acompañar a los técnicos en las evaluaciones de carácter preventivo del medio ambiente de trabajo, así como, en los términos previstos en el artículo 40 de esta Ley, a los Inspectores de Trabajo y Seguridad Social en las visitas y verificaciones que realicen en los centros de trabajo para comprobar el cumplimiento de la normativa sobre prevención de riesgos laborales, pudiendo formular ante ellos las observaciones que estimen oportunas.\n\nb) Tener acceso, con las limitaciones previstas en el apartado 4 del artículo 22 de esta Ley, a la información y documentación relativa a las condiciones de trabajo que sean necesarias para el ejercicio de sus funciones y, en particular, a la prevista en los artículos 18 y 23 de esta Ley. Cuando la información esté sujeta a las limitaciones reseñadas, sólo podrá ser suministrada de manera que se garantice el respeto de la confidencialidad.\n\nc) Ser informados por el empresario sobre los daños producidos en la salud de los trabajadores una vez que aquél hubiese tenido conocimiento de ellos, pudiendo presentarse, aún fuera de su jornada laboral, en el lugar de los hechos para conocer las circunstancias de los mismos.\n\nd) Recibir del empresario las informaciones obtenidas por éste procedentes de las personas u órganos encargados de las actividades de protección y prevención en la empresa, así como de los organismos competentes para la seguridad y la salud de los trabajadores, sin perjuicio de lo dispuesto en el artículo 40 de esta Ley en materia de colaboración con la Inspección de Trabajo y Seguridad Social.\n\ne) Realizar visitas a los lugares de trabajo para ejercer una labor de vigilancia y control del estado de las condiciones de trabajo, pudiendo, a tal fin, acceder a cualquier zona de los mismos y comunicarse durante la jornada con los trabajadores, de manera que no se altere el normal desarrollo del proceso productivo.\n\nf) Recabar del empresario la adopción de medidas de carácter preventivo y para la mejora de los niveles de protección de la seguridad y la salud de los trabajadores, pudiendo a tal fin efectuar propuestas al empresario, así como al Comité de Seguridad y Salud para su discusión en el mismo.\n\ng) Proponer al órgano de representación de los trabajadores la adopción del acuerdo de paralización de actividades a que se refiere el apartado 3 del artículo 21.\n\n3. Los informes que deban emitir los Delegados de Prevención a tenor de lo dispuesto en la letra c) del apartado 1 de este artículo deberán elaborarse en un plazo de quince días, o en el tiempo imprescindible cuando se trate de adoptar medidas dirigidas a prevenir riesgos inminentes. Transcurrido el plazo sin haberse emitido el informe, el empresario podrá poner en práctica su decisión.\n\n4. La decisión negativa del empresario a la adopción de las medidas propuestas por el Delegado de Prevención a tenor de lo dispuesto en la letra f) del apartado 2 de este artículo deberá ser motivada."
            },
            {
              "numeroArticulo": 37,
              "nombreArticulo": "Garantías y sigilo profesional de los Delegados de Prevención",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece las **garantías y el sigilo profesional** de los Delegados de Prevención:\n\n**Garantías**:\n- Se aplican las mismas garantías del artículo 68 del Estatuto de los Trabajadores\n- El tiempo usado en funciones de prevención se considera tiempo de representación\n- Las reuniones y visitas se consideran tiempo de trabajo efectivo\n\n**Formación**:\n- El empresario debe proporcionar medios y formación necesarios\n- La formación debe adaptarse a la evolución de los riesgos\n- El tiempo de formación se considera tiempo de trabajo\n\n**Sigilo profesional**:\n- Se aplica lo dispuesto en el artículo 65.2 del Estatuto de los Trabajadores\n- En el caso de administraciones públicas, se aplica la regulación específica",
              "textoCompletoArticulo": "**Artículo 37. Garantías y sigilo profesional de los Delegados de Prevención.**\n\n1. Lo previsto en el artículo 68 del Estatuto de los Trabajadores en materia de garantías será de aplicación a los Delegados de Prevención en su condición de representantes de los trabajadores.\n\nEl tiempo utilizado por los Delegados de Prevención para el desempeño de las funciones previstas en esta Ley será considerado como de ejercicio de funciones de representación a efectos de la utilización del crédito de horas mensuales retribuidas previsto en la letra e) del citado artículo 68 del Estatuto de los Trabajadores.\n\nNo obstante lo anterior, será considerado en todo caso como tiempo de trabajo efectivo, sin imputación al citado crédito horario, el correspondiente a las reuniones del Comité de Seguridad y Salud y a cualesquiera otras convocadas por el empresario en materia de prevención de riesgos, así como el destinado a las visitas previstas en las letras a) y c) del número 2 del artículo anterior.\n\n2. El empresario deberá proporcionar a los Delegados de Prevención los medios y la formación en materia preventiva que resulten necesarios para el ejercicio de sus funciones.\n\nLa formación se deberá facilitar por el empresario por sus propios medios o mediante concierto con organismos o entidades especializadas en la materia y deberá adaptarse a la evolución de los riesgos y a la aparición de otros nuevos, repitiéndose periódicamente si fuera necesario.\n\nEl tiempo dedicado a la formación será considerado como tiempo de trabajo a todos los efectos y su coste no podrá recaer en ningún caso sobre los Delegados de Prevención.\n\n3. A los Delegados de Prevención les será de aplicación lo dispuesto en el apartado 2 del artículo 65 del Estatuto de los Trabajadores en cuanto al sigilo profesional debido respecto de las informaciones a que tuviesen acceso como consecuencia de su actuación en la empresa.\n\n4. Lo dispuesto en el presente artículo en materia de garantías y sigilo profesional de los Delegados de Prevención se entenderá referido, en el caso de las relaciones de carácter administrativo o estatutario del personal al servicio de las Administraciones públicas, a la regulación contenida en los artículos 10, párrafo segundo, y 11 de la Ley 9/1987, de 12 de junio, de Organos de Representación, Determinación de las Condiciones de Trabajo y Participación del Personal al Servicio de las Administraciones Públicas."
            },
            {
              "numeroArticulo": 38,
              "nombreArticulo": "Comité de Seguridad y Salud",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo define y regula el **Comité de Seguridad y Salud**:\n\n**Definición**: Órgano paritario y colegiado de participación para la consulta regular sobre prevención de riesgos.\n\n**Constitución**:\n- Obligatorio en empresas o centros con 50 o más trabajadores\n- Formado por Delegados de Prevención y representantes del empresario en igual número\n\n**Participantes adicionales** (con voz pero sin voto):\n- Delegados Sindicales\n- Responsables técnicos de prevención\n- Trabajadores con especial cualificación\n- Técnicos en prevención ajenos a la empresa\n\n**Funcionamiento**:\n- Reuniones trimestrales o a solicitud de alguna representación\n- Adopta sus propias normas de funcionamiento\n- Posibilidad de crear Comités Intercentros en empresas con varios centros de trabajo",
              "textoCompletoArticulo": "**Artículo 38. Comité de Seguridad y Salud.**\n\n1. El Comité de Seguridad y Salud es el órgano paritario y colegiado de participación destinado a la consulta regular y periódica de las actuaciones de la empresa en materia de prevención de riesgos.\n\n2. Se constituirá un Comité de Seguridad y Salud en todas las empresas o centros de trabajo que cuenten con 50 o más trabajadores.\n\nEl Comité estará formado por los Delegados de Prevención, de una parte, y por el empresario y/o sus representantes en número igual al de los Delegados de Prevención, de la otra.\n\nEn las reuniones del Comité de Seguridad y Salud participarán, con voz pero sin voto, los Delegados Sindicales y los responsables técnicos de la prevención en la empresa que no estén incluidos en la composición a la que se refiere el párrafo anterior. En las mismas condiciones podrán participar trabajadores de la empresa que cuenten con una especial cualificación o información respecto de concretas cuestiones que se debatan en este órgano y técnicos en prevención ajenos a la empresa, siempre que así lo solicite alguna de las representaciones en el Comité.\n\n3. El Comité de Seguridad y Salud se reunirá trimestralmente y siempre que lo solicite alguna de las representaciones en el mismo. El Comité adoptará sus propias normas de funcionamiento.\n\nLas empresas que cuenten con varios centros de trabajo dotados de Comité de Seguridad y Salud podrán acordar con sus trabajadores la creación de un Comité Intercentros, con las funciones que el acuerdo le atribuya."
            },
            {
              "numeroArticulo": 39,
              "nombreArticulo": "Competencias y facultades del Comité de Seguridad y Salud",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo detalla las competencias y facultades del Comité de Seguridad y Salud en una empresa:\n\n**Competencias principales**:\n- Participar en la elaboración y evaluación de planes de prevención de riesgos\n- Promover iniciativas para mejorar la prevención de riesgos\n\n**Facultades**:\n- Conocer la situación de prevención de riesgos en el centro de trabajo\n- Acceder a documentos e informes sobre condiciones laborales\n- Analizar daños a la salud de los trabajadores\n- Informarse sobre la memoria y programación del servicio de prevención\n\n**Colaboración entre empresas**: Se permite la realización de reuniones conjuntas de Comités de Seguridad y Salud de diferentes empresas que operen en el mismo centro de trabajo.",
              "textoCompletoArticulo": "**Artículo 39. Competencias y facultades del Comité de Seguridad y Salud.**\n\n1. El Comité de Seguridad y Salud tendrá las siguientes competencias:\n\na) Participar en la elaboración, puesta en práctica y evaluación de los planes y programas de prevención de riesgos de la empresa. A tal efecto, en su seno se debatirán, antes de su puesta en práctica y en lo referente a su incidencia en la prevención de riesgos, la elección de la modalidad organizativa de la empresa y, en su caso, la gestión realizada por las entidades especializadas con las que la empresa hubiera concertado la realización de actividades preventivas; los proyectos en materia de planificación, organización del trabajo e introducción de nuevas tecnologías, organización y desarrollo de las actividades de protección y prevención a que se refiere el artículo 16 de esta Ley y proyecto y organización de la formación en materia preventiva.\n\nb) Promover iniciativas sobre métodos y procedimientos para la efectiva prevención de los riesgos, proponiendo a la empresa la mejora de las condiciones o la corrección de las deficiencias existentes.\n\n2. En el ejercicio de sus competencias, el Comité de Seguridad y Salud estará facultado para:\n\na) Conocer directamente la situación relativa a la prevención de riesgos en el centro de trabajo, realizando a tal efecto las visitas que estime oportunas.\n\nb) Conocer cuantos documentos e informes relativos a las condiciones de trabajo sean necesarios para el cumplimiento de sus funciones, así como los procedentes de la actividad del servicio de prevención, en su caso.\n\nc) Conocer y analizar los daños producidos en la salud o en la integridad física de los trabajadores, al objeto de valorar sus causas y proponer las medidas preventivas oportunas.\n\nd) Conocer e informar la memoria y programación anual de servicios de prevención.\n\n3. A fin de dar cumplimiento a lo dispuesto en esta Ley respecto de la colaboración entre empresas en los supuestos de desarrollo simultáneo de actividades en un mismo centro de trabajo, se podrá acordar la realización de reuniones conjuntas de los Comités de Seguridad y Salud o, en su defecto, de los Delegados de Prevención y empresarios de las empresas que carezcan de dichos Comités, u otras medidas de actuación coordinada."
            },
            {
              "numeroArticulo": 40,
              "nombreArticulo": "Colaboración con la Inspección de Trabajo y Seguridad Social",
              "nombreArticuloOriginal": true,
              "resumenArticulo": "Este artículo establece los procedimientos de colaboración con la Inspección de Trabajo y Seguridad Social:\n\n**Recurso a la Inspección**: Los trabajadores pueden recurrir a la Inspección si consideran insuficientes las medidas de seguridad adoptadas por el empresario.\n\n**Visitas de inspección**:\n- El inspector debe comunicar su presencia a las partes relevantes\n- Los representantes de los trabajadores pueden acompañar al inspector\n\n**Información post-inspección**:\n- La Inspección informará a los Delegados de Prevención sobre los resultados y medidas adoptadas\n- Se dejará constancia en el Libro de Visitas del centro de trabajo\n\n**Consulta a organizaciones**: Las organizaciones sindicales y empresariales serán consultadas e informadas sobre los planes de actuación de la Inspección en materia de prevención de riesgos laborales.",
              "textoCompletoArticulo": "**Artículo 40. Colaboración con la Inspección de Trabajo y Seguridad Social.**\n\n1. Los trabajadores y sus representantes podrán recurrir a la Inspección de Trabajo y Seguridad Social si consideran que las medidas adoptadas y los medios utilizados por el empresario no son suficientes para garantizar la seguridad y la salud en el trabajo.\n\n2. En las visitas a los centros de trabajo para la comprobación del cumplimiento de la normativa sobre prevención de riesgos laborales, el Inspector de Trabajo y Seguridad Social comunicará su presencia al empresario o a su representante o a la persona inspeccionada, al Comité de Seguridad y Salud, al Delegado de Prevención o, en su ausencia, a los representantes legales de los trabajadores, a fin de que puedan acompañarle durante el desarrollo de su visita y formularle las observaciones que estimen oportunas, a menos que considere que dichas comunicaciones puedan perjudicar el éxito de sus funciones.\n\n3. La Inspección de Trabajo y Seguridad Social informará a los Delegados de Prevención sobre los resultados de las visitas a que hace referencia el apartado anterior y sobre las medidas adoptadas como consecuencia de las mismas, así como al empresario mediante diligencia en el Libro de Visitas de la Inspección de Trabajo y Seguridad Social que debe existir en cada centro de trabajo.\n\n4. Las organizaciones sindicales y empresariales más representativas serán consultadas con carácter previo a la elaboración de los planes de actuación de la Inspección de Trabajo y Seguridad Social en materia de prevención de riesgos en el trabajo, en especial de los programas específicos para empresas de menos de seis trabajadores, e informadas del resultado de dichos planes."
            }
          ]
        },
        {
          "NombreCapitulo": "CAPÍTULO VI",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO VII",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        }
      ],
      "Articulos": []
    }
  ],
  "Disposiciones": {
    "DisposicionesAdicionales": [
     
    ],
    "DisposicionesTransitorias": [
     
    ],
    "DisposicionesDerogatorias": [
      
    ],
    "DisposicionesFinales": [
      
    ]
  },
  "ResumenLey": null
}