{
  "NombreLey": "Ley Orgánica 3/2007, de 22 de marzo, para la igualdad efectiva de mujeres y hombres",
  "Preambulo": {
    "ResumenPreambulo": "",
    "TextoCompletoPreambulo": ""
  },
  "Titulos": [
    {
      "NombreTitulo": "TÍTULO PRELIMINAR. Objeto y ámbito de la Ley",
      "ResumenTitulo": "",
      "Capitulos": [],
      "Articulos": []
    },
    {
      "NombreTitulo": "TÍTULO I. El principio de igualdad y la tutela contra la discriminación",
      "ResumenTitulo": "**Principio de igualdad**: Ausencia de discriminación por sexo, especialmente por maternidad, obligaciones familiares y estado civil.\n\n**Integración del principio**: La igualdad es un principio informador del ordenamiento jurídico.\n\n**Igualdad en el empleo**: Garantizada en acceso, formación, promoción, condiciones y participación sindical.\n\n**Discriminación directa e indirecta**: \n- **Directa**: Trato desfavorable por sexo.\n- **Indirecta**: Práctica aparentemente neutra que desventaja a un sexo.\n\n **Acoso sexual y por razón de sexo. Definiciones y consideraciones:**\n\n1. **Acoso sexual:** Comportamiento verbal o físico de naturaleza sexual que atenta contra la dignidad.\n\n2. **Acoso por razón de sexo:** Comportamiento basado en el sexo de una persona que crea un entorno intimidatorio.\n\n3. **Ambos tipos** se consideran discriminatorios.\n\n4. **Condicionamiento** de un derecho a la aceptación de acoso se considera discriminación.\n\n**Discriminación por embarazo**: Trato desfavorable relacionado con embarazo o maternidad.\n\n**Indemnidad frente a represalias**: Protección contra tratos adversos por denunciar discriminación.\n\n**Consecuencias jurídicas**: Nulidad de actos discriminatorios y responsabilidad.\n\n**Acciones positivas**: Medidas específicas para corregir desigualdades.\n\n**Tutela judicial**: Derecho a reclamar igualdad ante tribunales.\n\n**Prueba**: En casos de discriminación, el demandado debe probar la ausencia de esta.",
      "Capitulos": [],
      "Articulos": [
        {
          "numeroArticulo": 3,
          "nombreArticulo": "El principio de igualdad de trato entre mujeres y hombres",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Definición del principio de igualdad:** Establece la ausencia de discriminación por razón de sexo, con énfasis en:\n\n- Discriminación directa e indirecta\n- Protección especial en casos de:\n  - **Maternidad**\n  - **Obligaciones familiares**\n  - **Estado civil**",
          "textoCompletoArticulo": "**Artículo 3. El principio de igualdad de trato entre mujeres y hombres.**\n\nEl principio de igualdad de trato entre mujeres y hombres supone la ausencia de toda discriminación, directa o indirecta, por razón de sexo, y, especialmente, las derivadas de la maternidad, la asunción de obligaciones familiares y el estado civil."
        },
        {
          "numeroArticulo": 4,
          "nombreArticulo": "Integración del principio de igualdad en la interpretación y aplicación de las normas",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Principio informador:** La igualdad de trato y oportunidades entre mujeres y hombres se establece como un principio fundamental que debe:\n\n- **Integrarse** en la interpretación de normas jurídicas\n- **Observarse** en la aplicación de todas las normas legales",
          "textoCompletoArticulo": "**Artículo 4. Integración del principio de igualdad en la interpretación y aplicación de las normas.**\n\nLa igualdad de trato y de oportunidades entre mujeres y hombres es un principio informador del ordenamiento jurídico y, como tal, se integrará y observará en la interpretación y aplicación de las normas jurídicas."
        },
        {
          "numeroArticulo": 5,
          "nombreArticulo": "Igualdad de trato y de oportunidades en el acceso al empleo, en la formación y en la promoción profesionales, y en las condiciones de trabajo",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Ámbitos de aplicación:** El principio de igualdad se garantiza en:\n\n- **Empleo privado y público**\n- **Acceso al empleo** (incluyendo trabajo por cuenta propia)\n- **Formación profesional**\n- **Promoción profesional**\n- **Condiciones laborales** (incluyendo retribución y despido)\n- **Participación en organizaciones** sindicales y empresariales\n\n**Excepción:** Se permite una diferencia de trato basada en el sexo cuando sea un requisito profesional esencial, legítimo y proporcionado.",
          "textoCompletoArticulo": "**Artículo 5. Igualdad de trato y de oportunidades en el acceso al empleo, en la formación y en la promoción profesionales, y en las condiciones de trabajo.**\n\nEl principio de igualdad de trato y de oportunidades entre mujeres y hombres, aplicable en el ámbito del empleo privado y en el del empleo público, se garantizará, en los términos previstos en la normativa aplicable, en el acceso al empleo, incluso al trabajo por cuenta propia, en la formación profesional, en la promoción profesional, en las condiciones de trabajo, incluidas las retributivas y las de despido, y en la afiliación y participación en las organizaciones sindicales y empresariales, o en cualquier organización cuyos miembros ejerzan una profesión concreta, incluidas las prestaciones concedidas por las mismas.\n\nNo constituirá discriminación en el acceso al empleo, incluida la formación necesaria, una diferencia de trato basada en una característica relacionada con el sexo cuando, debido a la naturaleza de las actividades profesionales concretas o al contexto en el que se lleven a cabo, dicha característica constituya un requisito profesional esencial y determinante, siempre y cuando el objetivo sea legítimo y el requisito proporcionado."
        },
        {
          "numeroArticulo": 6,
          "nombreArticulo": "Discriminación directa e indirecta",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Definiciones:**\n\n1. **Discriminación directa:** Trato menos favorable a una persona por razón de su sexo.\n\n2. **Discriminación indirecta:** Disposición, criterio o práctica aparentemente neutral que pone en desventaja a personas de un sexo, salvo justificación objetiva y legítima.\n\n3. **Orden de discriminar:** Considerada discriminatoria en todos los casos.",
          "textoCompletoArticulo": "**Artículo 6. Discriminación directa e indirecta.**\n\n1. Se considera discriminación directa por razón de sexo la situación en que se encuentra una persona que sea, haya sido o pudiera ser tratada, en atención a su sexo, de manera menos favorable que otra en situación comparable.\n\n2. Se considera discriminación indirecta por razón de sexo la situación en que una disposición, criterio o práctica aparentemente neutros pone a personas de un sexo en desventaja particular con respecto a personas del otro, salvo que dicha disposición, criterio o práctica puedan justificarse objetivamente en atención a una finalidad legítima y que los medios para alcanzar dicha finalidad sean necesarios y adecuados.\n\n3. En cualquier caso, se considera discriminatoria toda orden de discriminar, directa o indirectamente, por razón de sexo."
        },
        {
          "numeroArticulo": 7,
          "nombreArticulo": "Acoso sexual y acoso por razón de sexo",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Definiciones y consideraciones:**\n\n1. **Acoso sexual:** Comportamiento verbal o físico de naturaleza sexual que atenta contra la dignidad.\n\n2. **Acoso por razón de sexo:** Comportamiento basado en el sexo de una persona que crea un entorno intimidatorio.\n\n3. **Ambos tipos** se consideran discriminatorios.\n\n4. **Condicionamiento** de un derecho a la aceptación de acoso se considera discriminación.",
          "textoCompletoArticulo": "**Artículo 7. Acoso sexual y acoso por razón de sexo.**\n\n1. Sin perjuicio de lo establecido en el Código Penal, a los efectos de esta Ley constituye acoso sexual cualquier comportamiento, verbal o físico, de naturaleza sexual que tenga el propósito o produzca el efecto de atentar contra la dignidad de una persona, en particular cuando se crea un entorno intimidatorio, degradante u ofensivo.\n\n2. Constituye acoso por razón de sexo cualquier comportamiento realizado en función del sexo de una persona, con el propósito o el efecto de atentar contra su dignidad y de crear un entorno intimidatorio, degradante u ofensivo.\n\n3. Se considerarán en todo caso discriminatorios el acoso sexual y el acoso por razón de sexo.\n\n4. El condicionamiento de un derecho o de una expectativa de derecho a la aceptación de una situación constitutiva de acoso sexual o de acoso por razón de sexo se considerará también acto de discriminación por razón de sexo."
        },
        {
          "numeroArticulo": 8,
          "nombreArticulo": "Discriminación por embarazo o maternidad",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Definición:** Se considera discriminación directa por razón de sexo cualquier trato desfavorable hacia las mujeres relacionado con:\n\n- **Embarazo**\n- **Maternidad**",
          "textoCompletoArticulo": "**Artículo 8. Discriminación por embarazo o maternidad.**\n\nConstituye discriminación directa por razón de sexo todo trato desfavorable a las mujeres relacionado con el embarazo o la maternidad."
        },
        {
          "numeroArticulo": 9,
          "nombreArticulo": "Indemnidad frente a represalias",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Protección contra represalias:** Se considera discriminación por razón de sexo cualquier trato adverso o efecto negativo que se produzca como consecuencia de:\n\n- Presentación de **quejas**\n- **Reclamaciones**\n- **Denuncias**\n- **Demandas**\n- **Recursos**\n\nDestinados a impedir la discriminación y exigir el cumplimiento del principio de igualdad.",
          "textoCompletoArticulo": "**Artículo 9. Indemnidad frente a represalias.**\n\nTambién se considerará discriminación por razón de sexo cualquier trato adverso o efecto negativo que se produzca en una persona como consecuencia de la presentación por su parte de queja, reclamación, denuncia, demanda o recurso, de cualquier tipo, destinados a impedir su discriminación y a exigir el cumplimiento efectivo del principio de igualdad de trato entre mujeres y hombres."
        },
        {
          "numeroArticulo": 10,
          "nombreArticulo": "Consecuencias jurídicas de las conductas discriminatorias",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Efectos legales:**\n\n- Los actos y cláusulas discriminatorios se consideran **nulos y sin efecto**\n- Dan lugar a **responsabilidad** a través de:\n  - **Sistema de reparaciones o indemnizaciones** (reales, efectivas y proporcionadas)\n  - **Sistema de sanciones** (eficaz y disuasorio)",
          "textoCompletoArticulo": "**Artículo 10. Consecuencias jurídicas de las conductas discriminatorias.**\n\nLos actos y las cláusulas de los negocios jurídicos que constituyan o causen discriminación por razón de sexo se considerarán nulos y sin efecto, y darán lugar a responsabilidad a través de un sistema de reparaciones o indemnizaciones que sean reales, efectivas y proporcionadas al perjuicio sufrido, así como, en su caso, a través de un sistema eficaz y disuasorio de sanciones que prevenga la realización de conductas discriminatorias."
        },
        {
          "numeroArticulo": 11,
          "nombreArticulo": "Acciones positivas",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Medidas específicas:**\n\n1. Los **Poderes Públicos** adoptarán medidas en favor de las mujeres para corregir desigualdades de hecho, que deben ser:\n   - **Razonables**\n   - **Proporcionadas**\n   - **Temporales** (mientras subsistan las situaciones de desigualdad)\n\n2. Las **personas físicas y jurídicas privadas** también pueden adoptar estas medidas según lo establecido en la ley.",
          "textoCompletoArticulo": "**Artículo 11. Acciones positivas.**\n\n1. Con el fin de hacer efectivo el derecho constitucional de la igualdad, los Poderes Públicos adoptarán medidas específicas en favor de las mujeres para corregir situaciones patentes de desigualdad de hecho respecto de los hombres. Tales medidas, que serán aplicables en tanto subsistan dichas situaciones, habrán de ser razonables y proporcionadas en relación con el objetivo perseguido en cada caso.\n\n2. También las personas físicas y jurídicas privadas podrán adoptar este tipo de medidas en los términos establecidos en la presente Ley."
        },
        {
          "numeroArticulo": 12,
          "nombreArticulo": "Tutela judicial efectiva",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Derecho a la tutela judicial:**\n\n1. **Cualquier persona** puede recabar la tutela judicial del derecho a la igualdad.\n\n2. La **capacidad y legitimación** para intervenir en procesos corresponde a personas físicas y jurídicas con interés legítimo.\n\n3. En casos de **acoso sexual y por razón de sexo**, solo la persona acosada está legitimada para litigar.",
          "textoCompletoArticulo": "**Artículo 12. Tutela judicial efectiva.**\n\n1. Cualquier persona podrá recabar de los tribunales la tutela del derecho a la igualdad entre mujeres y hombres, de acuerdo con lo establecido en el artículo 53.2 de la Constitución, incluso tras la terminación de la relación en la que supuestamente se ha producido la discriminación.\n\n2. La capacidad y legitimación para intervenir en los procesos civiles, sociales y contencioso-administrativos que versen sobre la defensa de este derecho corresponden a las personas físicas y jurídicas con interés legítimo, determinadas en las Leyes reguladoras de estos procesos.\n\n3. La persona acosada será la única legitimada en los litigios sobre acoso sexual y acoso por razón de sexo."
        },
        {
          "numeroArticulo": 13,
          "nombreArticulo": "Prueba",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "**Carga de la prueba:**\n\n1. En procedimientos de discriminación por razón de sexo:\n   - La parte **demandada** debe probar la ausencia de discriminación\n   - El órgano judicial puede recabar informes de organismos públicos competentes\n\n2. **Excepción:** Esta inversión de la carga de la prueba no se aplica en procesos penales.",
          "textoCompletoArticulo": "**Artículo 13. Prueba.**\n\n1. De acuerdo con las Leyes procesales, en aquellos procedimientos en los que las alegaciones de la parte actora se fundamenten en actuaciones discriminatorias, por razón de sexo, corresponderá a la persona demandada probar la ausencia de discriminación en las medidas adoptadas y su proporcionalidad.\n\nA los efectos de lo dispuesto en el párrafo anterior, el órgano judicial, a instancia de parte, podrá recabar, si lo estimase útil y pertinente, informe o dictamen de los organismos públicos competentes.\n\n2. Lo establecido en el apartado anterior no será de aplicación a los procesos penales."
        }
      ]
    },
    {
      "NombreTitulo": "TÍTULO II. Políticas públicas para la igualdad",
      "ResumenTitulo": "",
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO I. Principios generales",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO II. Acción administrativa para la igualdad",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        }
      ],
      "Articulos": []
    },
    {
      "NombreTitulo": "TÍTULO III. Igualdad y medios de comunicación",
      "ResumenTitulo": "",
      "Capitulos": [],
      "Articulos": []
    },
    {
      "NombreTitulo": "TÍTULO IV. El derecho al trabajo en igualdad de oportunidades",
      "ResumenTitulo": "",
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO I. Igualdad de trato y de oportunidades en el ámbito laboral",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO II. Igualdad y conciliación",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO III. Los planes de igualdad de las empresas y otras medidas de promoción de la igualdad",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO IV. Distintivo empresarial en materia de igualdad",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        }
      ],
      "Articulos": []
    },
    {
      "NombreTitulo": "TÍTULO V. El principio de igualdad en el empleo público",
      "ResumenTitulo": "",
      "Capitulos": [
        {
          "NombreCapitulo": "CAPÍTULO I. Criterios de actuación de las Administraciones públicas",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO II. El principio de presencia equilibrada en la Administración General del Estado y en los organismos públicos vinculados o dependientes de ella",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO III. Medidas de Igualdad en el empleo para la Administración General del Estado y para los organismos públicos vinculados o dependientes de ella",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO IV. Fuerzas Armadas",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        },
        {
          "NombreCapitulo": "CAPÍTULO V. Fuerzas y Cuerpos de Seguridad del Estado",
          "ResumenCapitulo": "",
          "Secciones": [],
          "Articulos": []
        }
      ],
      "Articulos": []
    },
    {
      "NombreTitulo": "TÍTULO VI. Igualdad de trato en el acceso a bienes y servicios y su suministro",
      "ResumenTitulo": "",
      "Capitulos": [],
      "Articulos": []
    },
    {
      "NombreTitulo": "TÍTULO VII. La igualdad en la responsabilidad social de las empresas",
      "ResumenTitulo": "",
      "Capitulos": [],
      "Articulos": []
    },
    {
      "NombreTitulo": "TÍTULO VIII. Disposiciones organizativas",
      "ResumenTitulo": "",
      "Capitulos": [],
      "Articulos": []
    }
  ],
  "Disposiciones": {
    "DisposicionesAdicionales": [],
    "DisposicionesTransitorias": [],
    "DisposicionesDerogatorias": [],
    "DisposicionesFinales": []
  },
  "ResumenLey": null
}