{
  "NombreLey": "Real Decreto 1553/2005, de 23 de diciembre, por el que se regula la expedición del documento nacional de identidad y sus certificados de firma electrónica.",
  "Preambulo": {
    "ResumenPreambulo": "",
    "TextoCompletoPreambulo": ""
  },
  "Titulos": [
    {
      "NombreTitulo": "Título único",
      "ResumenTitulo": "**Real Decreto 1553/2005, de 23 de diciembre, sobre el Documento Nacional de Identidad y certificados de firma electrónica**:\n\n**Artículo 1. Naturaleza y funciones** 📜: El DNI es un documento personal emitido por el Ministerio del Interior que **identifica** a cada ciudadano y confirma su nacionalidad española. Incluye un **número de identificación único** y permite la **identificación y firma electrónica** de los mayores de edad con plena capacidad. Su uso es intransferible y su valor legal es equivalente al de la firma manuscrita ✍️. Ningún ciudadano español puede ser privado de él, salvo excepciones legales.\n\n**Artículo 2. Derecho y obligación de obtenerlo** 🆔: Todos los españoles tienen derecho al DNI y están obligados a obtenerlo a partir de los 14 años si residen en España o si, viviendo en el extranjero, permanecen en España más de seis meses.\n\n**Artículo 3. Órgano competente para la expedición y gestión** 👮: La Dirección General de la Policía, bajo el Ministerio del Interior, es la entidad encargada de **expedir y gestionar** el DNI y sus certificados electrónicos, además de custodiar los archivos relacionados.\n\n**Artículo 4. Procedimiento de expedición** 🔄: La expedición del DNI se realiza a solicitud del interesado, quien debe aportar la documentación específica. El Ministerio del Interior coordinará con otras administraciones para facilitar la obtención del DNI.\n\n**Artículo 5. Requisitos para la expedición** 📋: Para solicitar el DNI, la persona debe presentarse físicamente y entregar una **certificación de nacimiento**, una **fotografía reciente** y un **certificado de empadronamiento**. Si falta algún documento, se puede emitir un DNI provisional bajo ciertos requisitos.\n\n**Artículo 6. Validez** 📆: La validez del DNI varía según la edad del titular, desde **2 años para menores de 5 años** hasta **permanente a partir de los 70 años**. También se prevé una validez permanente para grandes inválidos mayores de 30 años.\n\n**Artículo 7. Renovación** 🔄: La renovación es obligatoria al vencerse el documento o si cambian los datos personales del titular. Para renovarlo, se requiere presencia física, tasa correspondiente y huella dactilar.\n\n**Artículo 8. Expedición de duplicados** 📄: Si el DNI se pierde, roba o daña, el titular debe solicitar un **duplicado** que mantendrá la misma vigencia que el original, salvo que esté próximo a vencer, en cuyo caso tendrá la misma validez que una renovación.\n\n**Artículo 9. Entrega del Documento Nacional de Identidad** 📥: La entrega del DNI debe hacerse en persona, con la opción de activar el **certificado de firma electrónica**. Al renovar el DNI, el antiguo será inutilizado y devuelto si se solicita.\n\n**Artículo 10. Características de la tarjeta soporte** 💳: La tarjeta de soporte será resistente y llevará un **chip** con información del titular y claves de autenticación para evitar su falsificación.\n\n**Artículo 11. Contenido** 📝: El DNI incluirá datos del titular como nombre, fecha de nacimiento, nacionalidad, y una **imagen digitalizada de la firma y huella** en el chip, junto con los certificados de autenticación.\n\n**Artículo 12. Validez de los certificados electrónicos** 🔑: Los **certificados electrónicos** del DNI tienen una validez de hasta 5 años. Al expirar, pueden renovarse manteniendo la misma tarjeta del DNI mientras esté vigente.\n\n**Artículo 13. Declaración de Prácticas y Políticas de Certificación** 🖥️: El Ministerio del Interior publicará una **Declaración de Prácticas y Políticas de Certificación** accesible al público en su página web, en cumplimiento de la Ley 59/2003.",
      "Articulos": [
        {
          "numeroArticulo": 1,
          "nombreArticulo": "Naturaleza y funciones",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "🌐 **Documento Nacional de Identidad (DNI)**: Es un **documento personal e intransferible** emitido por el Ministerio del Interior y protegido por las leyes.\n\n1. 💼 **Valor legal**: Acredita identidad, datos personales y nacionalidad española.\n\n2. 🔢 **Número personal**: Cada DNI tiene un número único para identificar a su titular.\n\n3. 🖥️ **Identificación electrónica**: Permite a los mayores de edad con plena capacidad la identificación electrónica y firma digital, y en menores de edad, sólo la identificación electrónica.\n\n4. ✍️ **Valor de la firma electrónica**: La firma digital en el DNI tiene el mismo valor que la manuscrita.\n\n5. 🚫 **Derecho a tener el DNI**: No se puede privar a un español de su DNI, salvo excepciones legales.",
          "textoCompletoArticulo": "Artículo 1. Naturaleza y funciones.\n1. El Documento Nacional de Identidad es un documento personal e intransferible emitido por el Ministerio del Interior que goza de la protección que a los documentos públicos y oficiales otorgan las leyes. Su titular estará obligado a la custodia y conservación del mismo.\n\n2. Dicho Documento tiene suficiente valor, por sí solo, para acreditar la identidad y los datos personales de su titular que en él se consignen, así como la nacionalidad española del mismo.\n\n3. A cada Documento Nacional de Identidad, se le asignará un número personal que tendrá la consideración de identificador numérico personal de carácter general.\n\n4. Igualmente, el Documento Nacional de Identidad permite a los españoles mayores de edad y que gocen de plena capacidad de obrar la identificación electrónica de su titular, así como realizar la firma electrónica de documentos, en los términos previstos en la Ley 59/2003, de 19 de diciembre, de firma electrónica.\n\nEn el caso de los españoles menores de edad, o que no gocen de plena capacidad de obrar, el documento nacional de identidad contendrá, únicamente, la utilidad de la identificación electrónica, emitiéndose con el respectivo certificado de autenticación activado.\n\n5. La firma electrónica realizada a través del Documento Nacional de Identidad tendrá respecto de los datos consignados en forma electrónica el mismo valor que la firma manuscrita en relación con los consignados en papel.\n\n6. Ningún español podrá ser privado del Documento Nacional de Identidad, ni siquiera temporalmente, salvo en los casos y forma establecidos por las Leyes en los que haya de ser sustituido por otro documento."
        },
        {
          "numeroArticulo": 2,
          "nombreArticulo": "Derecho y obligación de obtenerlo",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "✅ **Derecho y obligación**: Todos los españoles tienen derecho al DNI, siendo obligatorio para mayores de 14 años que residan en España o que vivan en el extranjero y visiten España por más de seis meses.\n\n🚓 **Exhibición**: Quienes tienen el DNI están obligados a mostrarlo si una autoridad lo requiere.",
          "textoCompletoArticulo": "Artículo 2. Derecho y obligación de obtenerlo.\n1. Todos los españoles tendrán derecho a que se les expida el Documento Nacional de Identidad, siendo obligatoria su obtención por los mayores de catorce años residentes en España y para los de igual edad que, residiendo en el extranjero, se trasladen a España por tiempo no inferior a seis meses.\n\n2. Todas las personas obligadas a obtener el Documento Nacional de Identidad lo están también a exhibirlo cuando fueren requeridas para ello por la Autoridad o sus Agentes."
        },
        {
          "numeroArticulo": 3,
          "nombreArticulo": "Órgano competente para la expedición y gestión",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "🏛️ **Ministerio del Interior**: Es responsable de gestionar y expedir el DNI, incluidas las competencias de firma electrónica.\n\n👮 **Dirección General de la Policía**: Responsable de los archivos y expedición de certificados electrónicos, siguiendo las normativas de protección de datos.",
          "textoCompletoArticulo": "Artículo 3. Órgano competente para la expedición y gestión.\n1. Será competencia del Ministerio del Interior el ejercicio de las funciones relativas a la gestión, dirección, organización, desarrollo y administración de todos aquellos aspectos referentes a la expedición y confección del Documento Nacional de Identidad, conforme a lo previsto en la legislación en materia de seguridad ciudadana y de firma electrónica.\n\n2. El ejercicio de las competencias a que se refiere el apartado anterior, incluida la emisión de los certificados de firma electrónica reconocidos, será realizado por la Dirección General de la Policía, a quien corresponderá también la custodia y responsabilidad de los archivos y ficheros, automatizados o no, relacionados con el Documento Nacional de Identidad. A tal efecto, la Dirección General de la Policía quedará sometida a las obligaciones impuestas al responsable del fichero por la Ley Orgánica 15/1999, de 13 de septiembre, de Protección de Datos de Carácter Personal."
        },
        {
          "numeroArticulo": 4,
          "nombreArticulo": "Procedimiento de expedición",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "📄 **Solicitud del DNI**: Se expide a petición del interesado y se adoptan medidas de colaboración con las administraciones para facilitar su obtención.",
          "textoCompletoArticulo": "Artículo 4. Procedimiento de expedición.\n1. El Documento Nacional de Identidad se expedirá a solicitud del interesado en la forma y lugares que al efecto se determinen, para lo cual deberá aportar los documentos que se establecen en el artículo 5.1 de este Real Decreto.\n\n2. En orden a facilitar a los ciudadanos la obtención del Documento Nacional de Identidad, el Ministerio del Interior en colaboración con el Ministerio de Administraciones Públicas adoptará las medidas oportunas para el fomento de la cooperación de los distintos órganos de las Administraciones Públicas con la Dirección General de la Policía."
        },
        {
          "numeroArticulo": 5,
          "nombreArticulo": "Requisitos para la expedición",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "📑 **Requisitos**: El solicitante debe estar presente, pagar la tasa y aportar:\n\n- **Certificado de nacimiento** (máx. seis meses de antigüedad).\n- **Fotografía reciente**.\n- **Certificado de empadronamiento** (máx. tres meses).\n\n✍️ **Impresiones dactilares**: Se toman en la solicitud según disponibilidad de dedos.",
          "textoCompletoArticulo": "Artículo 5. Requisitos para la expedición.\n1. Para solicitar la expedición del Documento Nacional de Identidad será imprescindible la presencia física de la persona a quien se haya de expedir, el abono de la tasa legalmente establecida en cada momento y la presentación de los siguientes documentos:\n\na) Certificación literal de nacimiento expedida por el Registro Civil correspondiente. A estos efectos únicamente serán admitidas las certificaciones expedidas con una antelación máxima de seis meses a la fecha de presentación de la solicitud de expedición del Documento Nacional de Identidad y que contengan la anotación de que se ha emitido a los solos efectos de la obtención de este documento.\n\nb) Una fotografía reciente en color del rostro del solicitante, tamaño 32 por 26 milímetros, con fondo uniforme blanco y liso, tomada de frente con la cabeza totalmente descubierta y sin gafas de cristales oscuros o cualquier otra prenda que pueda impedir o dificultar la identificación de la persona.\n\nc) Certificado o volante de empadronamiento del Ayuntamiento donde el solicitante tenga su domicilio, expedido con una antelación máxima de tres meses a la fecha de la solicitud del documento nacional de identidad.\n\nd) Los españoles residentes en el extranjero acreditarán el domicilio mediante certificación de la Representación Diplomática o Consular donde estén inscritos como residentes.\n\n2. Excepcionalmente, en los supuestos en que, por circunstancias ajenas al solicitante, no pudiera ser presentado alguno de los documentos a que se refiere el apartado primero de este artículo, y siempre que se acrediten por otros medios, suficientes a juicio del responsable del órgano encargado de la expedición, los datos que consten en tales documentos, se le podrá expedir un Documento Nacional de Identidad con la validez que se indica en el artículo siguiente.\n\n3. En el momento de la solicitud, al interesado se le recogerán las impresiones dactilares de los dedos índices de ambas manos. Si no fuere posible obtener la impresión dactilar de alguno de los dedos o de ambos, se sustituirá, en relación con la mano que corresponda, por otro dedo según el siguiente orden de prelación: medio, anular o pulgar; consignándose, en el lugar del soporte destinado a tal fin, el dedo utilizado, o la imposibilidad de obtener alguno de ellos."
        },
        {
          "numeroArticulo": 6,
          "nombreArticulo": "Validez",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "📅 **Período de validez**:\n\n- **2 años** para menores de 5 años.\n- **5 años** para personas de 5 a 30 años.\n- **10 años** para personas de 30 a 70 años.\n- **Permanente** para mayores de 70 años.\n\n🆕 **Excepciones**: Gran inválidos mayores de 30 años pueden tener un DNI permanente y en situaciones especiales puede expedirse por un año.",
          "textoCompletoArticulo": "Artículo 6. Validez.\n1. Con carácter general el documento nacional de identidad tendrá un período de validez, a contar desde la fecha de la expedición o de cada una de sus renovaciones, de:\n\na) Dos años cuando el solicitante no haya cumplido los cinco años de edad.\n\nb) Cinco años, cuando el titular haya cumplido los cinco años de edad y no haya alcanzado los treinta al momento de la expedición o renovación.\n\nc) Diez años, cuando el titular haya cumplido los treinta y no haya alcanzado los setenta.\n\nd) Permanente cuando el titular haya cumplido los setenta años.\n\n2. De forma excepcional se podrá otorgar validez distinta al Documento Nacional de Identidad en los siguientes supuestos de expedición y renovación:\n\na) Permanente, a personas mayores de treinta años que acrediten la condición de gran inválido.\n\nb) Por un año en los supuestos del apartado segundo del artículo 5 y del mismo apartado del artículo 7 siempre que, en éste último caso, no se puedan aportar los documentos justificativos que acrediten la variación de los datos.\n\n3. No obstante lo dispuesto en este artículo, en cuanto a la validez de la utilidad informática prevista en el artículo 1.4 se estará a lo que específicamente se establece al respecto en el artículo 12 de este Real Decreto."
        },
        {
          "numeroArticulo": 7,
          "nombreArticulo": "Renovación",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "🔄 **Renovación obligatoria**: Cuando el DNI caduca, el titular debe renovarlo y presentarse personalmente, aportando una foto y sus huellas digitales.\n\n📝 **Cambio de datos**: Si los datos del DNI cambian, es necesaria la renovación, incluyendo documentos que prueben el cambio.",
          "textoCompletoArticulo": "Artículo 7. Renovación.\n1. Transcurrido el período de validez que para cada supuesto se contempla en el artículo anterior, el Documento Nacional de Identidad se considerará caducado y quedarán sin efecto las atribuciones y efectos que le reconoce el ordenamiento jurídico, estando su titular obligado a proceder a la renovación del mismo.\n\nDicha renovación se llevará a cabo mediante la presencia física del titular del Documento, que deberá abonar la tasa correspondiente y aportar una fotografía con las características señaladas en el artículo 5.1.b). También se le recogerán las impresiones dactilares que se refieren en el apartado tercero del mismo artículo.\n\n2. Independientemente de los supuestos del apartado anterior se deberá proceder a la renovación del Documento Nacional de Identidad en los supuestos de variación de los datos que se recogen en el mismo, en cuyo caso será preciso aportar, además de lo establecido en el apartado anterior, los documentos justificativos que acrediten dicha variación."
        },
        {
          "numeroArticulo": 8,
          "nombreArticulo": "Expedición de duplicados",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "📄 **Duplicados del DNI**: En caso de pérdida, robo, destrucción o deterioro, el titular debe obtener un duplicado con la misma validez del documento original, salvo que esté en los últimos 90 días de su vigencia, en cuyo caso se emitirá como renovación.\n\n❌ **Anulación del documento anterior**: El DNI sustituido pierde su validez y efectos legales.",
          "textoCompletoArticulo": "Artículo 8. Expedición de duplicados.\n1. El extravío, sustracción, destrucción o deterioro del Documento Nacional de Identidad, conllevará la obligación de su titular de proveerse inmediatamente de un duplicado, que será expedido en la forma y con los requisitos indicados para la renovación prevista en el apartado primero del artículo anterior. La validez de estos duplicados será la misma que tenían los Documentos a los que sustituyen, salvo que éstos se hallen dentro de los últimos 90 días de su vigencia, en cuyo caso se expedirán con la misma validez que si se tratara de una renovación.\n\n2. Los documentos sustituidos perderán el carácter de Documento Nacional de Identidad, así como los efectos que el ordenamiento jurídico atribuye a éste con respecto a su titular."
        },
        {
          "numeroArticulo": 9,
          "nombreArticulo": "Entrega del Documento Nacional de Identidad",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "📬 **Entrega personal**: El DNI se entrega en persona al titular. Para menores de 14 años o personas con capacidad limitada, se requiere la presencia de su tutor.\n\n🔐 **Activación de firma electrónica**: Voluntaria, se activa con una clave personal. El DNI anterior será retirado e inutilizado, aunque el titular puede solicitar que le sea devuelto.",
          "textoCompletoArticulo": "Artículo 9. Entrega del Documento Nacional de Identidad.\n1. La entrega del documento nacional de identidad deberá realizarse personalmente a su titular, y cuando éste sea menor de 14 años o sea una persona con capacidad judicialmente complementada, se llevará a cabo en presencia de quien tenga encomendada la patria potestad o tutela, o persona apoderada por estas últimas. En el momento de la entrega del documento nacional de identidad se proporcionará la información a que se refiere el artículo 18.b) de la Ley 59/2003, de 19 de diciembre.\n\n2. La activación del certificado de firma electrónica en el documento nacional de identidad tendrá carácter voluntario y su utilización se realizará mediante una clave personal y secreta que el titular del documento nacional de identidad podrá introducir reservadamente en el sistema.\n\n3. Al entregar el Documento renovado, se procederá a la retirada del anterior para su inutilización física. Una vez inutilizado podrá ser devuelto a su titular si éste lo solicita."
        },
        {
          "numeroArticulo": 10,
          "nombreArticulo": "Características de la tarjeta soporte",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "💳 **Características de la tarjeta**: Su material y diseño son definidos por el Ministerio del Interior para asegurar calidad, durabilidad y seguridad contra falsificación. Incluye un chip para funciones electrónicas.\n\n🇪🇸 **Identificación**: En el anverso se muestra claramente 'Documento Nacional de Identidad', 'España', y 'Ministerio del Interior'.",
          "textoCompletoArticulo": "Artículo 10. Características de la tarjeta soporte.\n1. El material, formato y diseño de la tarjeta soporte del Documento Nacional de Identidad se determinará por el Ministerio del Interior, teniendo en cuenta en su elaboración la utilización de procedimientos y productos conducentes a la consecución de condiciones de calidad e inalterabilidad y máximas garantías para impedir su falsificación. Llevará incorporado un chip electrónico al objeto de posibilitar la utilidad informática a que se refiere el artículo 1.4 de este Real Decreto.\n\n2. La tarjeta soporte llevará estampados en el anverso, de forma destacada y preeminente los literales «Documento Nacional de Identidad», «España» y «Ministerio del Interior»."
        },
        {
          "numeroArticulo": 11,
          "nombreArticulo": "Contenido",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "📜 **Datos del titular**: Incluye información en el anverso y reverso de la tarjeta, como nombre, fecha de nacimiento, foto, firma y otros datos personales.\n\n💾 **Chip electrónico**: Contiene imagen digitalizada de foto y firma, huella dactilar, certificados electrónicos y claves necesarias para la activación.",
          "textoCompletoArticulo": "Artículo 11. Contenido.\n1. El Documento Nacional de Identidad recogerá gráficamente los siguientes datos de su titular:\n\nEn el anverso:\n\nApellidos y nombre.\n\nFecha de nacimiento.\n\nSexo.\n\nNacionalidad.\n\nNúmero personal del Documento Nacional de Identidad y carácter de verificación correspondiente al Número de Identificación Fiscal.\n\nFotografía.\n\nFirma.\n\nEn el reverso:\n\nLugar de nacimiento.\n\nProvincia-Nación.\n\nNombre de los padres.\n\nDomicilio.\n\nLugar de domicilio.\n\nProvincia.\n\nNación.\n\nCaracteres OCR-B de lectura mecánica.\n\nLos datos de filiación se reflejarán en los mismos términos en que consten en la certificación a la que se alude en el artículo 5.1.a) de este Real Decreto, excepto en el campo de caracteres OCR-B de lectura mecánica, en que por aplicación de acuerdos o convenios internacionales la transcripción literal de aquellos datos impida o dificulte la lectura mecánica y finalidad de aquellos caracteres.\n\n2. Igualmente constarán los siguientes datos referentes al propio Documento y a la tarjeta soporte:\n\nFecha de caducidad\n\nNúmero de soporte.\n\n3. Los textos fijos se expresarán en castellano y los expedidos en territorio de aquellas Comunidades Autónomas que tengan otra lengua oficial, serán también expresados en esta.\n\n4. El chip incorporado a la tarjeta soporte contendrá:\n\nDatos de filiación del titular.\n\nImagen digitalizada de la fotografía.\n\nImagen digitalizada de la firma manuscrita.\n\nPlantilla de la impresión dactilar del dedo índice de la mano derecha o, en su caso, del que corresponda según lo indicado en el artículo 5.3 de este Real Decreto.\n\nCertificados reconocidos de autenticación y de firma, y certificado electrónico de la autoridad emisora, que contendrán sus respectivos períodos de validez.\n\nClaves privadas necesarias para la activación de los certificados mencionados anteriormente."
        },
        {
          "numeroArticulo": 12,
          "nombreArticulo": "Validez de los certificados electrónicos",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "⏳ **Vigencia de los certificados electrónicos**: Máximo cinco años, aunque el DNI continúe vigente. Los certificados pueden renovarse mientras el DNI esté activo y se incluirán en listas de revocación al finalizar su validez.\n\n📢 **Comunicación obligatoria**: La pérdida del DNI debe ser informada a la policía para su revocación.",
          "textoCompletoArticulo": "Artículo 12. Validez de los certificados electrónicos.\n1. Con independencia de lo que establece el artículo 6.1 sobre la validez del documento nacional de identidad, la vigencia de los certificados electrónicos reconocidos incorporados al mismo no podrá ser superior a cinco años.\n\nA la extinción de la vigencia del certificado electrónico, podrá solicitarse la expedición de nuevos certificados reconocidos, manteniendo la misma tarjeta del Documento Nacional de Identidad mientras dicho Documento continúe vigente. Para la solicitud de un nuevo certificado deberá mediar la presencia física del titular en la forma y con los requisitos que se determinen por el Ministerio del Interior, de acuerdo con lo previsto en la Ley 59/2003, de 19 de diciembre.\n\n2. El cumplimiento del período establecido en el apartado anterior implicará la inclusión de los certificados en la lista de certificados revocados que será mantenida por la Dirección General de la Policía, bien directamente o a través de las entidades a las que encomiende su gestión.\n\n3. La pérdida de validez del Documento Nacional de Identidad llevará aparejada la pérdida de validez de los certificados reconocidos incorporados al mismo. La renovación del Documento Nacional de Identidad o la expedición de duplicados del mismo implicará, a su vez, la expedición de nuevos certificados electrónicos.\n\n4. También serán causas de extinción de la vigencia del certificado reconocido las establecidas en la Ley 59/2003, de 19 de diciembre, que resulten de aplicación, y, entre otras, el fallecimiento del titular del Documento Nacional de Identidad electrónico.\n\n5. En los supuestos previstos en el artículo 8.1 de este Real Decreto, el titular deberá comunicar inmediatamente tales hechos a la Dirección General de la Policía por los procedimientos y medios que al efecto habilite la misma, al objeto de su revocación."
        },
        {
          "numeroArticulo": 13,
          "nombreArticulo": "Declaración de Prácticas y Políticas de Certificación",
          "nombreArticuloOriginal": true,
          "resumenArticulo": "📄 **Declaración de políticas**: El Ministerio del Interior elaborará y publicará una Declaración de Prácticas y Políticas de Certificación, disponible de forma permanente en su sitio web.",
          "textoCompletoArticulo": "Artículo 13. Declaración de Prácticas y Políticas de Certificación.\nDe acuerdo y en cumplimiento del artículo 19 de la Ley 59/2003, de 19 de diciembre, el Ministerio del Interior formulará una Declaración de Prácticas y Políticas de Certificación. Dicha Declaración de Prácticas y Políticas de Certificación estará disponible al público de manera permanente y fácilmente accesible en la página de Internet del Ministerio del Interior."
        }

      ],
      "Capitulos": [],
      "Secciones": []
    }
  ],
  "Disposiciones": {
    "DisposicionesAdicionales": [
      {
        "NombreDisposicion": "Disposición adicional primera",
        "ResumenDisposicion": "En caso de que el DNI sea retirado temporalmente, la persona afectada recibirá un documento identificador provisional determinado por el Ministerio del Interior, de acuerdo con las causas de la retirada.",
        "TextoCompletoDisposicion": "En los supuestos en que, de acuerdo con las previsiones establecidas en las Leyes, sea acordada por la Autoridad competente la retirada temporal de Documento Nacional de Identidad por los órganos encargados de la expedición de éste, se procederá a dotar al interesado de un documento identificador que tendrá las características y funcionalidades que determine el Ministerio del Interior, atendiendo a las causas de su retirada."
      },
      {
        "NombreDisposicion": "Disposición adicional segunda",
        "ResumenDisposicion": "El DNI en menores no implica permiso para salir del país. Se requiere una autorización adicional del tutor legal para tal desplazamiento.",
        "TextoCompletoDisposicion": "La posesión del Documento Nacional de Identidad por los menores de edad no supone, por sí sola, autorización para desplazarse fuera del territorio nacional, debiendo ser suplida, a estos efectos, con la correspondiente autorización de quien ejerza la patria potestad o tutela."
      },
      {
        "NombreDisposicion": "Disposición adicional tercera",
        "ResumenDisposicion": "Si es imposible expedir o renovar el DNI, se podrá emitir una certificación anual que explique los motivos de la imposibilidad. Para renovaciones, esta certificación prorroga temporalmente la validez del DNI vencido.",
        "TextoCompletoDisposicion": "Cuando exista imposibilidad manifiesta para la expedición del Documento Nacional de Identidad, y sin perjuicio de que por las Autoridades y Órganos correspondientes se compruebe la personalidad del interesado por cualesquiera otros medios, excepcionalmente podrá sustituirse aquél por certificaciones anuales en las que consten los motivos de tal imposibilidad, que en los supuestos de renovación tendrán únicamente el fin de prorrogar la validez del Documento caducado."
      },
      {
        "NombreDisposicion": "Disposición adicional cuarta",
        "ResumenDisposicion": "La documentación para la expedición del DNI no será exigida si puede enviarse por vía telemática desde los órganos competentes a la Policía. El Ministro del Interior establecerá el régimen de aporte de estos documentos.",
        "TextoCompletoDisposicion": "1. La documentación requerida para la expedición del Documento Nacional de Identidad en el artículo 5.1 de este Real Decreto no será exigible cuando sea posible remitir ésta desde los órganos competentes por medios telemáticos a la Dirección General de la Policía, de conformidad con lo que se establezca mediante Convenio.\n\n2. En estos casos, por Orden del Ministro del Interior se establecerá el régimen de aportación de dichos documentos."
      }
      
      
    ],
    "DisposicionesTransitorias": [
      {
        "NombreDisposicion": "Disposición transitoria única",
        "ResumenDisposicion": "Los DNI emitidos bajo normativa anterior siguen siendo válidos hasta su sustitución. La Policía programará y organizará la sustitución de estos documentos por el nuevo formato según criterios temporales y territoriales, con posibles programas especiales para ciertos colectivos.",
        "TextoCompletoDisposicion": "1. Los Documentos Nacionales de Identidad ya emitidos o los que se continúen expidiendo por el sistema anterior conforme a la normativa existente a la entrada en vigor de este Real Decreto seguirán siendo válidos y eficaces de conformidad con dicha normativa en tanto no se proceda a su sustitución por el Documento Nacional de Identidad de acuerdo con lo que se establece en el apartado siguiente de esta disposición.\n\n2. La Dirección General de la Policía programará y organizará, temporal y territorialmente el proceso de sustitución de las tarjetas soporte del Documento Nacional de Identidad emitidas con anterioridad a la entrada en vigor de este Real Decreto por el nuevo Documento Nacional de Identidad, pudiendo establecerse por razones de interés público programaciones especiales para determinados colectivos.\n\n3. Sólo se podrá solicitar la expedición del nuevo Documento Nacional de Identidad en el marco de la programación a que se hace referencia en el apartado anterior."
      }
    ],
    "DisposicionesDerogatorias": [
      {
        "NombreDisposicion": "Disposición derogatoria única",
        "ResumenDisposicion": "Se derogan las disposiciones anteriores sobre el DNI, incluyendo el Decreto 196/1976 y todas sus modificaciones, así como cualquier norma de igual o menor rango que contradiga este Real Decreto.",
        "TextoCompletoDisposicion": "1. Quedan derogadas las siguientes disposiciones: Decreto 196/1976, de 6 de febrero, por el que se regula el Documento Nacional de Identidad, y las modificaciones llevadas a cabo en el mismo a través de los Reales Decretos 1189/1978, de 2 de junio; 2002/1979, de 20 de julio; 2091/1982, de 12 de agosto; y 1245/1985, de 17 de julio.\n\n2. Asimismo, quedan derogadas todas aquellas normas de igual o inferior rango que se opongan a lo preceptuado en este Real Decreto."
      }
    ],
    "DisposicionesFinales": [

      {
        "NombreDisposicion": "Disposición final primera",
        "ResumenDisposicion": "Este Real Decreto se dicta en ejercicio de las competencias exclusivas del Estado establecidas en la Constitución.",
        "TextoCompletoDisposicion": "Este Real Decreto se dicta al amparo de las competencias atribuidas al Estado por el artículo 149.1.8.ª,18.ª, 21.ª y 29.ª de la Constitución."
      },
      {
        "NombreDisposicion": "Disposición final segunda",
        "ResumenDisposicion": "El Ministerio del Interior dictará las disposiciones necesarias para cumplir con la normativa en la creación y modificación de ficheros públicos, habilitando también a otros Ministerios para el desarrollo de este Real Decreto.",
        "TextoCompletoDisposicion": "1. El Ministerio del Interior adoptará las disposiciones necesarias para dar cumplimiento a lo previsto en la Ley Orgánica 15/1999, de 13 de diciembre, en materia de creación y modificación de ficheros de titularidad pública.\n\n2. Se habilita a los Ministros del Interior, de Justicia, de Economía y Hacienda, de Industria, Turismo y Comercio y de Administraciones Públicas para que dicten, en el ámbito de sus respectivas competencias, cuantas disposiciones sean necesarias para el desarrollo y aplicación de este Real Decreto."
      },
      {
        "NombreDisposicion": "Disposición final tercera",
        "ResumenDisposicion": "El Gobierno promoverá una norma para ajustar la tasa del DNI de acuerdo con su costo y el beneficio que aporta a la comunidad.",
        "TextoCompletoDisposicion": "El Gobierno promoverá la norma legal de rango adecuado para la adecuación de la tasa que haya de percibirse por la expedición del Documento Nacional de Identidad, de acuerdo con su coste y en consideración a los beneficios que proporciona a la comunidad."
      },
      {
        "NombreDisposicion": "Disposición final cuarta",
        "ResumenDisposicion": "Este Real Decreto entrará en vigor al día siguiente de su publicación, excepto lo relacionado con el artículo 1.4, que comenzará a regir con el nuevo formato del DNI.",
        "TextoCompletoDisposicion": "El presente Real Decreto entrará en vigor el día siguiente al de su publicación en el «Boletín Oficial del Estado», excepto lo relativo al artículo 1.4 que entrará en vigor cuando lo haga el nuevo formato y diseño del Documento Nacional de Identidad."
      }
    ]
  },
  "ResumenLey": null
}
